{"unidade": "Faculdade de Direito", "departamento": "Disciplinas Interdepartamentais da Faculdade de Direito", "campus": "Outro", "codigo": "0200111", "nome": "Direito Público Econômico", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Disciplina inserida no convênio celebrado entre a USP e a Universidade de Lyon, com o objetivo de permitir aos alunos a dupla titulação.O direito público econômico é aquele que se aplica às intervenções estatais na economia e às relações entre administração e agentes econômicos. Com efeito, as pessoas estatais, e notadamente o Estado (nacional), intervêm desde muito tempo na economia nacional, seja ao regulamentar as atividades das empresas privadas, seja explorando diretamente atividades industriais ou comerciais. A administração regulamenta, influencia, orienta, dirige ou protege o mercado e seus agentes econômicos. É a regulação da economia. Mas, paralelamente, a administração pode ela mesma fornecer bens e serviços no mercado. Essa participação é regrada pelo regime jurídico aplicável ao setor público, composto de empresas públicas.", "programa_resumido": "1. O enquadramento público da economia: a regulação1.1. As liberdades econômicas1.2. O controle de acesso ao mercado1.3. O controle da estrutura do mercado (monopólios, direitos exclusivos, concentrações)1.4. O controle do funcionamento do mercado (controle de preços, planificação)1.5. O regime das ajudas públicas1.6. A proteção do caráter concorrencial do mercado2. As intervenções públicas diretas2.1. Os agentes públicos2.1.1. O setor público (estatização, privatização)2.1.2. Os agentes públicos nacionais2.1.3. Os agentes públicos locais2.2. A intervenção no mercado2.2.1. A liberdade de comércio e de indústria2.2.2. O direito da concorrência (subvenções, preços, recursos essenciais)", "turmas": []}