{"unidade": "Faculdade de Direito", "departamento": "Disciplinas Interdepartamentais da Faculdade de Direito", "campus": "São Paulo", "codigo": "0200120", "nome": "Direito e Equidade de Gênero", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "O objetivo da disciplina é o de propiciar aos discentes conhecimentos e referencial teórico a\nrespeito das relações entre o Direito e a equidade de gênero. A ideia central do curso é\nconstruir conhecimento sobre os processos de exclusão e discriminação das mulheres em\nsociedade, levando-se em consideração o fato de que o Direito, enquanto expressão de\ndeterminado sistema cultural, constitui instrumento com potencial para (i) suprimir e\ntransformar positivamente situações de desigualdades entre homens e mulheres ou para (ii)\nlegitimar, estruturar, ampliar, multiplicar ou ignorar tais desigualdades.", "programa_resumido": "As aulas seguirão métodos eminentemente participativos, comportando diferentes\nconfigurações e estruturas de discussão, a fim de incluir e potencializar ao máximo os\ndebates e a construção do conhecimento pretendido no curso. Para tanto, serão exigidas\nleituras prévias, atividades escritas e disposição ao diálogo em todos os encontros, quer para\ndiscutir e problematizar em grupo o conteúdo apreendido previamente, quer para discuti-lo\ncom pessoas convidadas e especialistas na temática.", "turmas": [{"codigo": "20242DI", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "11:15", "fim": "12:50", "professores": ["(R) Ana Elisa Liberatore Silva Bechara", "(R) Nina Beatriz Stocco Ranieri", "(R) Sheila Christina Neder Cerezetti", "Juliana Krueger Pela"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 204, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 96, "inscritos": 102, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 24, "inscritos": 102, "pendentes": 0, "matriculados": 0}}}}}]}