{"unidade": "Faculdade de Direito", "departamento": "Disciplinas Interdepartamentais da Faculdade de Direito", "campus": "São Paulo", "codigo": "0200123", "nome": "Execução Penal e Direitos Humanos", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Para alem da questão dogmática da execçõa Penal, relacionada ao direito Penal e ao Processual Penal, o curso desenvolverá nos alunos uma reflexão critica sobre a matéria, propondo uma analise cujo fio condutor é o principio constitucional da dignidade humana.\n\nA disciplina tem por objeto o estudo da execução penal no sistema brasileiro, de maneira interdisciplinar. Para\nalém da questão dogmática da execução, relacionada ao direito penal e ao processual penal, o curso procura\ndesenvolver nos alunos uma reflexão crítica sobre a matéria, propondo uma análise cujo fio condutor é o\nprincípio constitucional da dignidade humana.\nTendo como referenciais a jurisprudência internacional sobre direitos humanos e modelos estrangeiros de\nexecução da pena, o curso está organizado de maneira a contar com aulas expositivas das docentes e com\noficina permanente, ao longo de todo o semestre, com aprendizado prático do processo de execução à luz do\nmodelo normativo e discussões jurisprudenciais recentes a respeito do tema.", "programa_resumido": "incursões na “jurisprudência internacional sobre direitos humanos e modelos estrangeiros de\nexecução da pena”, assim como está organizada de forma a contar com aulas expositivas e com oficina permanente, permitindo “aprendizado prático do processo de execução à luz do modelo normativo e discussões jurisprudenciais recentes a respeito\ndo tema”.\n1. Convenções internacionais sobre execução da\npena; 2. Execução penal no Brasil; 3. Política criminal\ncarcerária; 4. Sistemas penitenciários; 5. Natureza jurídica\nda execução e princípio da individualização da pena; 6.\nÓrgãos encarregados da execução penal; 7.\nEstabelecimentos penais e regimes de penas; 8.\nArquitetura prisional; 9. Privatização de presídios\n(parcerias público-privadas–PPP); 10. Disciplina, direitos\ne deveres das pessoas presas; 11. Faltas; 12. Crime no\ncárcere; 13. Grupos vulneráveis na prisão; 14.\nEncarceramento feminino; 15. Medidas de segurança e lei\nantimanicomial; 16. Execução da pena privativa de\nliberdade; 17. Progressão e regressão de regime; 18.\nAutorização de saída; 19. Remição; 20. Livramento\ncondicional e suspensão condicional da pena; 21.\nExecução das penas restritivas de direito; 22. Execução da\npena de multa; 23. Execução das medidas de segurança;\n24. Incidentes na execução penal; 25. Indulto; 26. Egresso\ne reinserção social; 27. Sistema Interamericano de Direitos\nHumanos e execução penal; 28. Sistema Europeu de\nDireitos Humanos e execução penal", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Mariângela Gama de Magalhães Gomes", "(R) Marta Cristina Cury Saad Gimenes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 24, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 96, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}}}]}