{"unidade": "Escola Politécnica", "departamento": "Disciplinas Interdepartamentais da Escola Politécnica", "campus": "Outro", "codigo": "0300091", "nome": "Tutoria Acadêmica I", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "- Facilitar a adaptação acadêmica, auxiliando os alunos a enfrentar os desafios acadêmicos, abordando as principais dificuldades nos cursos e no contexto universitário, e discutindo estratégias para superá-las.\n\n- Apoiar os estudantes no planejamento acadêmico, orientando-os na definição de metas, seleção de disciplinas e gestão do tempo para aprimorar sua trajetória no curso.\n\n- Estimular a reflexão, criando um ambiente de suporte que incentive os alunos a refletir sobre suas experiências e aprendizados, auxiliando-os no gerenciamento do estresse acadêmico e na manutenção de uma atitude positiva diante dos desafios.", "programa_resumido": "Fortalecer os vínculos entre estudantes e entre docentes e estudantes  visando a promoção do bem-estar dentro do ambiente universitário. Esta disciplina oferece um espaço e momentos de discussão da vida acadêmica, promovendo a escuta mútua, o acolhimento de estudantes compartilhamento de informações acadêmicas e a construção conjunta de ações e políticas de promoção do bem-estar dentro do ambiente universitário.\n\nA disciplina tem como objetivo desenvolver competências de planejamento acadêmico, reflexão crítica e comunicação no contexto universitário. As atividades propostas buscam criar um ambiente acolhedor, identificar e discutir dificuldades relacionadas ao curso e ao contexto universitário, explorando coletiva e individualmente estratégias para superá-las. A orientação aos alunos abrange a definição de metas acadêmicas, a seleção de disciplinas, a gestão do tempo, a elaboração de plano de aprendizado individualizado e a organização de tarefas para otimizar a trajetória educacional. A disciplina também promove a reflexão sobre experiências e aprendizados por meio de discussões envolvendo alunos e docentes, auxiliando a gerenciar o estresse e manter uma perspectiva positiva.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "sex", "inicio": "18:00", "fim": "18:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025151", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "sex", "inicio": "18:00", "fim": "18:50", "professores": ["Renato Carlos Zambon", "Rene Peter Schneider"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}