{"unidade": "Escola Politécnica", "departamento": "Disciplinas Interdepartamentais \u0096 Engenharias Elétricas (PCS - PEA - PSI \u0096 PTC)", "campus": "São Paulo", "codigo": "0323123", "nome": "Módulo de Fundamentos 2", "creditos_aula": 10, "creditos_trabalho": 2, "objetivos": "A disciplina em questão tem como foco o desenvolvimento das competências definidas para o curso de Engenharia Elétrica (Projeto Piloto) nas proporções estabelecidas pelo projeto pedagógico. Para isso, os seguintes Objetivos de Aprendizagem foram estabelecidos:\n\n1. Calcular, usar e explicar o conceito de limites\n2. Explicar e interpretar o significado da derivada de uma função\n3. Usar regras para calcular derivadas com eficiência\n4. Explicar e interpretar o significado da integral de uma função\n5. Usar derivadas e integrais para resolver problemas de cinemática\n6. Aplicar métodos numéricos para calcular integrais e derivadas", "programa_resumido": "O Módulo de Fundamentos 2 tem como objetivo fornecer aos estudantes os conceitos matemáticos de limite, derivada e integral, com ênfase na compreensão teórica e prática desses conceitos. Os alunos aprenderão a calcular limites, derivadas e integrais de funções, aplicando-os em problemas reais e de cinemática. Métodos numéricos também serão abordados. Ao final do curso, os alunos terão adquirido uma sólida compreensão do cálculo avançado e suas aplicações em diversas áreas acadêmicas e profissionais.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 27, "pendentes": 0, "matriculados": 27, "grupos": {"EP - Engenharia - Ciclo Básico": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}