{"unidade": "Escola Politécnica", "departamento": "Disciplinas Interdepartamentais - Engenharias Elétricas (PCS - PEA - PSI - PTC)", "campus": "Outro", "codigo": "0323128", "nome": "Microcontroladores 1", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "A disciplina em questão tem como foco o desenvolvimento das competências definidas para o curso de Engenharia Elétrica (Projeto Piloto) nas proporções estabelecidas pelo projeto pedagógico. Para isso, os seguintes Objetivos de Aprendizagem foram estabelecidos:\n\n1. Conhecer sistemas de numeração computacionais e praticar a conversão entre eles (min. binário e hexadecimal).\n2. Entender o funcionamento do transistor MOS como chave e relacionar com portas lógicas.\n3. Entender um circuito digital (combinatório e sequencial) e relacionar com sistemas embarcados.\n4. Entender o funcionamento interno de um microcontrolador.\n5. Identificar um microcontrolador em um sistema embarcado.\n6. Entender espaço de endereçamento e periféricos mapeados em memória.\n7. Conhecer e enumerar as ferramentas de desenvolvimento de sistemas embarcados.\n8. Conhecer os padrões e normas aplicáveis no desenvolvimento de sistemas embarcados, assim com aspectos éticos e sociais.\n9. Entender o funcionamento de um compilador (cross) e aplicar em sua própria compilação.\n10. Programar um sistema embarcado, entender o conceito de simulação baseada em plataforma e, \n11. Analisar os resultados de uma simulação.\n12. Conhecer os sistemas operacionais embarcados, conceito de real-time e decidir (5) qual o melhor para um projeto.\n13. Praticar entrada e saída paralela.\n14. Conhecer a conversão AD e usá-la em um microcontrolador.\n15. Entender a comunicação serial síncrona e assíncrona e projetar uma serial.\n16. Comparar famílias de microcontroladores e decidir qual o mais adequado para um projeto de sistema embarcado.\n17. Projetar (e executar o projeto) um sistema embarcado (i.e. controlador solar, carro PID).\n18. Avaliar projetos de sistemas embarcados (e.g. casos (estudo), avaliação dos demais colegas).", "programa_resumido": "Este curso de Microcontroladores aborda os fundamentos dos sistemas embarcados, incluindo sistemas de numeração e sua conversão. Os alunos entenderão transistores MOS e portas lógicas. O curso introduz microcontroladores e seu funcionamento em sistemas embarcados. Os participantes aprenderão sobre espaço de memória, periféricos e ferramentas de desenvolvimento. Projetos práticos e exercícios reforçam os conceitos. Ao final, os alunos poderão programar microcontroladores e projetar sistemas embarcados.", "turmas": [{"codigo": "2025101", "inicio": "12/05/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Esta disciplina será oferecida somente aos alunos do Percurso por Competência da Engenharia Elétrica ingressantes em 2024, os alunos que não forem do percurso competência serão excluídos da disciplina", "horario": [{"dia": "seg", "inicio": "13:00", "fim": "15:00", "professores": [""]}, {"dia": "qui", "inicio": "09:00", "fim": "11:00", "professores": [""]}, {"dia": "sex", "inicio": "09:00", "fim": "11:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}