{"unidade": "Escola Politécnica", "departamento": "Disciplinas Interdepartamentais - Engenharias Elétricas (PCS - PEA - PSI - PTC)", "campus": "São Paulo", "codigo": "0323201", "nome": "Laboratório de Projetos em Eletricidade e Eletrônica", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Fornecer ao aluno compreensão das atividades em engenharia no que se refere a identificar necessidades e demandas, enunciar problemas, propor e avaliar alternativas de solução.  \n\nAuxiliar no desenvolvimento de habilidades e atitudes necessárias aos projetos de engenharia elétrica, tais como: trabalho em equipe, planejamento, coordenação e execução de atividades, desenvolvimento de comunicação oral e escrita, criação de alternativas e critérios para decisões, considerando aspectos técnicos, econômicos, sociais, ambientais e relativos a segurança; realização de escolhas e julgamentos e adoção de postura acadêmica ética.\n\nIntroduzir conceitos e desenvolver atividades práticas para dar apoio à execução de projetos de engenharia elétrica.\n\nRealizar projetos de engenharia elétrica.", "programa_resumido": "Seminários e Palestras especiais ministrados por especialistas, sobre vários temas dentro da área de Engenharia Elétrica: Sistemas Eletrônicos, Computação, Controle, Telecomunicações, Energia e Automação. Projetos a serem desenvolvidos pelos alunos em grupos, durante o curso, sob orientação de professores dos Departamentos da Engenharia Elétrica.\nOs temas dos Seminários e Palestras, bem como os temas de projetos são modificados a cada ano.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "EC3", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Ronaldo Domingues Mansano"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}