{"unidade": "Escola Politécnica", "departamento": "Disciplinas Interdepartamentais - Engenharias Elétricas (PCS - PEA - PSI - PTC)", "campus": "Outro", "codigo": "0323129", "nome": "Microcontroladores 2", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "A disciplina em questão tem como foco o desenvolvimento das competências definidas para o curso de Engenharia Elétrica (Projeto Piloto) nas proporções estabelecidas pelo projeto pedagógico. Para isso, os seguintes Objetivos de Aprendizagem foram estabelecidos:\n\n1. Entender a necessidade de um sistema operacional embarcado.\n2. Desconstruir um sistema embarcado, reconhecendo suas partes (em especial particionamento HW-SW).\n3. Compilar um sistema operacional e embarcar em um microcontrolador.\n4. Escrever ou adaptar um componente de sistema operacional (e.g. escalonador, sistema de arquivos, etc).\n5. Entender conceitos de sistemas tolerantes a falhas e aplicá-los no projeto da disciplina (microcontrolador).\n6. Relembrar programação de sistemas embarcados e programar um controle PID em um microcontrolador.\n7. Julgar o desempenho de um sistema embarcado, escolhendo métricas adequadas. \n8. Entender técnicas de projetos de sistemas embarcados e como aplicá-las.\n9. Entender comunicação sem fio e decidir qual a melhor para uma aplicação embarcada.\n10. Projetar um sistema embarcado no contexto da disciplina.\n11. Escrever a documentação de um sistema embarcado.\n12. Compreender como um circuito pode ser expresso em uma HDL (Verilog).\n13. Avaliar projetos de sistemas embarcados (e.g. dos demais colegas).", "programa_resumido": "Este curso abrange o design e programação de sistemas embarcados, com foco em microcontroladores. Os alunos aprenderão sobre sistemas operacionais embarcados, hardware-software partitioning e técnicas de tolerância a falhas. Além disso, o curso aborda programação prática, comunicação sem fio e design de circuitos com HDL.", "turmas": []}