{"unidade": "Escola Politécnica", "departamento": "Disciplinas Interdepartamentais - Engenharias Elétricas (PCS - PEA - PSI - PTC)", "campus": "São Paulo", "codigo": "0323120", "nome": "Projeto Integrativo 1a", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "A disciplina em questão tem como foco o desenvolvimento das competências definidas para o curso\nde Engenharia Elétrica (Projeto Piloto) nas proporções estabelecidas pelo projeto pedagógico. Para isso, os seguintes Objetivos de Aprendizagem foram estabelecidos:\n\n1. Implementar Gestão de Tempo em projetos de engenharia\n2. Implementar diferentes técnicas de esboço de peças mecânicas\n3. Aplicar Design Thinking na concepção de soluções de engenharia\n4. Identificar e classificar os usuários e stakeholders de soluções de engenharia.\n5. Levantar as necessidades de usuários e stakeholders\n6. Levantar Benchmarkings tecnológicos\n7. Modelar e simular montagens mecânicas em 3D\n8. Identificar tipos de protótipos e definir o protótipo mais adequado para a situação de projeto\n9. Implementar prototipagem rápida para testar a viabilidade de projetos conceituais\n10. Aplicar técnicas de fabricação para a realização de protótipos", "programa_resumido": "Este curso foca no desenvolvimento de um projeto prático de geração de energia limpa, integrando conhecimentos de diversas áreas da engenharia. Os alunos aprenderão sobre gestão de projetos, inovação, Design Thinking, desenho técnico e prototipagem. Atividades de extensão, incluindo visitas técnicas,  abordarão aspectos éticos, sociais, ambientais e econômicos relacionados ao projeto.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Esta disciplina será oferecida somente aos alunos do Percurso por Competência da Engenharia Elétrica ingressantes em 2024, os alunos que não forem do percurso competência  serão excluídos da disciplina", "horario": [{"dia": "qua", "inicio": "09:00", "fim": "11:00", "professores": [""]}, {"dia": "qua", "inicio": "13:00", "fim": "15:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}