{"unidade": "Instituto de Biociências", "departamento": "Disciplinas Interdepartamentais do Instituto de Biociências", "campus": "São Paulo", "codigo": "0410407", "nome": "Sistemas Ecológicos como Sistemas Complexos", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "1.Esta disciplina visa apresentar a(o) estudante o estudo da complexidade em sistemas ecológicos, isto é, de padrões observados em sistemas ecológicos que emergem como consequência de interações entre os elementos que formam os sistemas.\n\n2.O estudo de conceitos básicos associados à complexidade ecológica será usado para apresentar ao estudante rudimentos das abordagens oriundas da física e que visam explorar padrões e processos em sistemas naturais. Essas abordagens compartilham alguns aspectos básicos como: \n(i) a definição clara do problema de interesse, \n(ii) a descrição das escalas de tempo e espaço relevantes para o problema de interesse, \n(iii) a descrição padrões macroscópicos observados no sistema, \n(iv) a descrição dos princípios fundamentais que podem governar o sistema, \n(v) os processos associados a esses princípios, \n(vi) o mapeamento de potenciais padrões a esses processos de interesse e \n(vii) a detecção de novos processos não-antecipados por meio da caracterização de padrões observados como desvios de expectativas teóricas.\n\n3. A disciplina não visa fornecer uma descrição sobre o atual estado da arte no estudo da complexidade ecológica e nem apresentar ou instrumentalizar o(a) estudante em técnicas avançadas de análise em problemas relacionados a complexidade ecológica.", "programa_resumido": "1. Introdução:\na. Conceitos a serem trabalhados: Padrão, processo e escala.\nb. Conceitos a serem trabalhados: Equilíbrio e estabilidade.\nc. Modelo subjacente: Modelo de dinâmica populacional independente densidade em tempo contínuo e tempo discreto.\n\n2. Dinâmica de uma população em um local:\na. Conceitos a serem trabalhados: Campo-médio, simetria e lei de ação de massas.\nb. Problema a ser trabalhado: como regras simples e determinísticas podem gerar comportamento imprevisível.\nc. Modelo subjacente: Modelo de dinâmica populacional dependente densidade em tempo contínuo e tempo discreto.\n\n3. Dinâmica de populações de uma mesma espécie ao longo do espaço:\na. Problema a ser trabalhado: como o grau de detalhe da descrição de um fenômeno pode mudar quando se move através de escalas espaciais.\nb. Problema a ser trabalhado: como dinâmicas simples podem gerar resultados não-intuitivos.\nc. Problema a ser trabalhado: Como interações locais entre elementos do sistema pode levar a formação de padrões emergentes.\nd. Modelo subjacente: Modelo de meta-população de Levins.\n\n4. Diversidade e Informação:\na. Problema a ser trabalhado: a relação entre diversidade, ordem e informação.\nb. Equação subjacente: Entropia de Shannon.\n\n5. Interações ecológicas: diversidade e complexidade:\na. Problema a ser trabalhado: Como interações entre indivíduos de espécies podem influenciar a persistência da diversidade.\nb. Conceito a ser trabalhado: Como os efeitos de processos ecológicos podem ter efeitos distintos em diferentes níveis de organização.\nc. Modelo subjacente: modelo competitivo de MacArthur & Levins e simulações numéricas de modelos predador-presa estruturados no espaço.\n\n6. Interações ecológicas: redes de interação:\na. Conceito a ser trabalhado: Propriedade emergente. \nb. Problema a ser trabalhado: Como a estrutura das interações do sistema pode ajudar a inferir processos subjacentes.\nc. Modelo subjacente: modelos de formação de redes complexas\n\n7. Preparação para a o trabalho final da disciplina:\na. Desenvolvimento de uma forma de pensar em um problema de interesse em termos dos padrões macroscópicos a serem estudados e dos processos mínimos subjacentes que podem gerar os padrões observados.\n\n8. Apresentação final da disciplina", "turmas": [{"codigo": "2024201", "inicio": "12/08/2024", "fim": "14/10/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["Ana Paula Aprigio Assis", "Paulo Roberto Guimaraes Junior"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 15, "inscritos": 13, "pendentes": 0, "matriculados": 0, "grupos": {"IB - Ciências Biológicas - Núcleo Avançado - Integral": {"vagas": 6, "inscritos": 6, "pendentes": 0, "matriculados": 0}, "IB - Ciências Biológicas - 41012 Núcleo Avançado - Noturno": {"vagas": 6, "inscritos": 6, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 3, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}