{"unidade": "Instituto de Biociências", "departamento": "Disciplinas Interdepartamentais do Instituto de Biociências", "campus": "Outro", "codigo": "0411206", "nome": "Introdução ao Ensino de Biologia", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina tem como principais objetivos que os estudantes: (1) reflitam criticamente sobre a prática docente, aproximando-se de diferentes realidades do sistema de ensino, incluindo currículo e políticas públicas; (2) compreendam pontos fundamentais do histórico do campo de Biologia, estabelecendo paralelos com o história da educação; (3) compreendam aspectos introdutórios sobre aprendizagem e os relacionem aos processos de ensino (4) desenvolvam noções básicas sobre elaboração de estratégias didáticas e formas de avaliação da aprendizagem, focandose em exemplos conceituais do escopo da Biologia; (5) compreendam os conhecimentos docentes necessários à formação do Professor; (6) reconheçam finalidades e metodologias básicas da pesquisa em Ensino de Ciências e Biologia, valorizando sua integração à pratica dos professores. Tendo em vista a formação de professores, a disciplina visa ainda aprimorar competências e habilidades relacionadas à interpretação e à produção de textos em diferentes gêneros, bem como o uso de outras linguagens, como imagens, vídeos, aplicativos, estimulando-se o uso e produção no âmbito das TIC (Tecnologias da Informação e Comunicação). Ao estimular a construção de estratégias didáticas e materiais de divulgação fundamentado em pesquisas da área de ensino de ciências e voltados para a comunidade externa, a disciplina busca promover a articulação pesquisa/docência/extensão, característica da função social da universidade.", "programa_resumido": "História do Ensino de Biologia e relações com História da Educação e da Educação em Ciências. Políticas públicas em Educação e seus reflexos no Ensino de Ciências e Biologia. Aprendizagem. Estratégias didáticas. Avaliação da aprendizagem. Tendências no Ensino de Ciências e Biologia. Divulgação científica e Educação Não Formal. Abordagens e temas específicos do Ensino de Biologia a serem escolhidos pelos estudantes em cada oferecimento. Saída de campo em um Espaço de Educação não formal.", "turmas": []}