{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "0500058", "nome": "Medicina Clínica e Cirúrgica I", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "( Obs: Conjunto de disciplinas  Reumatologia, Pediatria, Cirurgia Plástica, Demartologia, Obstetrícia, Ginecologia e Hematologia) REUMATOLOGIA:Os alunos deverão ser capazes de conceituar as diferentes patologias reumatológicas e seus mecanismos fisiopatológicos básicos (processo inflamatório agudo ou crônico, metabólico, mecanismo imunológico, etc), com adequada compreensão da evolução clínica, complicações, disfunções sistêmicas e sequelas. Deverão ainda adquirir noção clara dos cuidados exigidos, dos procedimentos a serem evitados e da importância da fisioterapia e terapia ocupacional na manutenção da função e recuperação do doente. OBSTETRÍCIA:Promover conhecimento sobre as alterações fisiológicas durante a gravidez, tipos de parto, assistência, complicações e cuidados que a gestante deve ter consigo e com o recém-nascido. GINECOLOGIA:Promover conhecimento sobre as alterações fisiológicas e patológicas nas principais ginecopatias.- CIRURGIA PLÁSTICA:Proporcionar ao aluno conceitos atualizados sobre a cicatrização de feridas, além do tratamento de queimaduras, prevenção e/ou tratamento de seqüelas funcionais. Proporcionar conceitos e prática sobre resultados da intervenção cirúrgica em estética e cirurgia reparadora.- DERMATOLOGIA:Proporcionar ao aluno conceitos atualizados de diagnóstico e tratamento de doenças dermatológicas limitantes.-PEDIATRIA:Oferecer aos alunos conhecimentos fundamentais sobre crescimento e desenvolvimento da criança normal, destacando influências ambientais.Ao final do programa, o aluno deverá reconhecer os desvios da normalidade e saber programar, a atuação do fisioterapeuta no cuidado à criança.", "programa_resumido": "REUMATOLOGIA:OsteoartroseArtrite Reumatóide EspondiloartropatiasColagenosesPartes Moles Reumatologia na InfânciaColuna Fisioterapia em Reumatologia. OBSTETRÍCIA:Modificações gravídicas locais·Modificações gravídicas gerais·Desenvolvimento fetal·Assistência pré-natal em gestação normal e de alto risco·Bacia obstétrica e relações útero-fetais·Mecanismo de parto SEMINÁRIOS·Dor de parto: analgesia e anestesia - Aspectos médicos e fisioterapêuticos·\tTipos de parto e assistência às fases clínicas do parto·Amamentação: fisiologia, técnicas e significado·Sexualidade na gravidez.GINECOLOGIA:Anatomia do Aparelho Genital FemininoMioma UterinoCiclo Menstrual e suas AlteraçõesInflamações GenitaisDoenças Sexualmente TransmissíveisDoença Inflamatória PélvicaDismenorréia e Tensão Pré-MenstrualAnticoncepçãoIncontinência Urinária de EsforçoReabilitação do Assoalho PélvicoSíndrome do ClimatérioTumores Benignos da MamaNeoplasia Intraepitelial CervicalCarcinoma do EndométrioDetecção Precoce do Câncer de Ma", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "02/12/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Marcello Menta Simonsen Nico", "Rolf Gemperli"]}, {"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Ana Maria de Ulhoa Escobar", "(R) Edmund Chada Baracat", "(R) Marco Antonio Borges Lopes"]}, {"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Eduardo Ferreira Borba Neto", "(R) Sandra Fatima Menosi Gualandro"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}