{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "0500059", "nome": "Medicina Clínica e Cirúrgica II", "creditos_aula": 12, "creditos_trabalho": 0, "objetivos": "(Obs:conjunto de disciplinas Pneumologia, Endoclinologia, Angiologia, Cardiologia, Cirurgia Geral, Psiquiatria, Neurologia  ). PNEUMOLOGIA: Fazer com que o aluno durante e principalmente ao final do curso saiba: Reconhecer as principais afecções respiratórias e fazer correlações entre a anatomia, histologia, imagem e o funcionamento do sistema respiratório. A fisiopatologia dos sinais e sistemas e conhecer o quadro clínico das principais doenças e síndromes respiratórias. Baseando-se na fisiopatologia das principais doenças e síndromes pulmonares, discutir o papel do fisioterapeuta.  CARDIOLOGIA:Caracterizar as alterações do sistema cardiovascular, tendo como objetivo a fundamentação dos aspectos clínicos e cirúrgicos das diversas patologias cardiocirculatórias. Os alunos deverão conhecer as cardiopatias mais freqüentes, bem como seu tratamento clínico e cirúrgico, complementado seus conhecimentos para a avaliação e condutas fisioterapêuticas. A ênfase serádada na parte prática, com uma discussão clínica ao início e a complementação com as bases para o atendimento fisioterápico.. ANGIOLOGIA:Ministrar conhecimentos básicos na área de Angiologia e Cirurgia Vascular, especialmente versados para a prática da fisioterapia.ENDOCRINOLOGIA:Dotar o aluno de conhecimentos fundamentais sobre as diferentes patologias endócrino-metabólicas, focalizando aquelas que desencadeiem conseqüências no sistema ósseo, articular e muscular.CIRURGIA GERAL:Noções de fisiopatologia cirúrgica que permitam a compreensão de procedimentos fisioterapêuticos; e alcance e limitações da fisioterapia nos doentes cirúrgicos. Facilitar a participação numa equipe multidisciplinar de saúde.PSIQUIATRIA:Transmitir aos alunos conhecimentos básicos de psiquiatria de modo que possam discriminar patologias psiquiátricas e lidar com dificuldades emocionais de seus pacientes. NEUROLOGIA:Ensinar aos alunos as principais síndromes e doenças neurológicas.Ensinar os aspectos práticos na avaliação do paciente através do exame neurológico e discussão de casos clínicos", "programa_resumido": "PNEUMOLOGIA: No programa consta da revisão do funcionamento do pulmão normal e chegando ao conhecimento clínico e fisiopatológico das principais doenças pulmonares: Insuficiência Respiratória; Doenças Pulmonar Obstrutiva Crônica; Asma; Síndrome do desconforto Respiratório Agudo; Distúrbio Respiratório Obstrutivo do Sono; Princípios da Ventilação Mecânica. CARDIOLOGIA: Bases anatômicas do aparelho circulatório.·Fisiopatologia do aparelho circulatório. Doenças do miocárdio e do pericárdio·Doença arterial coronária·Doenças valvares·\tCardiopatias congênitas·Propedêutica cardiológica·Fisioterapia em Cardiologia. ANGIOLOGIA:Anatomia e fisiologia do sistema venoso dos membros inferioresEstase venosa crônica. Fisiopatologia. SequelasTrombose Venosa Profunda - tromboembolismo pulmonarVarizes dos membros inferiores - oclusões arteriais crônicasOclusões arteriais agudas - traumatismos vasculares - sequelasIsquemia cerebral extra-craniana - compressões cervicobraquiaisEdemas dos membros inferiores - linfedemasUlceras de perna de origem vascularAmputações dos membros isquêmicos - Reabilitação do paciente amputadoAneurismas arteriais. ENDOCRINOLOGIA:Sistema hipotálamo - hipofisário·\tAcromegalia·Diabetes·Obesidade·Disfunção tireoideana e alterações ósseas, articulares e musculares·Metabolismo ósseo e osteomalácia·Remodelação óssea e hiperparatiroidismo·\tOsteoporose. CIRURGIA GERAL:·\tAtendimento cirúrgico: enfoque multiprofissional  e Fisioterapia como participante da Equipe de Saúde·\tPaciente cirúrgico - visão global das alterações produzidas pela agressão cirúrgica·\tFeridas cirúrgicas e traumáticas - cicatrização·\tQueimaduras·\tInfecção em cirurgia - noções de competência imunitária. Infecção Hospitalar·\tNutrição e hidratação em cirurgia·\tCuidados pré e pós-operatórios·\tComplicações respiratórias no pós-operatórios: noções básicas e princípios de profilaxia, tratamento·\tNoções de ventiloterapia·\tPolitraumatizado: definição e princípios de atendimento. Cuidados no transporte de politraumatizado. Noções de choque·\tParada cárdio respiratória - manobras de ressuscitação·\tAfecções cirúrgicas de tórax: incisões torácicas e sua repercussão no pós-operatório·\tAfecções cirúrgicas abdominais: incisões torácicas e repercussões do pós-operatório·\tCirurgia dos enfartados: cuidados especiais·\tHérnias e eventrações·\tBexiga neurogênica·\tAfecções cirúrgicas vasculares - gangrena das extremidades, úlceras do tegumento e cuidados com os amputados. Sequelas da cirurgia vascular. Orientação. PSIQUIATRIA:·\tPsiquiatria moderna - histórico e tendências atuais·\tser humano como ser eco-bio-psico-social·\tNoções de psicologia médica. a relação do profissional de ajuda com seu paciente e suas perturbações. casos clínicos.·\tExame psíquico. noções de psicopatologia. neuroses, psicoses e psicopatias. casos clínicos.·\tTranstornos neuróticos: fóbicos, ansiosos, obssesivo-compulsivo, dissociativos e somatoformes.·\tTranstornos esquizofrênicos, afetivos e mentais. casos clínicos.·\tTranstornos da personalidade e da sexualidade.·\tUso e dependência de substância psicoativa. casos clínicos.·\tTerapêuticas psiquiátricas. efeitos colaterais. casos clínicos·\tNoções básicas de psicoterapia·\tPsicoterapias cognitivas e comportamentais·\tNoções básicas de psiquiatria infantil·\tTranstornos da infância e adolescência. oligofrenias·\tRelacionamento do profissional de ajuda com pacientes muito comprometidos e terminais.·\tRelacionamento do profissional de ajuda com pacientes idosos. transtornos principais da 3ª idade.·\tRole-playing da relação do profissional de ajuda com seu paciente·\tCenas e situações temidas pelo fisioterapeuta. NEUROLOGIA:·\tAbordagem do paciente neurológio·Exame neurológio I·Controle de motricidade I - controle de motricidade II·Exame neurológico III·\tEletroneuromiografia·Líquido cefalorraqueano (LCR)·TCE  e  SHIC - Epilepsia·Compressões radiculomedulares·Síndrome miofacial e fibromialgia·Paralisia cerebral·Distúrbios do desenvolvimento neuro-psicomotor·\tHidrocefalias e disrrafias·Doenças do sistema extrapiramidal·Polirradiculoneurites e neuropatias periféricas·\tDoenças de ponta anterior da medula, miopatias·Acidentes vasculares cerebrais sistêmicos·Esclerose múltipla", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "27/06/2025", "tipo": "Prática", "observacoes": "Prof. responsável pela disciplina de Cirurgia Vascular Antonio Eduardo Zerati\nOrigem:*\t\nCarga horária:*\t\n15 hs", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Rogério de Souza"]}, {"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Maria Lucia Cardillo Correa Giannella"]}, {"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Edivaldo Massazo Utiyama", "(R) Roberto Kalil Filho"]}, {"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Francisco Lotufo Neto"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["Fernando Kok"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 27, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}