{"unidade": "Escola de Enfermagem", "departamento": "Disciplinas Interdepartamentais da Escola de Enfermagem", "campus": "São Paulo", "codigo": "0701211", "nome": "Enfermagem na Atenção Básica e a Saúde da Criança, da Mulher e Mental", "creditos_aula": 12, "creditos_trabalho": 0, "objetivos": "OBJETIVOS:\n\na) OBJETIVO GERAL DO MÓDULO.\nPropiciar o desenvolvimento e a integração de conhecimentos, habilidades e atitudes do estudante para o processo de cuidado de enfermagem na saúde da criança, da mulher e mental, visando a atenção integral e humanizada e as necessidades de saúde dos usuários (pessoas, famílias e grupos) em Unidades Básicas de Saúde.\n\nb) IMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO.\nO aluno já aprendeu a trabalhar com os instrumentos de reconhecimento das necessidades e nesse momento vai iniciar ações de cuidado de enfermagem na saúde da criança, da mulher e mental. A Unidade Básica de Saúde é reconhecida como a principal porta de acesso dos usuários ao SUS e deve se responsabilizar pela resolução de 80% dos problemas prevalentes em saúde. Está em consonância com o perfil profissional estabelecido no PPP do curso de graduação em Enfermagem da EEUSP.\n\nc) SITUAÇÕES (eixos integrativos) NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA.\nNesta disciplina, os conhecimentos e habilidades desenvolvidos anteriormente serão integrados a novos conhecimentos e habilidades relativos ao cuidado na saúde da criança, da mulher e mental na Atenção Básica. A aplicação destes proporcionará aos estudantes exercitar o raciocínio clínico durante a realização das atividades teórico-práticas. Esse conjunto de saberes e ações possibilitará a adequação da prática do cuidado à realidade, bem como comporá o perfil generalista do profissional\n\nd) OBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS.\n \tI. Referentes à ação docente:\n1. Instrumentalizar o planejamento, a implementação e a avaliação da assistência de enfermagem na saúde da criança, da mulher e mental na atenção básica. \n2. Estimular e acompanhar o estudante na participação de projetos de promoção da saúde de caráter intersetorial, nas ações voltadas à saúde da criança, da mulher e mental. \n3. Promover articulação com os campos de prática, com vistas a garantir o espaço de formação do estudante nesses locais (este objetivo não se articula aos conteúdos, mas é uma atividade necessária para a consecução das atividades discentes em campos de prática, demandando carga horária docente).\n\nII. Referentes à ação discente:\n1. Aplicar conceitos de promoção e recuperação da saúde, prevenção de doenças e agravos, no cuidado de enfermagem na saúde da criança, da mulher e mental na Atenção Básica; \n2. Realizar monitoramento das necessidades de saúde na saúde da criança, da mulher e mental na Atenção Básica; \n3. Prestar cuidados de enfermagem na saúde da criança, da mulher e mental, pautados no contexto social, no perfil epidemiológico em que se inserem e nas dimensões clínica, ética e relacional/interacional; \n4. Identificar elementos do processo de trabalho assistencial de enfermagem e de saúde na Atenção Básica", "programa_resumido": "Bases do cuidado na Atenção Básica na saúde da criança, da mulher e mental. Planejamento, implementação e avaliação da assistência de enfermagem na saúde da criança, da mulher e mental na Atenção Básica. Participação em projetos de promoção da saúde de caráter intersetorial, nas ações voltadas à saúde da criança, da mulher e mental. Aplicação de conceitos de promoção e recuperação da saúde, prevenção de doenças e agravos, no cuidado de enfermagem na saúde da criança, da mulher e mental na Atenção Básica. Monitoramento das necessidades de saúde na Atenção Básica. Cuidados de enfermagem a pessoas, famílias e grupos, na saúde da criança, da mulher e mental, considerando os diferentes perfis epidemiológicos, o contexto social em que se inserem e as dimensões clínica, ética e relacional/interacional.", "turmas": [{"codigo": "2024201", "inicio": "08/08/2024", "fim": "10/12/2024", "tipo": "Teórica Vinculada", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 55, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024211", "inicio": "08/08/2024", "fim": "10/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 55, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}