{"unidade": "Escola de Enfermagem", "departamento": "Disciplinas Interdepartamentais da Escola de Enfermagem", "campus": "São Paulo", "codigo": "0701204", "nome": "Avaliação de Indivíduos e Famílias", "creditos_aula": 14, "creditos_trabalho": 0, "objetivos": "GERAL \n    Instrumentalizar o estudante nos aspectos conceituais, procedimentais e atitudinais para a compreensão e a prática de avaliação de indivíduos e família.\n\n ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:\nReferentes à ação docente \n1.\tSituar a avaliação de indivíduos e família no Processo de Enfermagem.\n2.\tIntroduzir as bases teóricas e conceituais do processo de avaliação de indivíduos e famílias.\n3.\tProporcionar o ensino de conteúdos e o desenvolvimento de habilidades necessários à avaliação da criança, do adulto, do idoso e da família.\n4.\tPromover situações para o uso de diferentes métodos e instrumentos de avaliações de indivíduos e famílias. \n5.\tEstimular o estudante para interpretar os dados obtidos.\n6.\tOrientar o estudante a gerar hipóteses diagnósticas de enfermagem a partir dos dados obtidos;\n7.\tAuxiliar o estudante a lidar com a incerteza do raciocínio clínico;\n8.\tIncentivar o estudante a refletir sobre os processos de pensamento que aplica ao interpretar dados; \n9.\tRespeitar o momento de aprendizagem do estudante, reconhecendo suas potencialidades e dificuldades.\n10.\tDiscutir o papel do enfermeiro na avaliação de indivíduos e famílias.\n11.\tEstimular o aluno a desenvolver competência técnica e científica na avaliação de indivíduos e famílias.\n12.\t Proporcionar o desenvolvimento de atitude ética e de responsabilidade no desempenho das atividades de avaliação de indivíduos e família.\n13.\tPromover a reflexão sobre os componentes cognitivos, relacionais e atitudinais envolvidos na realização das atividades de avaliação de indivíduos e famílias.\n\n Referentes à ação discente\n1.\tReconhecer a avaliação de indivíduos e família como etapa do Processo de Enfermagem.\n2.\tDiscorrer sobre a finalidade da avaliação de indivíduos e de famílias;\n3.\tConhecer as bases teóricas e metodológicas do processo de avaliação de indivíduos e famílias.\n4.\tDemonstrar habilidades na aplicação de técnicas de obtenção de dados de indivíduos e famílias;\n5.\tInteragir com crianças, adultos, idosos e famílias para obter dados pertinentes ao processo saúde-doença que sejam confiáveis, válidos e relevantes para o cuidado de enfermagem;\n6.\tIniciar o exercício do raciocínio clínico para propor hipóteses diagnósticas de enfermagem a partir dos dados obtidos. \n7.\tIdentificar estratégias de pensamento que usa para interpretar dados pertinentes ao processo saúde-doença; \n8.\tIdentificar o papel do enfermeiro na avaliação de indivíduos e famílias.\n9.\tMostrar comportamentos compatíveis com atitude ética e de responsabilidade no desempenho das atividades de avaliação de indivíduos e família.\n10.\tDiscorrer sobre os componentes cognitivos, relacionais e atitudinais envolvidos na realização das atividades de avaliação de indivíduos e famílias.", "programa_resumido": "Bases teóricas e conceituais para a avaliação de indivíduos e de famílias como etapa do processo de enfermagem. Métodos e Instrumentos para a avaliação da criança, do adulto, do idoso e da família. Avaliação fisiológica, funcional, nutricional e psicossocial de indivíduos e avaliação estrutural, funcional e de desenvolvimento de famílias para a identificação de necessidades para a intervenção de enfermagem no processo saúde-doença. Introdução ao raciocínio clínico.", "turmas": [{"codigo": "2025101", "inicio": "06/03/2025", "fim": "09/06/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": ["", ""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": ["", ""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "06/03/2025", "fim": "09/06/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": ["", ""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": ["", ""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}