{"unidade": "Escola de Enfermagem", "departamento": "Disciplinas Interdepartamentais da Escola de Enfermagem", "campus": "São Paulo", "codigo": "0701209", "nome": "Estágio Curricular II (Enfermagem na Atenção Básica, Atenção Psicossocial ou Ambulatórios de Especialidades)", "creditos_aula": 1, "creditos_trabalho": 8, "objetivos": "OBJETIVO GERAL DO MÓDULO \nDesenvolver a autonomia do estudante para o exercício profissional orientado pelo Sistema Único de Saúde de forma responsável, compromissada e ética, considerando a prática nos diversos cenários como lócus de geração de questões de aprendizagem, contemplando a especificidade e as inovações da prática de enfermagem.\n\nIMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO. \nA atuação do estudante promoverá a transição entre o \u0093mundo acadêmico\u0094 (formação inicial) e o \u0093mundo do trabalho\u0094 (prática profissional), por meio da integração dos conhecimentos apreendidos, vinculados às diferentes áreas da prática profissional.\n\nSITUAÇÕES NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA\n - Práticas de cuidado e de gerenciamento do cuidado de enfermagem nas instituições de saúde de atenção básica, atenção psicossocial e ambulatórios de especialidades.\n\nOBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:\n\nReferentes à ação docente:\n1 . promover a articulação dos conhecimentos apreendidos, vinculando-os às diferentes áreas da prática profissional;\n2. Contextualizar, de maneira crítica, os processos de trabalho do enfermeiro nos serviços de saúde;\n3. discutir perspectivas e tendências de atuação do enfermeiro no cuidado e no gerenciamento;\n4. discutir as políticas sociais, em particular as de saúde, e sua interface com as práticas de enfermagem;\n5. articular as bases teóricas e conceituais com a estrutura e a dinâmica organizacional dos serviços de saúde e de enfermagem;\n6. instrumentalizar os estudantes para a coordenação de equipes de enfermagem e de saúde;\n7. discutir os aspectos éticos e legais envolvidos na atuação profissional;\n8. planejar atívidades da prática profissional, visando à transição entre a formação e o trabalho, em conformidade aos princípios éticos e legais da profissão;\n9. incentiva a busca e a utilização de novos conhecimentos para o desenvolvimento da prática profissional;\n10. incentivar a autonomia do estudante e a integração entre alunos, professores e profissionais.\n11.Promover o desenvolvimento de ambiente e de recursos pedagógicos junto aos profissionais de campo com foco na aprendizagem dos estudantes.\n\n\nReferente à ação discente:\n\n1. integrar os conhecimentos, habilidades e atitudes apreendidos, vinculando-os às diferentes áreas da prática profissional;\n2. planejar e executar ações para indivíduos e grupos sociais específicos, de acordo com as necessidades de saúde da população e seus condicionantes e determinantes;\n3. analisar e desenvolver os processos de trabalho de enfermagem, articulados à dinâmica organizacional dos serviços, ao modelo assistencial e sua interface com as políticas sociais;\n4. identificar perspectivas e tendências de atuação do enfermeiro no cuidado e no gerenciamento;\n5. implementar processos de avaliação das ações de enfermagem;\n6. compreender as políticas sociais, em particular as de saúde, e sua interface com as práticas de enfermagem;\n7. intervir no processo saúde-doença na perspectiva da integralidade da assistência, em consonância com as propostas de atenção preconizadas em âmbito nacional;\n8. desenvolver competências relacionadas ao cuidado individual e coletivo e à organização e gerenciamento do cuidado de enfermagem;\n9. atuar em equipe multiprofissional;\n10. analisar os aspectos éticos e legais envolvidos na atuação profissional;\n11. desenvolver atividades da prática profissional, visando à transição entre a formação e o trabalho;\n12. intervir em enfermagem, utilizando o raciocínio clínico e as evidências científicas para a prática, segundo as especificidades dos sujeitos e dos perfis epidemiológicos;\n13. buscar e utilizar novos conhecimentos para o desenvolvimento da prática profissional;\n14. utilizar a pesquisa como uma das ferramentas do processo de trabalho do enfermeiro", "programa_resumido": "Conceitos, metodologias e instrumentos dos processos de trabalho em enfermagem. Planejamento, organização, execução e avaliação do cuidado de enfermagem. Prática do cuidado e do gerenciamento do cuidado de enfermagem.", "turmas": [{"codigo": "2024201", "inicio": "07/08/2024", "fim": "26/09/2024", "tipo": "Prática", "observacoes": "REPOSIÇÃO: 27/09 a 02/10/2024 - das 08h às 17h + 02 a 06/12/2024 - das 08h às 17h\nMesas-redondas: 05 e 06/08/24 - das 08h às 17h\nFórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nMostra de TCC: 09/12/24 - das 08h às 17h", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "03/10/2024", "fim": "29/11/2024", "tipo": "Prática", "observacoes": "REPOSIÇÃO: 27/09 a 02/10/2024 - das 08h às 17h + 02 a 06/12/2024 - das 08h às 17h\nMesas-redondas: 05 e 06/08/24 - das 08h às 17h\nFórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nMostra de TCC: 09/12/24 - das 08h às 17h", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}