{"unidade": "Escola de Enfermagem", "departamento": "Disciplinas Interdepartamentais da Escola de Enfermagem", "campus": "São Paulo", "codigo": "0701207", "nome": "Enfermagem na Administração de Medicamentos", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Proporcionar o desenvolvimento e a integração de conhecimentos, habilidades e atitudes do aluno no que diz respeito à administração de medicamentos.Referente à ação discente:1.\tIdentificar os princípios ético-legais que regem a atuação do enfermeiro no processo da administração de medicamentos (1)2.\tRelacionar os tipos de prescrição com a participação do enfermeiro no processo da administração de medicamentos (1)3.\tRealizar o aprazamento dos horários em prescrições de diferentes tipos (em oficinas) (1)4.\tRelacionar as definições gerais aplicadas a administração de medicamentos  (2)5.\tUtilizar as fontes de informações sobre medicamentos (2)6.\tAplicar os princípios matemáticos aos cálculos de dosagem de medicamentos (3)7.\tCompreender e aplicar os princípios de rediluição de medicamentos, seu preparo e administração a recém-nascidos, crianças e adolescentes. (3)8.\tDiferenciar os tipos de preparações farmacêuticas (4)9.\tComentar os sistemas de distribuição de medicamentos (5)10.\tRelacionar os fatores que afetam a resposta individual ao uso do medicamento (6).11.\tCitar os fatores associados a farmacocinética dos medicamentos nas crianças, adultos e idosos (6)12.\tIdentificar as características das vias de administração percutânea e enteral de medicamentos (7)13.\tDemonstrar os procedimentos usados na administração percutânea e enteral de medicamentos (7)14.\tIdentificar os princípios que regem o preparo seguro de medicamentos e soluções parenterais, utilizando rediluição quando necessário. (8)15.\tDemonstrar os procedimentos usados no preparo de medicamentos e soluções parenterais (8)16.\tIdentificar as características das vias de administração SC e IM) (9)17.\tDemonstrar os procedimentos usados na administração SC e IM (9)18.\tIdentificar as características da via de administração intravenosa (10)19.\tDemonstrar os procedimentos usados na administração intravenosa de medicamentos (10)20.\tListar as principais reações adversas a medicamentos relativas aos medicamentos presentes nos protocolos do ministério da saúde (hipertensão, diabetes, gestante de baixo risco (11)21.\tAbordagem do paciente (recém-nascido, criança, adolescente, adulto, idoso e família) no preparo para o procedimento de administração de medicamentos.Referente à ação docente:1.\tExpor os princípios que norteiam o processo da administração de medicamentos2.\tConceituar os termos usados no âmbito da administração de medicamentos3.\tExplicar a utilização do DEF2.\tRelacionar as fontes de informação fidedignas sobre medicamentos3.\tExplicar os princípios matemáticos aplicados ao calculo de dosagem e rediluição de medicamentos4.\tExpor as diferentes preparações farmacêuticas5.\trelacionar os sistemas de distribuição de medicamentos6.\tExplicar os fatores que afetam a resposta ao medicamento7.\tEstabelecer a relação entre idade e farmacocinética dos medicamentos8.\tExplicar as características do uso das vias percutânea e enteral9.\tPromover oficinas para realização de pratica da técnica10.\tFundamentar os princípios que regem o preparo e administração de injetáveis.11.\tPromover oficinas para realização de pratica do preparo e manuseio de materiais  estéreis usados na administração de medicamentos12.\tDemonstrar o procedimento13.\tExplicar as características do uso da via SC e IM14.\tPromover oficinas para realização de pratica da técnica/procedimento15.\tDemonstrar o procedimento16.\tExplicar as características do uso da via IV17.\tPromover oficinas para realização de pratica da técnica/procedimento18.\tDemonstrar o procedimento19.\tExpor as principais reações adversas a medicamentos relativas aos medicamentos presentes nos protocolos do ministério da saúde (hipertensão, diabetes, gestante de baixo risco)20.\tExpor os princípios da abordagem para o preparo do paciente (recém-nascido, criança, adolescente, adulto, idoso e família) para a administração de medicamentos.", "programa_resumido": "Princípios da administração de medicamentos. Vias de administração de medicamentos. Cuidados no preparo e administração de medicamentos. Protocolos da Atenção básica.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "20/09/2024", "tipo": "Teórica Vinculada", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 55, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024211", "inicio": "05/08/2024", "fim": "20/09/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 55, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}