{"unidade": "Instituto de Astronomia, Geofísica e Ciências Atmosféricas", "departamento": "Interdepartamentais do IAG", "campus": "São Paulo", "codigo": "1400101", "nome": "Introdução às Ciências da Terra e do Universo", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Proporcionar uma visão abrangente e integrada da Astronomia, Geofísica e Ciências Atmosféricas, com ênfase nos aspectos comuns destas três áreas, como a profunda fundamentação nas teorias físicas, a multidisciplinaridade, o uso de tecnologias modernas como satélites espaciais e a computação de alto desempenho. Serão também abordados os aspectos histórico-culturais e contextos socioeconômicos destas ciências. O aluno, exposto a uma seleção de tópicos dentro destas três grandes áreas, se familiarizará com a linguagem e conceitos básicos delas, viabilizando que explore, durante sua graduação, o intercâmbio de abordagens técnico-científicas e métodos de pesquisa nas ciências da Terra e do Universo.", "programa_resumido": "Visão geral da astronomia, geofísica e meteorologia. Aspectos históricos, culturais, econômicos e tecnológicos das três áreas. Métodos e tecnologias na coleta e análise de dados nas três áreas. O sistema solar e outros sistemas planetários, evolução estelar e o ecossistema galáctico, história e evolução do Universo. Magnetismo terrestre, sismicidade, estrutura física e dinâmica da Terra, Tectônica de Placas.  Estrutura e conceitos de dinâmica atmosférica, visão geral dos sistemas atmosféricos e visão geral da climatologia.", "turmas": [{"codigo": "2025134", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Disciplina exclusiva para os ingressantes 2025.", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}