{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "1701108", "nome": "Desenvolvimento Pessoal e Profissional I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A educação é o caminho para a emancipação. Dentro desta perspectiva esperamos que a experiência vivida pelo estudante do curso de medicina da FMRP-USP (tanto as curriculares quanto as extracurriculares) proporcione oportunidades reais e significativas para a aquisição de conhecimentos, desenvolvimento de habilidades e atitudes essenciais para a prática da profissão, tendo como premissa a segurança e o bem-estar pessoal e das pessoas e comunidades com quem o futuro médico vai interagir e atuar profissionalmente.\nEspera-se que ao longo da graduação seja possível aos estudantes construir e reconhecer a própria identidade profissional. Isto incluirá conhecimentos essenciais e habilidades para a prática profissional: comunicação verbal, não verbal e escuta ativa, história e exame físico, raciocínio clínico, pensamento científico e crítico, tomada de decisão, educação, promoção, prevenção e reabilitação da saúde tanto no nível pessoal ou na comunidade. \nAderir e respeitar os valores da profissão (profissionalismo) e ser aquele que advoga em favor dos interesses de seus pacientes, respeitando e defendendo também o sistema de saúde. O estudante também deve ser capaz de trabalhar colaborativamente atuando, de maneira adequada e efetiva, como membro de equipes ou liderando-as. Como a prática profissional é dinâmica e sujeita a mudanças constantes, é necessário aprender continuadamente, a partir da reflexão sobre suas próprias experiências e propor ajustes e melhorias a partir da identificação de suas próprias fortalezas e recursos, bem como as lacunas e necessidades.", "programa_resumido": "Os estudantes serão divididos em grupos de 8-9 com um ou dois professores menores por grupo. \nSerão realizados encontros semanais predominantemente presencias e em grupo durante o primeiro semestre com o objetivo de acolhimento e adaptação à nova realidade universitária, treinamento no preenchimento de atividades reflexivas sobre as experiências vivenciadas e acompanhamento do desempenho acadêmico utilizando plataforma própria desenvolvida com esta finalidade (eportfolio.fmrp.usp.br)\nDurante o segundo semestre as atividades reflexivas e de acompanhamento serão intensificadas e complementadas por discussões individuais entre os mentores e os estudantes.", "turmas": [{"codigo": "20251TB", "inicio": "10/03/2025", "fim": "12/12/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 52, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}