{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "1701102", "nome": "Bases Fundamentais da Medicina II", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "- Estimular e orientar os estudantes a buscarem e assimilarem conhecimento sobre a Imagens Médicas, Biologia Celular, Embriologia, Genética e Patologia Geral de maior interesse para a formação médica.\n- Introduzir o estudo das células e dos tecidos, com ênfase nos aspectos morfológicos.\n- Introduzir os conceitos fundamentais da Biologia do Desenvolvimento, com ênfase no estudo das bases morfológicas das fases iniciais do desenvolvimento embrionário humano normal e patológico, e de seus mecanismos celulares e moleculares subjacentes.\n- Proporcionar ao aluno conhecimento das bases moleculares da organização do material genético e da regulação da expressão gênica.\n- Proporcionar noções básicas sobre formação da imagem médica com os principais equipamentos utilizados na prática radiológica, tais como a radiologia geral e especializada, ultra-sonografia, tomografia computadorizada, ressonância magnética e medicina nuclear.\n- Capacitar o aluno a compreender os aspectos patológicos gerais envolvidos nos mecanismos de lesão tecidual, considerando sua gênese e evolução.\n - Fornecer ao aluno conceitos-chave relacionados à imunologia básica e, no decorrer do curso, estender a aplicação desses conceitos às respostas imunológicas que são induzidas em decorrência das infecções com microorganismos ou parasitas, nas respostas contra tumores, nas reações de hipersensibilidades, na rejeição de transplantes.\n- Ilustrar a relevância do sistema imunológico através de duas condições: nas imunodeficiências e no desenvolvimento de novas vacinas e imunoterapias.", "programa_resumido": "Serão ensinadas as bases fundamentais da medicina, de forma integrada horizontalmente e verticalmente, para o conhecimento de parte dos aspectos normais e patológicos do corpo humano.", "turmas": [{"codigo": "20251TB", "inicio": "25/04/2025", "fim": "27/06/2025", "tipo": "Teórica Vinculada", "observacoes": "As aulas serão oferecidas em diversas instalações da FMRP.", "horario": null, "vagas": {"Obrigatória": {"vagas": 52, "inscritos": 2, "pendentes": 0, "matriculados": 2, "grupos": {}}}}]}