{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "1702203", "nome": "Interação Patógeno-Hospedeiro", "creditos_aula": 12, "creditos_trabalho": 0, "objetivos": "Por meio do estudo detalhado da biologia de bactérias, fungos, vírus e parasitas, bem como das relações destes com o hospedeiro humano, o estudante deverá compreender os mecanismos mais importantes envolvidos na patogênese de infecções causadas por esses agentes. Além disso, o estudante deverá ser capaz de nomear e caracterizar os principais microorganismos e parasitas que causam doenças humanas em nossos meios, compreender seu ciclo evolutivo, sua epidemiologia, os principais métodos de detecção, bem como os princípios biológicos do tratamento e da prevenção dessas infecções/infestações. \n- Fornecer ao aluno conceitos-chave relacionados à imunologia básica e, no decorrer do curso, estender a aplicação desses conceitos às respostas imunológicas que são induzidas em decorrência das infecções com microorganismos ou parasitas, nas respostas contra tumores, nas reações de hipersensibilidades, na rejeição de transplantes.\n- Ilustrar a relevância do sistema imunológico através de duas condições: nas imunodeficiências e no desenvolvimento de novas vacinas e imunoterapias.\n- Bases iniciais da terapêutica farmacológica\n- Integração dos assuntos de microbiologia, parasitologia, imunologia e farmacologia", "programa_resumido": "1. Parasitas metazoários\n2. Parasitas protozoários\n3. Fungos\n4. Bactérias\n5. Vírus.\n6. Resposta imune à vírus\n7. Resposta imune às bactérias\n8. Resposta imune aos fungos e helmintos\n9. Resposta imune aos protozoários\n10. Imunodeficiências\n11. Drogas antivirais\n11. Drogas antibacterianas e antifúngicas\n12. Drogas antiparasitárias", "turmas": [{"codigo": "20242T1", "inicio": "15/07/2024", "fim": "28/11/2024", "tipo": "Teórica Vinculada", "horario": null, "vagas": {"Obrigatória": {"vagas": 106, "inscritos": 96, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}