{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Disciplinas Interdepartamentais da EESC", "campus": "São Carlos", "codigo": "1800300", "nome": "Laboratório de Projeto, Materiais e Manufatura", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "Desenvolver as habilidades na especificação do produto, na aplicação do projeto e materiais, no processamento, na integração e testes dos componentes. O processo de aprendizagem dos alunos na disciplina busca desenvolver um conjunto de Competências (C) específicas, a partir de\nHabilidades (H), conforme destacado a seguir:\nC1: Organizar o processo de desenvolvimento de materiais desde a concepção, planejamento e organização de todas as etapas necessárias para a sua produção, projeto de produtos, modificação e outras atividades correlatas;\nC2: Habilidade para trabalho em equipe e de organização para a realização de um projeto com complexidade considerável empregando as ferramentas que aprendeu no curso até a data presente de realização da disciplina;\nC3: Habilidade de propor e convencer outras pessoas uma estratégia e conceito empregando para isso o seu conhecimento sobre materiais, planejamento e manufatura.", "programa_resumido": "Desenvolver um projeto relacionado com a manufatura de um material ou um produto previamente negociado com os professores, utilizando o laboratório de forma integrada e aplicando conhecimentos obtidos durante o curso.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Curso: Engenharia de Materiais e Manufatura\n\nSala:", "horario": [{"dia": "qui", "inicio": "13:20", "fim": "19:00", "professores": ["(R) Antonio José Felix de Carvalho"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 24, "pendentes": 0, "matriculados": 24, "grupos": {}}}}]}