{"unidade": "Instituto Oceanográfico", "departamento": "Interdepartamental", "campus": "São Paulo", "codigo": "2100119", "nome": "Oceano e Sociedade", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Apresentar e discutir as perspectivas para o desenvolvimento sustentável no oceano, considerando a agenda global do oceano e o papel que ele tem enquanto um sistema sócio-ecológico complexo, para a humanidade. Compreender a motivação, os desafios e os desdobramentos da ciência oceânica e identificar os temas emergentes da oceanografia. Evidenciar a importância do oceano e da oceanografia como ciência interdisciplinar, discutindo conteúdos gerais e transversais sobre o oceano, exercitando habilidades e competências e ilustrando caminhos para formação e atuação profissional. Revisitar os princípios de Cultura Oceânica trabalhados em Sistema Oceano I e II, colocando-os no contexto da geração de conhecimento integrado e interdisciplinar. Essa disciplina possui integração com as demais disciplinas do Eixo Interdisciplinar do Curso de Bacharelado em Oceanografia, contextualizando e integrando os conhecimentos oceanográficos trabalhados ao longo do curso.", "programa_resumido": "Agenda Global do Oceano. A importância do oceano. As ameaças ao oceano. Tendências da qualidade do oceano. Oceano como um sistema sócio-ecológico. Governança do oceano. Planejando o futuro do oceano. Ciência oceânica e a sociedade. Temas emergentes e caminhos para atuação profissional.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "09:40", "fim": "11:20", "professores": ["(R) Alexander Turra", "(R) Felipe Antonio de Lima Toledo"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {"IO -  para toda a Unidade": {"vagas": 50, "inscritos": 33, "pendentes": 0, "matriculados": 0}}}}}]}