{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Interdepartamentais da EERP", "campus": "Outro", "codigo": "2200094", "nome": "Educação Profissional em Enfermagem II", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Promover oportunidades de aprendizado significativo, contribuindo com a formação do estudante na área de competência da educação, voltada para docência na educação profissional técnica de nível médio em enfermagem - formação de técnicos de enfermagem, com foco no acompanhamento dos estudantes do nível técnico nos cenários da saúde.", "programa_resumido": "Continuidade ao desenvolvimento de atributos (conhecimentos, habilidades e atitudes) para a docência no cenário da escola de educação profissional em enfermagem, dimensões políticas, gerenciais, pedagógicas e relacionais para compreensão e atuação neste contexto, com foco no acompanhamento dos estudantes do nível profissional técnico de nível médio nos cenários da saúde. Em consonância com o Programa de Formação de Professores da Universidade de São Paulo - PFPUSP (2004) está inserida como disciplina que faz a intersecção da área específica com o saber pedagógico, além de compor também carga horária para as atividades de \"Prática como Componente Curricular\", um dos componentes exigidos para a formação de professores segundo a atual legislação brasileira. Os alunos têm oportunidade de refletir sobre a prática docente na educação profissional técnica de nível médio em enfermagem, especificamente voltada para o planejamento, realização e avaliação do processo ensino-aprendizagem construído nos estágios obrigatórios de alunos dos cursos de formação auxiliar/técnico em enfermagem, por meio de sucessivas aproximações aos serviços de saúde.", "turmas": [{"codigo": "20251P1", "inicio": "19/03/2025", "fim": "27/06/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251T1", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": [""]}, {"dia": "sex", "inicio": "19:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251T1", "inicio": "19/03/2025", "fim": "27/06/2025", "tipo": "Teórica Vinculada", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": [""]}, {"dia": "sex", "inicio": "19:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}