{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Interdepartamentais da EERP", "campus": "Outro", "codigo": "2200114", "nome": "A Inserção do Estudante na Universidade", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Oportunizar aos estudantes do 1º ano do Curso de Bacharelado em Enfermagem discussão do período de transição do ensino médio para a Universidade, conhecer a estrutura formal da Universidade, no que tange ao ensino de graduação, a partir do Projeto Pedagógico do curso. Oferecer possibilidade de espaço para diálogo das expectativas diante de um novo cenário que se apresenta no ensino superior e da profissão. Conhecer os espaços estudantis e sociais oferecidos aos alunos do Curso de Enfermagem.", "programa_resumido": "A estrutura da Universidade de São Paulo e da Escola de Enfermagem de Ribeirão Preto. Projeto Pedagógico do Curso de Bacharelado em Enfermagem. Espaços estudantis e sociais oferecidos aos estudantes da Escola de Enfermagem, da Universidade e de órgãos governamentais e não governamentais. Disponibilização de recursos disponíveis aos estudantes de baixa renda. Expectativa do estudante em relação ao Curso de Bacharelado e sua inserção nesse novo cenário da Universidade. Papel do estudante na Universidade. Expectativas sobre a profissão enfermagem e a troca de experiências com profissionais da área. Serviço de Ouvidoria.", "turmas": [{"codigo": "20251T1", "inicio": "07/04/2025", "fim": "16/06/2025", "tipo": "Teórica", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}