{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Interdepartamentais da EERP", "campus": "Outro", "codigo": "2200097", "nome": "Metodologia do Ensino de Enfermagem I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1. Construir e aprofundar a prática profissional docente na perspectiva da promoção da saúde no contexto da educação básica de forma autônoma; \n2. Construir e aprofundar a prática profissional docente com base nas políticas educacionais no que se refere à articulação com a promoção em saúde na educação básica;\n3. Propor temáticas de promoção em saúde nos espaços de educação permanente dos professores na escola de educação básica;\n4. Planejar, organizar, executar e avaliar as práticas educativas desenvolvidas no Estágio Curricular Supervisionado (ECS): Promoção da Saúde na Educação Básica (Disciplina 2200098) relacionadas à promoção da saúde na educação básica, utilizando metodologias ativas de ensino-aprendizagem.\n\nEsta disciplina se desenvolve de forma articulada e de Indicação de Conjunto com a Disciplina 2200098 Estágio Curricular Supervisionado: Promoção da Saúde na Educação Básica.", "programa_resumido": "A prática profissional docente e o trabalho do enfermeiro na Educação Básica; Propostas pedagógicas e desenvolvimento do processo ensino-aprendizagem em sala de aula, adequados às condições da realidade escolar e às políticas públicas de educação e saúde na Educação Básica; Promoção da Saúde e Escola Promotora de Saúde no contexto da Educação Básica; Processo de Ensinagem; Metodologias ativas de ensino-aprendizagem. \nConstitui carga horária para as atividades de \"Prática como Componente Curricular\", um dos componentes exigidos para a formação de professores.", "turmas": []}