{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "São Paulo", "codigo": "2300801", "nome": "Clínica de Atenção Primária I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo educacional desta disciplina é capacitar os alunos de graduação em odontologia da FOUSP para que estes:\n1. Compreendam a importância de  um  atendimento odontológico  baseado na atenção primária à saúde.\n2. Experimentem  o princípio da integralidade no diagnóstico, com foco na promoção de saúde e no cuidado resolutivo em saúde.\n3. Sejam capazes de desenvolver ações de promoção, prevenção e preparo do meio bucal para recuperação da saúde. \n4. Reconheçam a importância de estabelecer um adequado fluxo de atendimento de referência e contrarreferência, de maneira a atuarem mais resolutivamente nas necessidades dos pacientes da clínica odontológica.", "programa_resumido": "A atenção primária à saúde (APS) é uma forma de organizar o cuidado em saúde, atendendo a maior parte das necessidades de uma população com foco na integralidade das ações de promoção, prevenção, recuperação e manutenção da saúde em atendimentos a indivíduos e comunidades. Parte do pressuposto da determinação social do processo saúde doença e da promoção de saúde das populações com base no risco individual, familiar e coletivo visando atender as necessidades de saúde e qualidade de vida de todos. Na dimensão da clínica, inclui a elaboração do diagnóstico e a coordenação do cuidado, adequação do meio bucal, remoção de focos de infecção e preparo de boca para a etapa de recuperação da saúde.", "turmas": [{"codigo": "2025102", "inicio": "28/02/2025", "fim": "26/06/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "18:00", "fim": "22:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 41, "pendentes": 0, "matriculados": 41, "grupos": {"FO - Odontologia \u0096 Noturno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FO - Odontologia - Diurno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}