{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "São Paulo", "codigo": "2300025", "nome": "Práticas Manuais em Odontologia", "creditos_aula": 1, "creditos_trabalho": 4, "objetivos": "- Propiciar o desenvolvimento de habilidades manuais aos alunos ingressantes do curso de graduação em Odontologia por meio de atividades práticas pertinentes à arte dentária.- Apresentar ferramentas normativas (normas de citação e de referências) para que o aluno elabore documento das atividades realizadas durante o curso.", "programa_resumido": "O objetivo desta disciplina é desenvolver as habilidades manuais específicas para a prática odontológica. Para tanto, será ministrado conteúdo distribuído em três ambientes distintos (laboratório seco, laboratório molhado e laboratório de produção), destinados a atividades práticas relacionadas a vários segmentos da Odontologia. O aluno executará projetos que envolvem a confecção de objetos de uso rotineiro na clínica odontológica (por exemplo, protótipos de articuladores utilizando arame, escultura dentária, modelagem de estruturas anatômicas da face utilizando manequim e argila, preparos cavitários com posterior usinagem automatizada de próteses e moldagem em gesso de objetos de difícil reprodução). Para cada módulo do curso, o aluno será avaliado por intermédio da criação e apresentação de mesa clínica e de elaboração de um documento das atividades realizadas.", "turmas": [{"codigo": "2024201", "inicio": "10/09/2024", "fim": "01/10/2024", "tipo": "Prática", "observacoes": "As aulas acontecerão no CRAI.", "horario": [{"dia": "ter", "inicio": "14:30", "fim": "18:00", "professores": ["(R) Rafael Yague Ballester", "Carolina Mayumi Iegami", "Elaine Yoshiko Matsubara", "Moacyr Domingos Novelli"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 8, "inscritos": 8, "pendentes": 0, "matriculados": 0, "grupos": {"FO -  para toda a Unidade": {"vagas": 8, "inscritos": 8, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}