{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "Outro", "codigo": "2300701", "nome": "Emergências, Urgências e Terapêutica Medicamentosa I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo educacional desta disciplina é capacitar os alunos de graduação em odontologia da FOUSP para que estes: \n1.Sejam capazes de adequar o consultório odontológico para uma emergência médica. \n2.Conheçam o conteúdo de um kit básico de emergência: instrumentos e medicamentos.\n3.Compreendam o papel do histórico médico e dos sinais vitais do paciente na avaliação de risco do paciente. \n4.Saibam identificar e avaliar fatores predisponentes e implementar possíveis estratégias de prevenção.\n5.Reconheçam os sinais e sintomas das emergências médicas mais comuns no consultório odontológico.\n6.Conheçam os protocolos de gerenciamento e/ou encaminhamento das emergências médicas mais comuns no consultório odontológico.\n7.Compreendam os aspectos legais e éticos da gestão de emergências na prática odontológica.\n8.Atuem como liderança nas situações de emergências médicas em ambiente odontológico, coordenando hierarquia, divisão de funções, limites de atuação individual e coordenação coletiva do campo de trabalho.\n9.Dominem as manobras de Suporte Básico de Vida.", "programa_resumido": "O programa em emergências médicas em odontologia compreenderá conteúdos programáticos, protocolos clínicos, treinamento laboratorial, estudos de caso e situações de dramatização de emergências médicas relacionados a pacientes odontológicos para garantir a capacitação dos alunos de graduação na prevenção, identificação e gestão de emergências médicas.", "turmas": []}