{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "São Paulo", "codigo": "2300402", "nome": "Princípios do Desenvolvimento e Instalação de Doenças II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Articular os conhecimentos da imunologia geral com a imunologia da mucosa oral, fornecendo subsídios para a  introdução dos mecanismos de alterações patológicas no canal endodôntico e no tecido periodontal. \n- Apresentar as alterações inflamatórias e os processos reparativos da polpa, articulando com os conhecimentos  gerais sobre inflamação e reparo. \n- Apresentar os mecanismos básicos imunológicos da doença periodontal, articulando com os conhecimentos  construídos na imunologia da mucosa oral. \n- Descrever os aspectos fisiopatológicos das neoplasias, enfatizando os conceitos e mecanismos fundamentais. \n- Introduzir aos alunos aspectos sobre o papel das atividades ocupacionais no processo saúde-doença, descrevendo  as principais alterações patológicas relacionadas ao trabalho e os princípios de ergonomia.", "programa_resumido": "A disciplina visa abordar os mecanismos gerais das neoplasias, bem como introduzir sobre as alterações inflamatórias e os processos reparativos da polpa, periápice e tecido periodontal. Para tanto, promove a articulação com a imunologia da mucosa oral e a microbiota  relacionada à doença periodontal. A interferência das atividades ocupacionais no processo saúde-doença também é desenvolvida.", "turmas": [{"codigo": "2025101", "inicio": "27/02/2025", "fim": "18/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 86, "pendentes": 0, "matriculados": 86, "grupos": {"FO - Odontologia - Diurno": {"vagas": 85, "inscritos": 74, "pendentes": 0, "matriculados": 74}, "FO - Odontologia \u0096 Noturno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}