{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "São Paulo", "codigo": "2300016", "nome": "Estágios Vivenciais", "creditos_aula": 0, "creditos_trabalho": 16, "objetivos": "Visa o desenvolvimento cognitivo, afetivo, psicomotor e político do aluno, como cidadão,  objetivando alcançar um perfil do CD comprometido profissionalmente com a participação na construção de um Sistema de Saúde adequado para a população. \nPara operacionalizar seu processo de ensino, os alunos deverão dispor de um aparato institucional de comprovada excelência, no qual se desenvolverão estratégias de integração docente assistencial, com o comprometimento de contemplar orientações para as atividades de estágio e demais atividades que integrem o saber acadêmico à prática profissional, incentivando o reconhecimento de habilidades e competências adquiridas fora do ambiente escolar.\nTem por objetivos específicos: Estimular o conhecimento dos problemas do mundo presente, em particular os nacionais e regionais, prestar serviços específicos à comunidade e estabelecer com esta uma relação de reciprocidade; promover a extensão, aberta à participação da população, visando à difusão das conquistas e benefícios resultantes da pesquisa científica e tecnológica e da criação cultural geradas na instituição.\nDesta forma devem ser considerados como instrumento de integração e conhecimento do aluno com a realidade social, econômica e do trabalho de sua área/curso, além de ser um instrumento de iniciação profissional.", "programa_resumido": "Disciplina trans-curricular e interdisciplinar, de caráter eminentemente prático, a ser desenvolvida junto aos serviços de saúde bucal, visando o desenvolvimento cognitivo, afetivo, psicomotor e político do aluno, como cidadão  e objetivando alcançar um perfil do CD comprometido profissionalmente com a participação na construção de um Sistema de Saúde adequado para a população, em instituições nas quais se desenvolverão estratégias de integração docente assistencial, com o comprometimento de contemplar orientações para as atividades de estágio e demais atividades que integrem o saber acadêmico à prática profissional, incentivando o reconhecimento de habilidades e competências adquiridas fora do ambiente escolar.\nOs alunos dos 1º, 2°, 3° e 4° semestres poderão realizar atividades relativas à Educação em Saúde e à observação da realidade; a partir do 5° semestre, os alunos realizam os estágios supervisionados, aproximando-se das práticas de saúde e aplicando conhecimentos e técnicas da odontologia. A FOUSP mantem convênios com entidades públicas e privadas, onde os graduandos consolidam a formação profissional por meio da atenção à saúde bucal de pacientes das comunidades.", "turmas": [{"codigo": "20242IN", "inicio": "05/08/2024", "fim": "20/12/2024", "tipo": "Prática", "horario": [{"dia": "sab", "inicio": "12:00", "fim": "18:00", "professores": ["(R) Miriam Lacalle Turbino", "Cristina Cunha Villar", "Fernanda Campos de Almeida Carrer", "Marcelo Munhóes Romano", "Simone Rennó Junqueira"]}], "vagas": {"Obrigatória": {"vagas": 150, "inscritos": 99, "pendentes": 0, "matriculados": 0, "grupos": {"FO -  para toda a Unidade": {"vagas": 150, "inscritos": 99, "pendentes": 0, "matriculados": 0}}}}}]}