{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "Outro", "codigo": "2301001", "nome": "Pré-Clínica I", "creditos_aula": 12, "creditos_trabalho": 0, "objetivos": "- Oferecer informações teóricas e treinamento de habilidades manuais específicas em simulações laboratoriais para a obtenção do máximo desempenho dos materiais odontológicos utilizados na Dentística Restauradora Direta. \n- Estimular o raciocínio na tomada de decisões quanto à escolha do material e aos cuidados técnicos em diferentes procedimentos associados à Dentística Restauradora Direta: remoção de tecido cariado, manipulação dos materiais dentários, proteção do complexo dentino-pulpar; restauração da forma, função e estética do dente.\n- Capacitar os estudantes para a aquisição e processamento de imagens por meio de técnicas radiográficas digitais (intraorais e panorâmicas) e tomográficas (tomografia computadorizada de feixe cônico).\n- Oferecer informações quanto às aplicações e princípios de interpretação das imagens radiográficas e tomográficas na Odontologia, com ênfase em anatomia dento-maxilo-mandibular. \n- Conscientizar o estudante da importância:\n     + que os princípios da ética e da Odontologia minimamente invasiva devem nortear as suas tomadas de decisões clínicas;\n     + de manter-se atualizado frente à constante evolução dos conhecimentos técnico-científicos da área;\n     + da comunicação clara, precisa e consistente, na linguagem oral e escrita;\n     + da habilidade de trabalhar em equipe.", "programa_resumido": "Oferecer conhecimentos teóricos e treinamento técnico específico em simulações laboratoriais que exploram a tomada de decisões na remoção de tecido cariado; proteção do complexo dentino-pulpar; restauração direta da forma, função e estética do dente; seleção e manipulação dos materiais dentários; técnicas, processamento e interpretação anatômica de imagens radiográficas e tomográficas.", "turmas": [{"codigo": "2025101", "inicio": "26/02/2025", "fim": "27/06/2025", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "13:30", "fim": "17:30", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FO - Odontologia - Diurno": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}