{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "São Paulo", "codigo": "2301924", "nome": "Introdução à Odontologia Antroposófica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Trazer, ao aluno de graduação em Odontologia o conceito de Antroposofia, e sua aplicação à área odontológica. A Odontologia Antroposófica foi regulamentada como habilitação, pela Resolução CFO-165, de 24 de novembro de 2015, compondo uma das Práticas Integrativas e Complementares à Saúde (PICS).Estas foram institucionalizadas por meio da Política Nacional de Práticas Integrativas e Complementares no SUS (PNPIC). A Odontologia Antroposófica traz recursos terapêuticos que buscam a prevenção de doenças e a recuperação da saúde, com ênfase na escuta acolhedora, no desenvolvimento do vínculo terapêutico e na integração do ser humano com o meio ambiente e a sociedade. Os cirurgiões-dentistas antroposóficos colaboram para a humanização da odontologia, respeitando os seus progressos científicos. Ampliam seus recursos, trabalhando de modo  nterdisciplinar. Não se limitam a eliminar os sintomas locais, mas abordam as patologias bucais desde suas origens e inter-relações físico-anímico-espirituais.", "programa_resumido": "Conceitos fundamentais da antroposofia aplicada à área odontológica. Discussão de recursos terapêuticos complementares, de modo interdisciplinar, utilizados na prevenção de doenças e na recuperação da saúde, com ênfase na escuta acolhedora, no desenvolvimento do vínculo terapêutico e na integração do ser humano com o meio ambiente e a sociedade.", "turmas": [{"codigo": "2025101", "inicio": "28/04/2025", "fim": "30/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "17:30", "fim": "20:30", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FO -  para toda a Unidade": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}