{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "Outro", "codigo": "2301918", "nome": "Simulação Clínica Realística em Emergências Médicas em Odontologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1. Complementar a formação e reforçar conceitos  dos  alunos de graduação no conteúdo de emergências médicas em odontologia através de simulação clínica realística e virtual; \n2. Dominar o uso do  kit básico de emergência..\n3. Estabelecer o domínio do aluno na  técnica de aferição e compreensão dos resultados dos sinais vitais do paciente.\n4. Reforçar a necessidade do reconhecimento  dos sinais e sintomas das emergências médicas mais comuns no consultório odontológico.\n5. Reforçar o conceito do cirurgião-dentista  como líder de equipe nas situações de emergências médicas em ambiente odontológico\n6. Reforçar o treinamento em  de Suporte Básico de Vida através de casos de simulação clínica realística e de realidade virtual", "programa_resumido": "O programa em emergências médicas em odontologia compreende conteúdos programáticos em simulação clínica realística e em realidade virtual para complementar a formação dos alunos na prevenção, diagnóstico e tratamento das emergências médicas em odontologia .", "turmas": [{"codigo": "20251OP", "inicio": "07/03/2025", "fim": "27/06/2025", "tipo": "Prática", "observacoes": "APENAS PARA ALUNOS DO 2. ANO", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Oswaldo Crivello Junior"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 24, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FO -  para toda a Unidade": {"vagas": 24, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}