{"unidade": "Faculdade de Odontologia", "departamento": "Disciplinas Interdepartamentais da Faculdade de Odontologia", "campus": "São Paulo", "codigo": "2301916", "nome": "Ciência dos Materiais Aplicada à Odontologia", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "- Aprofundar os conhecimentos básicos de química e física, para a melhor compreensão da influência da seleção dos materiais e das variáveis de manipulação sobre as suas propriedades;\n- Conhecer como se define cada uma das propriedades dos materiais de interesse para a Odontologia;\n- Introduzir os estudantes no universo dos problemas odontológicos em que os materiais podem colaborar com a sua resolução. A proposta é explorar as propriedades mecânicas, térmicas, químicas e estéticas dos materiais odontológicos e biológicos e não focar em simular a execução de trabalhos odontológicos.\n- Estimular a habilidade do estudante em raciocinar, com base nos conhecimentos básicos, de modo a obter o máximo desempenho de diferentes materiais odontológicos.\n- Conscientizar o estudante da importância:\n   + da comunicação clara, precisa e consistente, na linguagem oral e escrita;\n   + da habilidade de trabalhar em equipe.", "programa_resumido": "A disciplina oferece ao estudante a possibilidade de conhecer as bases físico-químicas que explicam as propriedades mecânicas, térmicas, químicas e estéticas de diversos tipos de materiais odontológicos (cerâmicas, metais, polímeros, compósitos) e biológicos, em um ambiente que estimula a transdisciplinaridade, a curiosidade, a aprendizagem a partir da experimentação, o raciocínio lógico e a precisão de conceitos.", "turmas": [{"codigo": "2024201", "inicio": "09/08/2024", "fim": "04/10/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "13:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {"FO -  para toda a Unidade": {"vagas": 20, "inscritos": 26, "pendentes": 0, "matriculados": 0}}}}}]}