{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Interdepartamental", "campus": "Bauru", "codigo": "2500028", "nome": "Clínica Integrada III - Estágio Supervisionado", "creditos_aula": 2, "creditos_trabalho": 3, "objetivos": "Objetivos gerais:\nCapacitar o aluno a realizar exames clínicos, radiográficos e tomográficos para diagnosticar doenças da cavidade bucal e realizar um plano integrado de tratamento nas diversas especialidades odontológicas.\nObjetivos específicos:\nO aluno deverá examinar o paciente, identificar, através de exames clínicos e radiográficos e tomográficos, as necessidades de tratamento integrado nas especialidades de Dentística, Cirurgia, Endodontia, Periodontia, Implantodontia e Prótese. Elaborar um plano de tratamento integrado e realizar as intervenções de média e alta complexidade, incluindo adequação do meio, raspagem e alisamento radicular, cirurgias de exodontia com preservação de alvéolo, cirurgias periodontais e tratamentos endodônticos associados aos procedimentos restauradores diretos e indiretos e protéticos. Acompanhar as cirurgias de instalação de implantes e confeccionar próteses sobre implante.", "programa_resumido": "Clínica. Raspagem e alisamento radicular. Cirurgias periodontais relacionadas aos procedimentos restauradores e protéticos e outra cirurgias periodontais. Tratamento de lesões endoperiodontais. Exodontias com preservação de alvéolo ou associadas a tratamentos Periodontais. Tratamento endodôntico de dentes uni e multirradiculares relacionados aos procedimentos restauradores e protéticos. Redução de diastemas. Tratamento restaurador com técnicas diretas e indiretas. Tratamento protético de prótese parcial fixa e prótese sobre implantes.", "turmas": [{"codigo": "2024203", "inicio": "22/07/2024", "fim": "30/11/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "horario": null, "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}