{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4300358", "nome": "Propostas e Projetos para o Ensino de Física e Ciências", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Compreender processos e práticas da construção de currículo e elementos da história da educação e do ensino de ciências da natureza no Brasil. Caracterizar os pressupostos científicos, pedagógicos e culturais de projetos nacionais e internacionais de ensino de Física e Ciências, livros didáticos, ambientes virtuais de aprendizagem e outras propostas institucionais. Aprofundar o estudo crítico das diretrizes curriculares, no sentido de identificar práticas coerentes com os princípios curriculares. Capacitar o/a estudante para avaliar possibilidades concretas de utilização em sala de aula dos projetos estudados, desenvolvendo critérios para seleção e organização de atividades curriculares.", "programa_resumido": "Currículo e saberes escolares. Legislação da Educação Básica. História da Educação e do Ensino de Ciências da Natureza no Brasil. Avaliação de documentos curriculares oficiais de Ciências da Natureza, incluindo a BNCC. Análise dos grandes projetos nacionais e internacionais na área de Ensino de Física, tanto de relevância histórica como contemporâneos (como, por exemplo, FAI, PBEF, PEF, GREF, ISS, PSSC, Nuffield, Harvard, PLON, Proposta Curricular do Estado de São Paulo, etc.). Identificação das concepções de física, de proposta educacional, de modelo de ensino-aprendizagem e de abordagem dos conteúdos físicos presentes nesses projetos. Análise dos livros e materiais didáticos nacionais atuais e de ambientes virtuais de aprendizagem e projetos de ensino de física à distância. Análise dos critérios de avaliações institucionais e exames como PNLD, Enem, Enade e demais sistemas de avaliação (Saresp, Prova Brasil, PISA etc.).", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["José Luís Nami Adum Ortega"]}, {"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["José Luís Nami Adum Ortega"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 23, "pendentes": 0, "matriculados": 22, "grupos": {"IF - Física \u0096 Licenciatura Integral": {"vagas": 43, "inscritos": 16, "pendentes": 0, "matriculados": 16}, "IF - Física \u0096 Licenciatura Noturno": {"vagas": 7, "inscritos": 6, "pendentes": 0, "matriculados": 6}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "21:00", "professores": ["José Luís Nami Adum Ortega"]}, {"dia": "qui", "inicio": "21:00", "fim": "23:00", "professores": ["José Luís Nami Adum Ortega"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 28, "pendentes": 1, "matriculados": 26, "grupos": {"IF - Física \u0096 Licenciatura Noturno": {"vagas": 40, "inscritos": 20, "pendentes": 1, "matriculados": 19}, "IF - Física \u0096 Licenciatura Integral": {"vagas": 10, "inscritos": 7, "pendentes": 0, "matriculados": 7}}}}}]}