{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4300228", "nome": "Tratamento Estatístico de dados em Física Experimental", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina é apresentar os conceitos básicos de análise dados em física experimental, da redução de dados ao teste de hipóteses estatísticas, bem como os métodos mais comuns de ajuste de parâmetros: mínimos quadrados e máxima verossimilhança. A disciplina incorpora o uso de simulações computacionais de dados experimentais para ilustrar questões relativas às hipóteses usualmente consideradas na análise de dados, à interpretação dos resultados de análises estatísticas e ao planejamento de experimentos.Essa disciplina é complementar à formação de físicos. Na grade curricular obrigatória do Bacharelado em Física, os conceitos da teoria da probabilidade são usados de maneira mais intuitiva e os da inferência estatística são apresentados de forma dispersa e com enfoque predominantemente operacional ao longo das diversas disciplinas de \u0093Física Experimental\u0094 (numeradas de I a VI, sendo essa última optativa). Todos esses assuntos são, então, retomados de maneira organizada e estruturada na disciplina, dentro do quadro teórico da inferência estatística, com vista à autonomia do futuro profissional no tratamento estatístico de dados pelos quais venha a ser responsável.", "programa_resumido": "1.\tConceitos básicos: aleatoriedade e probabilidade. Definições de função de probabilidade e função densidade de probabilidade. Diferença e relação entre grandeza física, sua medida e estimativa. A intangibilidade do erro.2.\tRepresentação de medidas por histogramas e por parâmetros obtidos a partir dos dados. Análise de histogramas: medidas de posição (média, mediana e moda) e de dispersão (desvio padrão e largura a meia altura) e momentos de ordem mais alta (assimetria e curtose).3.\tAs funções de probabilidade e de densidade de probabilidade mais comuns: binomial, Poisson, normal e multinormal.4.\tGeração de números aleatórios para simular dados experimentais. Método da inversão.5.\tO que é uma hipótese estatística. Testes de hipótese estatística. Intervalos de confiança e a interpretação probabilística do nível de significância. Testes baseados nas estatísticas z, t e F.6.\tPropagação de incertezas. Covariância e correlação. Interpretação da matriz de covariâncias.7.\tRepresentação de relações entre grandezas por gráficos e barras de incerteza.8.\tAjuste de parâmetros pelo método dos mínimos quadrados. A função de probabilidade de qui-quadrado e seu uso como indicador de qualidade de ajuste.9.\tAjuste de parâmetros pelo método da máxima verossimilhança. Ajuste de funções não lineares nos parâmetros.10.\tPlanejamento de experimentos", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "16:00", "fim": "18:00", "professores": ["Zwinglio de Oliveira Guimarães Filho"]}, {"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": ["Zwinglio de Oliveira Guimarães Filho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 82, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}