{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4300345", "nome": "Introdução à Física Atmosférica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Apresentar ao aluno uma visão geral introdutória sobre Física Atmosférica, a partir de exposição teórica complementada por exercícios numéricos e práticos. Ao concluir a disciplina o aluno conhecerá aspectos fundamentais sobre Física Atmosférica, tendo a oportunidade de utilizar na prática ferramentas e métodos de análise que constituem o estado-da-arte nessa área de pesquisa.", "programa_resumido": "Estrutura física da atmosfera: perfis verticais de pressão atmosférica, temperatura, umidade. Equações básicas da atmosfera. Sistema de coordenadas. Composição química da atmosfera. Ciclos do carbono, nitrogênio, enxofre e halógenos. Reações químicas e processos de fotólise na atmosfera. Efeito estufa natural. Gases intensificadores do efeito estufa. Aquecimento global e mudanças climáticas. Reconstruções paleoclimáticas. Registros instrumentais de temperatura no globo. Influência da variabilidade solar, vulcões e oceanos sobre o clima. Influência humana sobre o clima. Propriedades físico-químicas de aerossóis atmosféricos. Distribuição de tamanhos por número, área e volume de partículas. Aerossóis urbanos, marinhos, continentais e de queimadas. Variações temporais e espaciais de concentrações de aerossol. Remoção de aerossóis via deposição seca e úmida. Propriedades ópticas de aerossóis. Espalhamento e absorção de radiação solar por partículas de aerossol. Processos de formação de nuvens.  Núcleos de condensação de nuvens. Crescimento de gotas em nuvens. Interações entre aerossóis e nuvens. Radiação solar na atmosfera. Radiação de corpo negro e leis de radiação. Irradiância solar no topo da atmosfera e à superfície terrestre. Absorção e espalhamento de radiação por gases e aerossóis. Equilíbrio radiativo planetário. Equação de transferência radiativa e aproximação de dois fluxos. Satélites e medidas de sensoriamento remoto para estimativa de grandezas, propriedades da atmosfera e da superfície terrestre", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "21:00", "fim": "23:00", "professores": ["Alexandre Lima Correia", "Luciana Varanda Rizzo"]}, {"dia": "qui", "inicio": "19:00", "fim": "21:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 51, "pendentes": 0, "matriculados": 50, "grupos": {}}, "Optativa Livre": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}