{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "Outro", "codigo": "4300356", "nome": "Elementos e Estratégia para o Ensino de Física e Ciências", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Identificar e analisar os principais elementos filosóficos e sociais que compõem o Ensino de Física e Ciências. Investigar os processos didáticos relacionados  aos conteúdos nas diversas áreas da Física e das Ciências.  Analisar com maior profundidade e abrangência as várias questões envolvidas no processo pedagógico no Ensino de Física e Ciências da educação básica. Promover o entendimento articulado dos elementos que compõem a totalidade do processo envolvido no Ensino de Física. Além disso, essa disciplina pretende fornecer uma base para o estudo de outras questões abordadas nas disciplinas que compõem o bloco de Ensino de Física do Curso de Licenciatura do IFUSP e elementos da filosofia e sociologia da educação e do ensino de ciências da natureza.", "programa_resumido": "Construção histórica e individual do conhecimento Físico e científico mais geral. I) Natureza do conhecimento Físico e científico: o papel da Física e da ciência na sociedade; os contextos histórico-sociais de seus desenvolvimentos. A estrutura do conhecimento físico e científico; o significado das teorias, leis e modelos; o papel do formalismo matemático na física. A relação entre ciência, cultura e tecnologia. II) A educação como formação humana. Educação em uma Perspectiva Crítica. Educação e Transformação Social. O papel da educação científica e os objetivos da física na Educação Básica. Diretrizes e propostas curriculares para o Ensino de Física e de Ciências. III) A construção do conhecimento científico no processo de aprendizagem. Concepções alternativas, mudança conceitual e perfil conceitual. IV) Propostas de melhoria do Ensino de Física e Ciências, na perspectiva da pesquisa e das implicações no ambiente escolar: a inserção da história e da filosofia no desenvolvimento do conteúdo, a utilização de atividades experimentais e/ou lúdicas em sala de aula, o papel do livro didático, a resolução de problemas, a divulgação científica, a contextualização, o cotidiano e o emprego de novas tecnologias no Ensino de Física e Ciências.", "turmas": []}