{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4300223", "nome": "Probabilidade", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Esta disciplina tem três tipos de objetivos.Em primeiro lugar visa apresentar os princípios fundamentais da teoria das probabilidades como a teoria matemática para lidar com situações de informação incompleta, sua ligação com idéias frequentistas e também como um capítulo de teoria de medidas. Em segundo lugar são introduzidas técnicas matemáticas para lidar com variáveis aleatórias e as principais distribuições de probabilidades. Em terceiro lugar serão dados exemplos da utilidade destas idéias para análise de dados e escolha de modelos em experimentos específicos.", "programa_resumido": "1.\tDedução versus inferência. Consistência em situações de informação incompleta. Plausibilidade, a regraduação de Cox e sua dedução das regras de manipulação de probabilidades. Regras da soma e produto. Ligação com a interpretação frequentista.2.\tCara ou coroa? Análise do problema de uma moeda. A probabilidade de coroa é um atributo da moeda ou da informação sobre o experimento? Estimativa de parâmetros.3.\tEntropia.4.\tEspaço amostral e eventos. Definição de probabilidade de Kolmogorov. Eventos independentes.a.\tObs. A definição de probabilidade e' feita dentro do contexto de teoria dos conjuntos em que espaço amostral é entendido com um conjunto e evento como um subconjunto.5.\tVariáveis aleatórias discretas. Variáveis aleatórias contínuas. Distribuição de probabilidades. Médias e momentos. Cumulantes. Mudança de variável. Função geratriz. Função característica (= Transformada de Fourier).6.\tVariável aleatória multidimensional. Distribuição conjunta. Distribuição marginal. Variáveis aleatórias independentes. Covariância. Lei dos grandes números. Teorema central do limite. Distribuições estáveis.7.\tDistribuições específicas: binomial, de Bernoulli, de Laplace, de Levy, de Lorentz (=Cauchy), de Pascal (=binomial negativa), de Poisson, de Rayleigh, de Student, exponencial, gama, gaussiana, geométrica, log-normal, normal(=gaussiana), qui-quadrado. Distribuição gaussiana multidimensional. Distribuição das velocidades de Maxwell. Distribuição de Gibbs.8.\tAplicações em análise de dados: Teste de hipóteses, seleção de modelos, estimativa de parâmetros9.\tExemplos ilustrativos a serem escolhidos pelos professores, que podem incluir10.\tGeração de números aleatorios. Método de Monte Carlo. Agoritmo de Metropolis.11.\tFórmula de Bayes. Redes Bayesianas e algoritmos básicos para inferência e decisão.12.\tDesigualdades de Bell e Emaranhamento.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "21:00", "fim": "23:00", "professores": ["Nestor Felipe Caticha Alfonso"]}, {"dia": "sex", "inicio": "19:00", "fim": "21:00", "professores": ["Nestor Felipe Caticha Alfonso"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 70, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 8, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}