{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4300220", "nome": "Processos Criativos em Ciências: da Imaginação à Divulgação Científica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Experimentação dos processos criativos e comunicação científica através das artes, inovação e difusão. Desenvolver a criatividade científica, intuição física e habilidades de comunicação através da exploração de arte, ciência e produção de conteúdo para divulgação científica. Estimular a originalidade, espírito crítico, pró- atividade, trabalhos colaborativos e valorizar a investigação estética.", "programa_resumido": "Usualmente, os processos de aprendizado nos cursos de ciências são orientados aos métodos analíticos baseados na solução de problemas. Apesar da reconhecida importância do exercício criativo para o sucesso na inovação da Ciência, os aspectos criativos das descobertas científicas e/ou a comunicação para o público leigo são raramente explorados. Esta disciplina visa estimular as práticas criativas, desenvolver o aprendizado perceptivo e o interesse na divulgação científica a partir de explorações de temas científicos (com ênfase na Física) e suas interseções com artes, design e arquitetura, moda, mídias e/ou gastronomia. As atividades ocorrerão no espaço combinando laboratório, ateliê e studio para proporcionar um ambiente fértil a explorações criativas em arteciência e comunicação científica com ênfase no processo e não na solução.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Caetano Rodrigues Miranda"]}, {"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Caetano Rodrigues Miranda"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 108, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}