{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4302314", "nome": "Física Experimental VI", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Disciplinas experimentais devem contribuir para sedimentar nos estudantes as bases da metodologia científica bem como apresentar com clareza a importância das atividades experimentais no processo de produção do conhecimento. A fim de se atingir esse objetivo, deve-se dar ênfase ao desenvolvimento da habilidade de analisar e interpretar quantitativa e rigorosamente as medidas realizadas, com o uso dos princípios da teoria de erros, conhecimento sobre a instrumentação utilizada e de técnicas avançadas de análise de dados, inclusive simulações computacionais, assim como a habilidade de avaliar os resultados obtidos, comparando-os com teorias, modelos e outros experimentos, identificando limitações e propondo aprimoramentos. Todas as atividades devem ser planejadas para estimular o raciocínio e senso crítico, bem como para orientar o desenvolvimento da capacidade de trabalho coletivo dos alunos.Os objetivos gerais das disciplinas de Física Experimental VI são:1. Consolidar a independência do aluno do ponto de vista experimental e científico.2. Introduzir experimentos de física contemporânea de modo a ampliar seus horizontes e dar-lhe uma visão mais ampla da física atual.3. explorar técnicas avançadas para realização de medidas;4. realizar simulações de modo a planejar experimentos e entender resultados experimentais;5. saber resolver ambiguidades experimentais. Identificar e saber tratar dados correlacionados (covariância);6. explorar fenômenos físicos complexos, nos quais previsões teóricas se mostram insuficientes para o entendimento     completo do problema;7. divulgar resultados através de textos compactos, como artigos científicos;8. confrontar resultados e debater experimentos através de apresentações orais.", "programa_resumido": "ok", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["Antonio Domingues dos Santos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "23:00", "professores": ["Antonio Domingues dos Santos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 18, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}