{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "Outro", "codigo": "4305005", "nome": "Mecânica Clássica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Cremos que um bom curso de graduação de mecânica clássica deveria basear-se em conteúdo e tratamento, por exemplo, no livro de TWB Kible - Classical Mechanics - Mc Graw Hill, 1966. Esse livro contém tudo o que supomos conhecido e tomamos como ponto de partida, de que destacamos a Mecânica Lagrangiana e, finalmente, a dedução das equações canônicas de Hamilton. A teoria das transformações canônicas e sistemas integráveis parece-nos, mais adequada a um curso de pós-graduação, por requerer certa maturidade. O tratamento dos assuntos, que inclui uma introdução aos métodos geométricos, a teoria da estabilidade e a teoria ergódica, é de forma a preparar o estudante da melhor maneira possível para um curso de tópicos mais avançados. Este inclui um tratamento do teorema KAM, pontos homoclínicos e dinâmica simbólica, alguns aspectos estocásticos do movimento determinístico e uma transição à estocasticidade global, que corresponde aos três últimos capítulos. Neste curso damos apenas uma curta introdução elementar a esses assuntos (7,8 e 9 do programa), baseada em uma seleção dos três últimos capítulos do livro. Esses assuntos mais avançados por sua vez, são pré-requisitos para a iniciação em diversos campos de pesquisa de grande atualidade em matemática, biologia, física e astronomia.", "programa_resumido": "1. Princípio variacional, formalismos Lagrangiano e Hamiltoniano. 2. Propriedade de simetria, invariantes integrais, variáveis de ângulo e ação. 3. Transformações canônicas. Parênteses de Poisson. 4. Transformações canônicas infinitesimais e propriedades de simetria. 5. Teoria de Hamilton-Jacobi. 6. Teoria de perturbação canônica, integrabilidade. 7. Ressonâncias não-lineares e caos. Diagrama de fluxo. Mapa de Poincaré. 8. Teorema KAM e emaranhados homoclínicos. 9. Mapas conservativos.", "turmas": []}