{"unidade": "Instituto de Física", "departamento": "Disciplinas Interdepartamentais do Instituto de Física", "campus": "São Paulo", "codigo": "4305103", "nome": "Tópicos avançados em tratamento estatístico de dados em física experimental", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "Desenvolver técnicas de tratamento estatístico de dados experimentais bem como apresentar e demonstrar suas propriedades gerais, usando o formalismo da teoria de probabilidade. O estudante deverá, após o curso, ser capaz de tratar de forma rigorosa seus dados e, quando necessário, aprofundar seus conhecimentos e resolver problemas mais complexos.", "programa_resumido": "Revisão dos métodos de análise de medidas de uma grandeza, no caso de dados gaussianos e no caso geral, funções de probabilidade de X2, t de Student e F de Fisher; revisão dos métodos de ajuste de parâmetros; covariância e correlação entre grandezas, funções densidade de probabilidade das estimativas. Teoria da Probabilidade e fundamentação dos métodos de inferência estatística; intervalos de confiança paramétricos e não paramétricos; o método do bootstrap. Os métodos da Máxima Verossimilhança e dos Mínimos Quadrados, propriedades desses métodos e limites de aplicabilidade. Método matricial de ajuste de parâmetros de funções (lineares ou não) com dados correlacionados; inclusão de vínculos lineares entre os parâmetros. Exemplos, aplicações e algoritmos estão dispersos ao longo do curso. Observação: Quando for necessário recorrer à computação, os cálculos serão desenvolvidos com o programa Mathematica, que dispõe de uma base de funções estatísticas grande e organizada; esse programa está disponível a todos os estudantes e docentes da USP, por meio de licença institucional (www.cce.usp.br). Os estudantes poderão usar qualquer ferramenta computacional na elaboração de seus seminários, mas o horário das aulas práticas nas primeiras semanas será usado para uma introdução à computação dos métodos estatísticos com o Mathematica, de modo que todos possam usar uma linguagem de alto nível adequada aos cálculos necessários na análise de dados.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:00", "professores": ["Zwinglio de Oliveira Guimarães Filho"]}, {"dia": "sex", "inicio": "14:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}