{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FORP", "campus": "Outro", "codigo": "5801301", "nome": "Estágio Interdisciplinar I", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Introduzir ao acadêmico do Curso de Odontologia à experiência de estágios observacionais junto às atividades laboratoriais de apoio clínico e clínicas de disciplinas oferecidas pelos diferentes departamentos da unidade, para o conhecimento integral do curso, que favoreça a composição da sua própria formação, fundamentados essencialmente no senso crítico, comunicação em saúde, postura profissional e Biossegurança.", "programa_resumido": "Para que o estudante possa compor a sua própria linha de formação profissional, a partir do conhecimento vivencial do curso de odontologia, fundamentado essencialmente no senso crítico, postura profissional e Biossegurança, por meio da experiência do estágio observacional, serão desenvolvidas as seguintes atividades: Análise e estudo da estrutura do curso e do Projeto Político Pedagógico – Análise do Regimento Interno da faculdade que permeia o curso; Organização do trabalho em campo; Organização dos roteiros de observação (o que observar?); Elaboração do diário de estágio: relatos, problemas, reflexões e propostas de trabalhos; Atividades observacionais - acompanhamento da atuação do CD e auxiliar, nos diferentes ambientes vivenciais do curso (Clínicas, laboratórios de apoio clínico e laboratórios de Pesquisa). Observação da prática e levantamento de problemas relacionado à prática odontológica.; Elaboração de proposta para os problemas identificados durante as atividades observacionais de campo intramuro. Desenvolvimento de relatório.", "turmas": [{"codigo": "20251PA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "16:15", "fim": "18:15", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251PB", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "09:00", "fim": "12:00", "professores": [""]}, {"dia": "sex", "inicio": "16:15", "fim": "18:15", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}