{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920971", "nome": "Metodologia da Pesquisa em Ensino de Biologia e de Ciências", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral: \n1. Compreender as tendências metodológicas para a pesquisa em educação, levando-se em consideração o atual momento histórico. \n2. Introduzir os fundamentos teóricos da abordagem científica para a solução de problemas na área do ensino de biologia e ciências.  \nEspecíficos:  \n1. Analisar as relações entre pesquisa em educação e as práticas educativas e enfoques da pesquisa em ensino de biologia. \n2. Estudar os elementos constitutivos de um projeto de pesquisa em ensino de biologia e definir a base teórica e conceitual. \n\nPara contemplar atividades relevantes para a formação docente, nesta disciplina é desenvolvida a leitura e discussão dirigida de textos da área de pesquisa em ensino de Ciências e Biologia; resolução de exercícios que incluem técnicas de fichamento e elaboração de textos com reflexões pessoais sobre os temas tratados na disciplina; apresentações de seminários; produção de pré-projetos de pesquisa em ensino de biologia e suas interfaces.", "programa_resumido": "Pesquisa e conhecimento científico, Tipos de pesquisas em educação em ciências, Aspectos fundamentais da investigação científica em ensino de Biologia e de Ciências. Delineamentos experimentais e delineamentos não experimentais em pesquisas em educação em ciências, Procedimentos e instrumentos de coleta de dados em pesquisas em educação em ciências.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 108 do Centro Didático - Bloco 16.", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Fernanda da Rocha Brando Fernandez"]}], "vagas": {"Obrigatória": {"vagas": 42, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}