{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920850", "nome": "Ecologia Comportamental", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Gerais: A disciplina, a despeito do rótulo, desenvolve-se segundo os conceitos da ecologia comportamental, haja vista que os comportamentos serão, preferencialmente, descritos e interpretados em função dos parâmetros seletivos que os modelaram. Esse tratamento, além de desvincular o tema das interpretações triviais do tipo causa & efeito, oferece a vantagem de preparar o aluno para acompanhar as tendências que apontam para a importância dos conhecimentos relacionados à ecologia comportamental no aperfeiçoamento dos fundamentos que moldaram os conceitos excessivamente gene-centrados do neo-Darwinismo, conforme propalado por um número expressivo e crescente de biólogos. \n\nEspecíficos: (informativos): Os tópicos componentes do programa serão tratados segundo tópicos que visualizem os padrões comportamentais dos animais via genética, ecologia, fisiologia, mecanismos neurais, hormônios, reprodução, vida social, etc. \n\nPara contemplar atividades relevantes para a formação do docente, nesta disciplina são analisados o comportamento animal em função da ecologia e da evolução; ecologia comportamental; evolução, adaptação e comportamentos; características e fundamentos das sociedades animais.", "programa_resumido": "1.\tO comportamento animal em função da ecologia e da evolução\n2.\tEcologia comportamental\n3.  Evolução, adaptação e comportamentos\n4. Características e fundamentos das sociedades animais\n5. Diversidade comportamental: origem e manutenção\n6. Evolução do comportamento social\n7. Ecologia comportamental e suas implicações\n8. Tópicos especiais", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala 108 do Centro Didático - Bloco 16.", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Fabio Santos do Nascimento"]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 36, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}