{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920877", "nome": "Tópicos Avançados em Zoologia", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "A disciplina terá uma fundamentação teórico-prática adequado para aprofundar os conhecimentos sobre a morfologia, sistemática e biologia dos táxons de invertebrados abordados no ciclo básico. Em princípio, crustáaceos, com foco nos Pancrustacea - Malacostraca - Decapoda, serão utilizados como modelo de estudo, enfatizando sua organização e funcionamento em diversos níveis, as relações filogenéticas entre seus grupos, a seus padrões de distribuição e a suas relações com o ambiente.\nGeral: Fornecer subsídios para que os alunos possam aprofundar seu conhecimento no táxon modelo e nas relações entre eles, associando sua biologia, ecologia e anatomia ao meio em que os animais vivem e enfocando as suas relações filéticas.\nEspecífico: Espera-se que os estudantes alcancem formação para utilizar tal conhecimento na linha de atuação onde desenvolverão seus projetos de monografia. Em particular que possam compreender as características dos principais órgãos e associar as funções de cada um à biologia do animal e entender o contexto evolutivo e filogenético.", "programa_resumido": "A disciplina proverá fundamentação teórico-prática focada nos  PanCrustacea, Malacostraca, Decapoda. Para tanto serão abordados tópicos referentes à biologia, ecologia, morfologia e sistemática dos principais representantes destes grupos-alvo. Pretende-se utilizar os Decapoda como modelo de estudo para sedimentar os conceitos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 110 do Centro Didático  Bloco 16 e Sala 4 do Bloco 2.", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "11:00", "professores": ["(R) Fernando Luis Medina Mantelatto"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 11, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}