{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920851", "nome": "Biologia da Conservação", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral\nApresentar os princípios básicos de Biologia da Conservação e as suas aplicações. Discutir as conseqüências da ação antrópica sobre conservação dos biomas, e quais as medidas que estão sendo ou que devem ser tomadas para diminuir este impacto.\nEspecíficos\nResgatar as origens da conservação e introduzir as diferentes éticas conservacionistas, bem como os princípios básicos da moderna disciplina biologia da conservação. Demonstrar a importância da disciplina para estabelecer estratégias de avaliação, conservação e manejo nos diferentes níveis hierárquicos da biodiversidade: espécies (genético dentro e entre populações), comunidades, ecossistemas e biomas. Compreender que a biodiversidade apresenta múltiplos níveis de organização em escalas espacial e temporal, e que cada nível pode ser subdividido em composição, estrutura e função, permitindo ao pesquisador direcionar seus esforços de ação sem perder sua visão do conjunto hierárquico. Apresentar e discutir os principais impactos resultantes da ação humana sobre a biodiversidade, estimulando a formação de senso crítico nos alunos quanto aos limites do crescimento populacional e econômico. Aplicação de conceitos como diversidade alfa, beta e gama e índices de biodiversidade durante aulas práticas e no desenvolvimento do projeto.", "programa_resumido": "Origens da conservação (povos antigos, oriente e ocidente). As diferentes éticas conservacionistas (preservacionista, conservação de recursos e ecológico-evolutiva). Os principais precursores. A síntese moderna da disciplina Biologia da Conservação. As diferentes definições e valores da biodiversidade. Formas de medição e monitoramento da biodiversidade. Extinções no passado geológico e extinções históricas. Principais ameaças à biodiversidade: destruição e degradação de hábitats, fragmentação de hábitats,  efeito de borda, exploração excessiva de recursos naturais e invasão biológica. O paradigma de pequenas populações: problemas genéticos e demográficos de pequenas populações. Unidades de Conservação: história, importância, localização e problemas. Conservação fora de Unidades de Conservação: conservação em áreas privadas e metapopulações. Aplicações práticas da biologia da conservação. Estratégias de Conservação ex-situ: definições e aplicações.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "Sala 104 do Centro Didático - Bloco 16", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Adriano Garcia Chiarello"]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 43, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "Sala 3 do Bloco 2", "horario": [{"dia": "qui", "inicio": "10:10", "fim": "12:10", "professores": ["(R) Adriano Garcia Chiarello"]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 43, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}