{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Outro", "codigo": "5920885", "nome": "Análise Cladística", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral: Fornecer o instrumental para o desenvolvimento de análises filogenéticas; desenvolver e estimular a capacidade de reflexão sobre quais os recursos a serem empregados para efetuar análises, assim como sobre o potencial deste instrumental para apreciação de relações de parentesco entre táxons, biogeografia, evolução molecular e fenotípica. A disciplina proverá a base necessária para atividades fundamentais na prática de estudos filogenéticos, como a construir matrizes de dados e efetuar análises filogenéticas.\n\nEspecífico: Após a disciplina, o aluno deverá compreender os recursos de cada metodologia de análise cladística, suas limitações e recursos; ser capaz de elaborar matrizes de dados e efetuar análises cladísticas básicas; compreender o procedimento de polarização de caracteres e de enraizamento de árvores; compreender a lógica subjacente da conexão (“ordenação”) entre estados de caracteres e da pesagem dos mesmos; compreender a lógica dos métodos bayesianos e de máxima verossimilhança; conhecer os principais programas de cladísticas e seus recursos fundamentais.", "programa_resumido": "Aplicação de conceitos gerais da sistemática filogenética: hierarquia da informação e critérios de otimalidade em sistemática. Tratamento de caracteres morfológicos, moleculares, genéticos, comportamentais e ecológicos; classes de caracteres; pesagem de caracteres; enraizamento de cladogramas; consensos de árvores; mapeamento e otimização de caracteres; avaliação de suporte de ramos e estabilidade das árvores.", "turmas": []}