{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Outro", "codigo": "5920827", "nome": "Genética I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Gerais: Proporcionar aos estudantes os conhecimentos básicos na área de Genética relativa aos padrões de herança e seus fundamentos ligados à natureza do material genético. Mostrar a relação entre essa disciplina e outras áreas da biologia. Induzir o aluno ao desenvolvimento do pensamento lógico e científico, levando-o à compreensão dos tipos de herança. \n\nEspecíficos: Fornecer os conhecimentos sobre as leis da herança genética, os mecanismos que regem a transmissão das características fundamentados na estrutura do DNA e RNA. Levar os alunos à compreensão da associação genótipo/fenótipo, bem como as interações destes com o ambiente. Fornecer a formação básica que permita a compreensão: dos tipos de herança em diversos grupos de organismos, da recombinação e da transmissão de caracteres quantitativos e herança complexa.\n\nPara contemplar atividades relevantes para a formação docente, nesta disciplina são desenvolvidas práticas, no modelo de pesquisa e ensino Drosophila sp.:, segregação mendeliana (monogênica). Segregação di e trigênica; mapeamento gênico (clássico), herança ligada ao sexo, correlações genótipo-fenótipo e polimorfismos. Adicionalmente, os alunos desenvolverão atividades de natureza extensionista (1 crédito-trabalho), tal como a elaboração de vídeos a respeito de temas contemplados na disciplina, que serão postados em redes sociais ou canais especiais (e.g., Youtube e Vimeo).", "programa_resumido": "O conteúdo da disciplina de Genética I visa fornecer aos alunos os conhecimentos e fundamentos básicos sobre os padrões de herança em diferentes organismos, bem como os mecanismos que regem a transmissão das características hereditárias, fundamentados na estrutura do DNA e RNA, além de mecanismos epigenéticos. Proporcionar também os fundamentos para a compreensão da associação genótipo/fenótipo, bem como das interações destes com fatores do ambiente. Em resumo, o conteúdo programático da disciplina proporciona a formação básica que permita a compreensão dos tipos de herança em diversos grupos de organismos, a importância da recombinação dos genes, assim como da transmissão de caracteres quantitativos e herança complexa.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 109 do Centro Didático - Bloco 16.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Elza Tiemi Sakamoto Hojo", "(R) Tiago Campos Pereira"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}