{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Outro", "codigo": "5920973", "nome": "Trabalho de Conclusão de Curso \u0096 Monografia em Ensino de Biologia", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Gerais:\nO projeto do \u0093Trabalho de Conclusão de Curso (TCC)\u0094 de graduação \u0096 Monografia em Ensino de Biologia deve corresponder a um projeto cientificamente estruturado, coerente e de importância para a formação pedagógica do aluno. O TCC pode envolver o desenvolvimento, aplicação e avaliação de novas metodologias em ensino de biologia voltadas ao Ensino Fundamental e Ensino Médio. Pode ser inclusive um trabalho de revisão Bibliográfica atualizada, pertinente e aprofundada, relacionada com o ensino da Biologia. A pesquisa, bem como a avaliação, deverá ser em nível de Iniciação Científica.\n\nDa Matrícula: A matrícula na disciplina Monografia poderá ser realizada por qualquer aluno regularmente matriculado no Curso de Licenciatura em Ciências Biológicas da FFCLRPUSP e deverá ser feita nas datas estipuladas no Calendário Escolar, no semestre em que o Trabalho for apresentado. \n\nApós a matrícula, o aluno deverá preencher um formulário (ANEXO 1), disponível no Portal da FFCLRP (portal.ffclrp.usp.br) e entregá-lo na Secretaria do Departamento de Biologia, FFCLRP USP. O formulário será analisado e aprovado pela Comissão Coordenadora do Curso de Ciências Biológicas, FFCLRPUSP.\nA entrega do formulário é obrigatória e deverá ser realizada na Secretaria do Departamento de Biologia, FFCLRP USP, na primeira semana de aula do semestre correspondente e até no máximo 15 (quinze) dias após o inicio das aulas. Depois desse prazo, o aluno estará sujeito a ser reprovado na disciplina.\n\nDa Entrega: Deverão ser entregues na Secretaria do Departamento de Biologia da FFCLRP USP 05 (CINCO) exemplares IMPRESSOS do Trabalho, JUNTAMENTE com a carta de encaminhamento do orientador que deverá conter a sugestão para composição da Banca Examinadora (3 titulares e 2 suplentes), incluindo o dia e hora da apresentação (Anexo 2). As datas para entrega destes materiais serão determinadas e divulgadas pelo Conselho do Departamento de Biologia a cada semestre. Não serão aceitos trabalhos após este prazo. A data para a defesa pública deverá ser confirmada pelo orientador após a aprovação da Banca Examinadora definitiva pelo Conselho do Departamento. Os componentes da Banca Examinadora deverão ser consultados com antecedência, pelo orientador, em relação à disponibilidade em participarem da mesma.\nA redação do Trabalho de Conclusão de Curso deverá seguir os moldes das dissertações/teses, contendo Resumo, Introdução (Revisão Bibliográfica), Material e Métodos, Resultados, Discussão, Referências Bibliográficas. Os Itens, Resultados e Discussão poderão ser apresentados em um único tópico. O aluno deverá colocar na folha de rosto dos exemplares o nome do orientador e do co-orientador (se existir).\n\nDa apresentação e divulgação:\n\t\tA \u0093Capa\u0094 e a \u0093Folha de Rosto\u0094 do \u0093Trabalho de Conclusão de Curso \u0096 Monografia\u0094, deverão seguir, obrigatoriamente, os moldes aqui apresentados (Anexos 3 e 4).\n\nCópia digital do trabalho\nSerá solicitado ao aluno a inserção da cópia digital do seu trabalho de conclusão de curso (arquivo no formato .pdf), no Portal da Faculdade (portal.ffclrp.usp.br) para arquivamento e posterior encaminhamento à Biblioteca Central do Campus USP Ribeirão Preto.  Depois de encaminhada à Biblioteca, a cópia será disponibilizada em ambiente digital institucional (banco de dados DEDALUS).\nA cópia digital só deverá ser inserida no Portal da Unidade depois de incorporadas as correções e/ou sugestões da banca examinadora, cabendo ao aluno o prazo de 15 (quinze) dias a partir da data de apresentação do trabalho, para a inserção. A inserção do trabalho será obrigatória.\nPara o envio da cópia digital do trabalho à Biblioteca, será necessário o preenchimento do \u0093Formulário de autorização para submissão online\u0094. O formulário estará disponível no Portal da Unidade (portal.ffclrp.usp.br) e deverá ser entregue na Secretaria do Departamento de Biologia, FFCLRP USP, após a inserção do trabalho no Portal.", "programa_resumido": "Orientações sobre elaboração de Plano de Trabalho Acadêmico: conhecimentos específicos de técnicas e instrumentos de pesquisa empregados na solução do problema. Orientações sobre a execução do trabalho: propriedade intelectual e conduta ética; coleta e análise de resultados; e validação externa e interna de dados. Orientações sobre a análise dos resultados: técnicas de organização dos dados, técnicas para descrição de dados; e técnicas para análise de dados. Orientações específicas sobre a preparação da monografia: diretrizes e exemplos da redação científica, citações, referências e normas para preparação de trabalhos acadêmicos; e elaboração da conclusão e pesquisas futuras. Orientações específicas sobre a apresentação de trabalhos acadêmicos: normas e conduta em apresentações técnicas e científicas.", "turmas": []}