{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920839", "nome": "Imunologia e Parasitologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Gerais\nProporcionar aos alunos conceitos que permitam reconhecer o sistema imunológico como um megasistema, que é responsável pela manutenção da homeostasia por mecanismos de discriminação entre o inócuo e o potencialmente patológico para o organismo. Dentre esses conceitos, destaca-se: imunidade inata; reconhecimento antigênico; ativação, efetuação e contração da resposta imunitária; memória imunológica; e bases racionais do estabelecimento de doenças infecciosas e imunológicas.\nApresentar aos alunos os aspectos fundamentais sobre a biologia, morfologia, epidemiologia, patogenia e controle de vários grupos de organismos parasitas: helmintos, protozoários, artrópodes parasitas e vetores, de tal forma a abranger os campos da parasitologia humana e animal.\n\nEspecíficos\nFazer associação entre os conceitos básicos de imunologia, tais como (1) desenvolvimento da imunidade adaptativa a partir da imunidade inata, desde o reconhecimento do agente patogênico até a fase efetora e homeostase da resposta imunológica, (2) resposta imunológica a patógenos, repercussões para o desenvolvimento de vacinas e suas implicações para a saúde, (3) geração e os quadros clínicos das doenças autoimunes e hipersensibilidades e (4) imunologia dos transplantes.\nEstudar os diferentes grupos de parasitas quanto à sistemática, morfologia e patogenia; abordar os aspectos morfológicos básicos para a identificação dos principais helmintos, protozoários e artrópodes parasitas e de vetores; caracterizar os diferentes grupos de parasitas visando à compreensão da biologia, ecologia dos sistemas, epidemiologia, diagnóstico e profilaxia.", "programa_resumido": "Estudo do sistema imunológico como um megassistema, onde a discriminação entre o que é próprio e não próprio para o organismo propicia o desenvolvimento de inúmeros mecanismos para a manutenção da homeostasia. Ênfase será dada (1) ao desenvolvimento da imunidade adaptativa a partir da imunidade inata, desde o reconhecimento do agente patogênico até a fase efetora e homeostase da resposta imunológica, (2) à imunização e suas implicações para a saúde humana, (3) à geração e aos quadros clínicos das doenças autoimunes e hipersensibilidades e (4) à imunologia dos transplantes.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Salas 108 do Centro Didático - Bloco 16.", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Ademilson Panunto Castelo"]}], "vagas": {"Obrigatória": {"vagas": 46, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}