{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920853", "nome": "Biogeografia", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral:\nCompreender a questão da origem e a diferenciação da diversidade biológica dentro de uma perspectiva histórico-geográfica.\n\nEspecífico: Exploração da história das soluções dadas para a explicação para a distribuição geográfica da diversidade biológica. Serão contrastadas explicações ecológicas e históricas no estudo da distribuição da diversidade biológica ao longo das dimensões espacial e temporal. Para o estudo de longa duração das distribuições, serão apresentados os fundamentos de alguns métodos de reconstrução biogeográfica, fundamentados no princípio de que a distribuição de todas as espécies relaciona-se ao processo evolutivo. Serão contrastados os papeis da dispersão e da vicariância como mecanismos de determinação, através do tempo, da distribuição geográfica dos organismos, e necessários para compreensão dos principais métodos de reconstrução biogeográfica. As histórias biogeográficas de táxons ao longo do Mesozoico e do Cenozoico (com ênfase em grupos com ocorrência na América do Sul) serão utilizadas para contextualizar o estudo biogeográfico", "programa_resumido": "A disciplina busca explicar as razões para a distribuição da diversidade biológica no planeta de uma perspectiva geográfica. Consideram-se fatores ecológicos e de longa duração que permitem a formulação de hipóteses sobre a evolução dos táxons no espaço e no tempo, assim como sua persistência em determinadas áreas mas não em outras. A história do pensamento biogeográfico, dos desenvolvimentos teóricos e de explicações biogeográficas para táxons com ocorrência na América do Sul são empregados para ilustrar os desafios e oportunidades relacionados à prática desta ciência.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala 108 do Centro Didático - Bloco 16", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Eduardo Andrade Botelho de Almeida"]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 40, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}