{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Ribeirão Preto", "codigo": "5920950", "nome": "Trabalho de Conclusão de Curso \u0096 Monografia em Biologia Molecular e Tecnológica", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Gerais: Ao terminar seu “Trabalho de Conclusão de Curso” (Monografia) de Bacharelado em Ciências Biológicas, Ênfase em Biologia Molecular e Tecnológica, do Departamento de Biologia da FFCLRPUSP, o aluno deverá reunir condições satisfatórias de formação conceitual, treinamento e conduta em pesquisa, que lhe permita a compreensão do mecanismo geral do desenvolvimento científico. Além disso, deverá permitir ao aluno, um treinamento no levantamento de dados, consultas bibliográficas e redação científica de acordo com as normas internacionais de citação bibliográfica. Isto se tornará possível por meio da elaboração e desenvolvimento de um plano de trabalho ou de investigação científica em Biologia Molecular e Tecnológica. O projeto do “Trabalho de Conclusão de Curso” de graduação deve corresponder a um projeto cientificamente estruturado, coerente e de importância para a formação científica do aluno. Pode ser inclusive um trabalho de revisão Bibliográfica atualizada, pertinente, aprofundada e com aval prévio da COC/CB. A pesquisa, bem como a avaliação, deverá ser em nível de Iniciação Científica e nada além deverá ser esperado ou cobrado do aluno.\n\nTodos os docentes do Departamento de Biologia, FFCLRP USP poderão orientar na disciplina 5920950 – Trabalho de Conclusão de curso - Monografia em Biologia Molecular e Tecnológica. No caso de aluno que já estava fazendo estágio com algum docente do DB, e que deseja fazer opção pela ênfase BMT, o mesmo poderá se matricular na disciplina 5920950, na qual continuará desenvolvendo o seu projeto de pesquisa já em andamento sob a orientação de docente do DB, mediante a concordância do mesmo, com a condição de que o projeto de pesquisa inclua o uso de alguma ferramenta de biologia molecular ou tecnológica.\nCom relação aos projetos de pesquisa realizados pelos alunos da graduação, sob a orientação de pesquisadores/docentes externos ao DB, um docente do DB relacionado à ênfase BMT deverá ser consultado e avaliará o projeto/resumo do projeto de pesquisa a ser realizado. Caso este docente avalie que o projeto se enquadra na área BMT, ele assumirá como responsável e deverá assinar o formulário necessário para a disciplina em questão.\n\nDa Matrícula: A matrícula na disciplina Monografia será realizada pelo aluno regularmente matriculado na Ênfase em Biologia Molecular e Tecnológica no Curso de Bacharelado em Ciências Biológicas da FFCLRP USP e deverá ser feita nas datas estipuladas no Calendário Escolar, no semestre em que o Trabalho for apresentado.\n\nApós a matrícula, o aluno deverá preencher um formulário (ANEXO 1), disponível no Portal da FFCLRP (portal.ffclrp.usp.br) e entregá-lo na Secretaria do Departamento de Biologia, FFCLRP USP. Esse formulário será analisado e aprovado pela Comissão Coordenadora do Curso de Ciências Biológicas, FFCLRP USP.\nA entrega do Formulário é obrigatória e deverá ser realizada na Secretaria do Departamento de Biologia, FFCLRP USP, na primeira semana de aula do semestre correspondente e até no máximo 15 (quinze) dias após o inicio das aulas. Depois desse prazo, o aluno estará sujeito a ser reprovado na disciplina.\n\nDa Entrega: Deverão ser encaminhados para o e-mail da Coordenação do Curso de Ciências Biológicas– CoC-CB da FFCLRP USP (coc-cb@ffclrp.usp.br ), em formato .pdf , o Trabalho, JUNTAMENTE com a carta de encaminhamento do orientador que deverá conter a sugestão para composição da Banca Examinadora (3 titulares e 2 suplentes), incluindo o dia e hora da apresentação (Anexo 2). As datas para entrega destes materiais serão determinadas e divulgadas pela CoC-CB FFCLRP USP a cada semestre. Não serão aceitos trabalhos após o prazo estipulado. Após a aprovação pelos colegiados do Departamento de Biologia (CoC-CB e Conselho Departamental) a secretaria da CoC-CB encaminhará, aos membros indicados para a banca examinadora e ao discente: a confirmação da data, hora e local da apresentação; o trabalho do aluno e as orientações quanto à apresentação do TCC. \nOs componentes da Banca Examinadora deverão ser consultados pelo orientador, previamente e antes do encaminhamento do TCC e da carta com a sugestão de banca, em relação à disponibilidade em participarem da mesma na data proposta.\nA redação do Trabalho de Conclusão de Curso deverá seguir os moldes das dissertações/teses, contendo Resumo, Introdução (Revisão Bibliográfica), Material e Métodos, Resultados, Discussão, Referências Bibliográficas. Os Itens, Resultados e Discussão poderão ser apresentados em um único tópico. O aluno deverá colocar na folha de rosto dos exemplares o nome do orientador e do coorientador (se existir).\n\nDa apresentação e divulgação:\n\t\tA “Capa” e a “Folha de Rosto” do “Trabalho de Conclusão de Curso – Monografia”, deverão seguir, obrigatoriamente, os moldes aqui apresentados (Anexos 3 e 4).\n\nCópia digital do trabalho\nSerá solicitado ao aluno a inserção da cópia digital do seu trabalho de conclusão de curso (arquivo no formato .pdf), no Portal da Faculdade (portal.ffclrp.usp.br) para arquivamento e posterior encaminhamento à Biblioteca Central do Campus USP Ribeirão Preto. Depois de encaminhada à Biblioteca, a cópia será disponibilizada em ambiente digital institucional utilizado pelas bibliotecas da USP.\nA cópia digital só deverá ser inserida no Portal da Unidade depois de incorporadas as correções e/ou sugestões da banca examinadora, cabendo ao aluno o prazo de 15 (quinze) dias a partir da data de apresentação do trabalho, para a inserção. A inserção do trabalho será obrigatória.\nPara o envio da cópia digital do trabalho à Biblioteca, será necessário o preenchimento do “Formulário de autorização para submissão online”. O formulário estará disponível no Portal da FFCLRP USP (portal.ffclrp.usp.br) e deverá ser entregue na Secretaria da Coordenação do Curso de Ciências Biológicas da FFCLRP USP(coc-cb@ffclrp.usp.br ) após a inserção do trabalho no Portal.", "programa_resumido": "O “Trabalho de Conclusão de Curso” (Monografia) de Bacharelado em Ciências Biológicas, Ênfase em Biologia Molecular e Tecnológica, do Departamento de Biologia da FFCLRPUSP, deverá consistir de um projeto cientificamente estruturado, incluindo metodologia científica e todas as etapas relativas à escolha de um problema a ser estudado ou investigado, levantamento de informação (revisão bibliográfica), planejamento do trabalho, execução de atividades metodológicas, obtenção de resultados, análise e organização destes, discussão dos dados e conclusões e, finalmente, a redação do trabalho segundo moldes científicos utilizados em dissertações e teses. O conjunto das atividades proporcionarão aos alunos a formação conceitual, treinamento e conduta em pesquisa científica, além de proporcionar a compreensão do mecanismo de desenvolvimento científico ligado à área da Biologia Molecular e Tecnológica.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}