{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Biologia", "campus": "Outro", "codigo": "5920847", "nome": "Biologia de Campo", "creditos_aula": 5, "creditos_trabalho": 3, "objetivos": "Geral:\nProporcionar aos participantes o aprendizado de métodos de coletas em ecossistemas, visando o dimensionamento de populações e de comunidades, bem como o conhecimento da biodiversidade e avaliação de características abióticas. Tal aprendizado será realizado por meio da integração entre os conhecimentos botânicos, zoológicos, geológicos e ecológicos relacionados aos ecossistemas, estimulando-se a criatividade e o espírito crítico.\n\n\n\nEspecífico:\n-\tFamiliarizar o aluno com o conhecimento necessário para efetuar um levantamento de informações básicas sobre a área e ambientes a serem estudados, sobre a literatura básica de técnicas de coleta e preservação de espécimes da flora e fauna para estudo científico; seleção e preparação de material de coleta; técnicas de observação e descrição de ambientes naturais; coleta e preservação de espécimes no campo; procedimentos básicos de confecção de relatórios científicos sobre estudos faunísticos e florísticos.\n-\tFornecer aos alunos subsídios para que tenham condições de tomar decisões referentes aos métodos mais adequados para avaliações, a curto e longo prazo, de ecossistemas que estarão ou já estão sujeitos a impactos ambientais, a partir de um conhecimento multidisciplinar da biota e de sua relação com o ambiente em que se encontra.", "programa_resumido": "A disciplina proverá fundamentação teórico-prática para atividades de campo importantes para a formação do biólogo, em particular para atividades de estudos sobre biodiversidade aquática.", "turmas": []}