{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Química", "campus": "Ribeirão Preto", "codigo": "5931022", "nome": "Bioquímica Experimental", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral: Dar aos alunos de Licenciatura em Química, noções fundamentais sobre a metodologia geral empregada no estudo da estrutura e função das biomoléculas. Além disso, uma vez que é um curso voltado para a formação de professores reforçar os conceitos importantes para o processo de ensino aprendizado.\n\nEspecífico: Desenvolver nos alunos a habilidade de analisar, tratar matemática-mente os resultados experimentais, tirar conclusões e desenvolver atividade crítica que permita análise objetiva dos resultados obtidos. Além disso, focar conceitos fundamentais que são necessários para a evolução do conhecimento cientifico.\nDesenvolver atividades de prática como componente curricular que envolvem realizar experimentos propostos pelo professor e elaborar experimentos que possam ser utilizados em ensino de química, mediante interação com o professor do ensino médio, utilizando métodos didáticos apropriados. Esta prática visa preparar o futuro professor para ensinar os conceitos aprendidos durante o curso de modo inovador e contextualizado, por meio da problematização e inter-relação entre conceitos químicos e a prática pedagógica.", "programa_resumido": "Experimentos envolvendo o estudo de identificação e quantificação de biomoléculas (aminoácidos, proteínas, açúcares e lipídeos).", "turmas": [{"codigo": "2024214", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "observacoes": "Sala 24 - Bloco 9A e Lab. DQ.", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Arthur Henrique Cavalcante de Oliveira"]}, {"dia": "qui", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Arthur Henrique Cavalcante de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}