{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940665", "nome": "Aconselhamento Psicológico", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Geral: Apresentar o histórico, a definição, as bases epistemológicas, as teorias e práticas  do campo do Aconselhamento Psicológico.\n\nEspecífico: Espera-se que, ao final da disciplina, os alunos possam:\n1. Compreender o surgimento histórico do Aconselhamento Psicológico;\n2. Apresentar de forma crítica as diferentes definições de Aconselhamento Psicológico, reconhecendo suas bases epistemológicas;\n3.  Identificar as principais teorias em Aconselhamento Psicológico;\n4. Reconhecer as particularidades das práticas de Aconselhamento Psicológico nos contextos institucionais no campo da saúde, educação, assistência social e psicologia jurídica.\n5. Ter uma postura ética e de constante problematização sobre os potenciais, limites e desafios na construção de teorias e práticas em Aconselhamento Psicológico.", "programa_resumido": "A disciplina Aconselhamento Psicológico apresenta o histórico do campo de Aconselhamento Psicológico; discute suas definições e esforços de diferenciação das demais disciplinas psicológicas ao longo do tempo; apresenta as principais teorias e práticas do campo e as discute a partir da sua aplicação em diferentes contextos. Ênfase é dada às teorias contemporâneas em Aconselhamento Psicológico e às práticas delas derivadas.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 207 do Centro Didático - Bloco 16", "horario": [{"dia": "qui", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Laura Vilela e Souza"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 32, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}