{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940773", "nome": "Contribuições da Psicologia à Odontologia", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Geral: \nAprofundar o conhecimento a respeito das concepções de pessoa que embasam o “fazer em saúde” e sobre os fatores ambientais que propiciam um melhor desenvolvimento emocional, focalizando as relações com a clínica odontológica. Discutir aspectos que podem ser trabalhados na relação profissional-paciente a fim de favorecer o desenvolvimento psicológico de crianças, adolescentes e adultos; Discutir aspectos do desenvolvimento humano e suas aplicações em Odontologia, procurando levantar e discutir problemas ligados ao relacionamento CD-paciente. \n\nEspecíficos: \nDesenvolver a capacidade de analisar as situações clínicas de forma que possa, na prática, atuar de maneira a beneficiar o paciente e a si mesmo. Levar o aluno a refletir sobre as concepções de pessoa que permeiam as práticas em saúde. Levar o aluno a conhecer aspectos do desenvolvimento a partir de uma perspectiva de ciclo vital. Levar o aluno a compreender o padrão atual de contato cirurgião dentista - paciente infantil como inserido dentro de um contexto social geral e fruto de uma evolução histórica. Levar ao aluno informações a respeito do funcionamento da personalidade individual que lhe permitam compreender as diferentes atitudes do paciente, bem como suas reações enquanto profissional. Levar o aluno a adquirir conhecimentos básicos referentes a transtornos psiquiátricos e situações de dificuldades na clinica odontológica. Levar o aluno a conhecer técnicas específicas de manejo na situação de atendimento Odontológico.", "programa_resumido": "Conceito de pessoa; a relação Paciente-profissional – um encontro entre pessoas; conceitos básicos em desenvolvimento e socialização; aspectos históricos da conceituação de infância; evolução de mentalidades no contato adulto – criança; contato adulto - criança práticas de educação, habilidades interpessoais, técnicas de manejo do comportamento na situação de atendimento odontológico; Teoria da personalidade; mecanismos de defesa; Problemas psiquiátricos; estresse na Odontologia; síndrome de burnout e o CD", "turmas": []}