{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940955", "nome": "Psicofarmacologia II", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral: \nA disciplina Psicofarmacologia II tem como objetivo geral proporcionar aos alunos de Psicologia uma compreensão abrangente da interação entre psicofármacos, o sistema nervoso central e o comportamento humano. Visa fornecer aos alunos o conhecimento necessário para entender como os psicofármacos influenciam o comportamento, preparando-os para aplicar esse conhecimento em suas futuras práticas clínicas e pesquisas.\n\nEspecíficos:\n1.\tExplorar as interações complexas entre o sistema digestivo e o encéfalo, destacando o impacto significativo da microbiota intestinal na saúde mental e comportamento.\n2.\tCompreender profundamente o papel da dopamina na motivação, dependência e outros aspectos da saúde mental, incluindo depressão e ansiedade, além de discutir sua influência nos comportamentos de consumo na sociedade moderna.\n3.\tIntroduzir os mecanismos neurais subjacentes à formação de hábitos e como eles podem ser modulados por psicofármacos, abordando a relação entre hábitos disfuncionais e transtornos psiquiátricos.\n4.\tFornecer uma visão geral dos tratamentos farmacológicos disponíveis para doenças neurodegenerativas, como Alzheimer e Parkinson.\n5.\tDiscutir inovações e descobertas recentes na psicofarmacologia, incluindo o uso terapêutico de psicodélicos e a medicina de precisão.\n6.\tUtilizar estudos de caso para integrar e aplicar o conhecimento teórico adquirido, incentivando a discussão crítica sobre decisões terapêuticas na prática clínica.", "programa_resumido": "Impacto do eixo intestino-cérebro na saúde mental; papel da dopamina na motivação, saúde mental e consumo; neurobiologia e farmacologia dos hábitos; tratamentos para transtornos neurodegenerativos; temas emergentes em psicofarmacologia.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 109 do Centro Didático - Bloco 16", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["Fernando Eduardo Padovan Neto"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}