{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940748", "nome": "Atendimento Terapêutico a Famílias em Contextos de Saúde Mental I", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \nApresentar ao aluno os fundamentos teóricos e técnicos da prática terapêutica com famílias e casais em contextos de saúde mental e proporcionar, através de prática supervisionada, experiência profissional nesse tipo de atendimento, tendo como base as contribuições das propostas pós-modernas e as demandas particulares da assistência pública em saúde mental.\n\nEspecíficos: \nAo final da disciplina estágio, o aluno deve estar apto a:\n- Atuar em equipe interdisciplinar em saúde mental, permitindo a construção de um olhar mais abrangente sobre as demandas terapêuticas apresentadas pelas famílias em serviços públicos de assistência em saúde mental;\n- Compreender demandas terapêuticas e intervir clinicamente junto a famílias em contextos de saúde mental;\n_Empregar recursos conversacionais para atuar terapeuticamente junto às famílias e/ou casais, tendo como base as propostas sistêmicas e pós-modernas no campo; \n- Atuar como membro de “equipe reflexiva” no atendimento a famílias e/ou casais em contextos de saúde mental;\n- Realizar as seguintes modalidades de atendimento familiar: entrevista familiar, atendimento familiar (reuniões familiares) e coordenação de grupos familiares e multifamiliares.\n- Compreender as questões éticas envolvidas no atendimento terapêutico a famílias em contextos de saúde mental e manejar adequadamente estas questões.", "programa_resumido": "Participação da família no cuidado em saúde mental. Fundamentos teóricos e técnicos da prática terapêutica com famílias e casais. A prática sistêmica e construcionista social com famílias. Atendimento supervisionado de famílias em contextos de saúde mental.", "turmas": []}