{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940730", "nome": "Atendimento às Dificuldades na Aprendizagem I", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Geral: \nOferecer ao aluno formação teórica e prática na área da Psicologia Clínica a partir de uma proposta de avaliação e planejamento de intervenção psicopedagógica.\n\nEspecíficos: levar os alunos a:\n-\tConhecer concepções centrais do processo de avaliação psicopedagógica no que tange potencialidades e dificuldades apresentadas pelo indivíduo e o contexto no qual está inserido;\n-\tTreinar a escolha e utilização de diferentes instrumentos, materiais e técnicas na avaliação das dificuldades apresentadas; \n-\tDesenvolver planejamento de intervenção pertinente à situação avaliada;\n-\tRealizar devolutiva com pais/responsáveis e com a escola, de forma a reduzir situações adversas e aumentar os recursos de proteção;\n-\tOrientar professores quanto às dificuldades na aprendizagem do indivíduo e possíveis formas de suporte dentro da instituição educacional e;\n-\tEstimular o desenvolvimento de atitudes que considerem aspectos éticos como: a relação com a clientela atendida; o arquivo da documentação; a relação com equipe de supervisão; os preceitos de ética profissional.", "programa_resumido": "Aspectos históricos e teóricos das dificuldades na aprendizagem (dificuldades X distúrbios). Avaliação das dificuldades na aprendizagem instrumentos e equipe (multi e interdisciplinar). Políticas públicas e leis que protegem o indivíduo frente as suas dificuldades. Inclusão escolar.  Devolutiva aos envolvidos no processo de avaliação. Planejamento de intervenção.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 8, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}