{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940660", "nome": "Psicopatologia na Infância e na Adolescência", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral:\nA presente disciplina tem o objetivo de apresentar, caracterizar e discutir distúrbios na infância e adolescência, partindo de uma visão de desenvolvimento ao longo da vida, dos diferentes problemas comportamentais, cognitivos e emocionais que podem ocorrer como fruto da interação de variáveis do indivíduo e do ambiente. \n\nEspecíficos:\n- Discutir a relação entre a psicopatologia da infância e da adolescência a partir de uma perspectiva do desenvolvimento social, psicológico, biológico e relacional; \n- Ponderar as influências genéticas, ambientais e individuais no desenvolvimento de distúrbios na infância e na adolescência; \n- Caracterizar os transtornos diagnosticados pela primeira vez na infância;\n- Instrumentalizar o acadêmico na realização de avaliações diagnósticas, e em encaminhamentos eficazes dos transtornos mentais e queixas da infância e da adolescência.", "programa_resumido": "A disciplina introduz o campo da psicopatologia da infância e da adolescência, passando pela relação com o desenvolvimento e a vulnerabilização aos transtornos mentais na infância e na adolescência. São discutidos os diferentes transtornos e queixas mais recorrentes que ocorrem na infância.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 209 do Centro Didático - Bloco 16", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Carmem Beatriz Neufeld"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}