{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940662", "nome": "Orientação Profissional e de Carreira", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Objetivo Geral\nApresentar de forma panorâmica o campo da orientação profissional e de carreira, sua origem histórica e principais enfoques teóricos que subsidiam a pesquisa e a prática profissional do psicólogo na área.\n\nObjetivos Específicos\nAo final da disciplina os alunos deverão estar aptos a:\n- identificar diferentes terminologias utilizadas;\n- compreender a evolução histórica da área e das teorias e práticas a ela relacionadas;\n- identificar as demandas-chave ao longo dos tempos e os respectivos enfoques teóricos tradicionais e modernos: traço-fator; psicodinâmico; desenvolvimentista e evolutivo; decisional e cognitivo; e transicional;\n- conhecer enfoques teóricos contemporâneos e movimentos emergentes, frente aos desafios atuais e futuros do trabalho, em especial: o Movimento Narrativo (Paradigma Life Design e a construção da vida/carreira; enfoque sociocoginitivo; enfoque contextualista da ação) e o Movimento da Justiça Social (Psicologia do Trabalhar; abordagem sócio-histórica; justiça social) \n- conhecer métodos de intervenção e avaliação da intervenção em contextos clínicos;\n- conhecer o modelo de educação para a carreira para aplicação em contextos educacionais;\n- questionar temas, problemas e problemáticas na área; e\n- discutir limites e possibilidades da orientação profissional e de carreira no contexto educacional brasileiro e na área da Psicologia.", "programa_resumido": "Orientação Profissional e de Carreira: panorama conceitual e principais enfoques teóricos tradicionais, modernos e contemporâneos. Modalidades de intervenção em Orientação Profissional e de Carreira.", "turmas": []}