{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940670", "nome": "Seminários de Pesquisa I", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A presente disciplina é de caráter optativo e tem como propósito introduzir o aluno nos aspectos relativos à produção científica em Psicologia.\nAté o final do presente semestre esperamos que os alunos sejam capazes de: \nI. Identificar a amplitude e a diversidade de pesquisas desenvolvidas no Departamento de Psicologia;\nII. Identificar e discutir as perspectivas teórico-metodológicas das pesquisas produzidas no Departamento de Psicologia;\nIII. Discutir o modo de produção de conhecimento em Psicologia;", "programa_resumido": "Em uma primeira fase (“Abordagens Metodológicas e Ética nas Pesquisas em Psicologia”) a disciplina apresenta o que são ciência, metodologias de pesquisa em Psicologia, ética em pesquisas com seres humanos e animais, como se fazem buscas bibliográficas em bases de dados de natureza científica. Em um segundo bloco (“Linhas de Pesquisa em Psicologia”) apresenta, na forma de seminários proferidos por pesquisadores (docentes e seus alunos de pós-graduação) as linhas de pesquisa do Departamento de Psicologia (DP). Os seguintes tópicos são apresentados nos seminários de cada linha:\nI. Delimitação do estágio atual de desenvolvimento do campo de pesquisa e do objeto de estudo em questão; \nII. Contextualização da metodologia utilizada;\nIII. Apresentação sucinta dos projetos de pesquisa que vêm sendo desenvolvidos pelo docente;\nIV. Informação sobre as possibilidades de inserção dos alunos nos projetos de pesquisa apresentados forma de atender ao requisito de elaboração de um trabalho de conclusão do Programa Especial em Pesquisa do qual faz parte a disciplina.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Prática", "observacoes": "Sala 107 do Centro Didático - Bloco 16.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Patricia Ferreira Monticelli", "Carla Guanaes Lorenzi"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 45, "inscritos": 43, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}