{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940657", "nome": "Psicologia Organizacional e do Trabalho II", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Analisar o ambiente organizacional, bem como o comportamento dos trabalhadores, sob a luz das teorias e conceitos da Psicologia Organizacional e do Trabalho.\nDiscutir os principais pressupostos teóricos que fundamentam as políticas e práticas de gestão de pessoas nas organizações;\nDescrever as principais atividades e procedimentos dos subsistemas de gestão de pessoas e as possibilidades de atuação do psicólogo;\nDescrever os processos de formulação de Políticas de Gestão de Pessoas, e seus elementos componentes para implementação e avaliação.", "programa_resumido": "A presente disciplina é obrigatória. Tem como propósito preparar o aluno nos aspectos práticos relativos ao comportamento humano nas organizações e no trabalho. A orientação é a de formar os alunos do curso que pretendem estagiar ou atuar na subárea de Psicologia Organizacional e do Trabalho (POT). A ênfase é fornecer conhecimentos para os aspectos práticos relativos às políticas e práticas da Gestão de Pessoas nas organizações. A disciplina pretende ampliar a visão do aluno quanto às tendências organizacionais no que diz respeito à gestão de pessoas nas organizações, bem como possibilitar a identificação dos componentes de concepção, implementação e avaliação das políticas de gestão de recursos humanos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 209 do Centro Didático -  Bloco 16", "horario": [{"dia": "qua", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Marina Greghi Sticca", "(R) Thaís Zerbini"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}