{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940738", "nome": "Acompanhamento Socioeducativo de Adolescentes em Conflito com a Lei II", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \nvisa oferecer aos alunos a oportunidade de aprender no plano teórico e prático sobre o fenômeno do envolvimento grave/persistente de adolescentes com a prática de atos infracionais.\n\nEspecíficos:  \nQue os alunos\n- pensem/reflitam/compreendam a problemática em questão à luz do referencial da Teoria da Regulação Pessoal e Social da Conduta na Adolescência (Marc LeBlanc et.al.);\n- aprendam a realizar a avaliação psicossocial de casos/adolescentes à luz do referencial e com o auxílio do Modelo Integrado de Intervenção Diferencial (MIID);\n- elaborem planos de intervenções personalizados, com relação a casos particulares, considerando as avaliações feitas e o quadro jurídico subjacente à medida de acompanhamento dos adolescentes;\n- experienciem o acompanhamento de adolescentes no quadro da medida socioeducativa (a implementação do plano de intervenção), assumindo a responsabilidade por algumas atividades de intervenção específicas.", "programa_resumido": "A disciplina tem como objetivo propiciar aos alunos a oportunidade de se aprofundar no estudo teórico da problemática dos adolescentes em conflito coma lei e de buscar e experimentar o entrelaçamento entre teoria e prática, tendo por base referenciais teóricos-práticos específicos para a área. Terão também e oportunidade de estudar e entender aspectos do trabalho de instituições que atuam na área. Dados os contextos de atuação possíveis, a disciplina estágio consiste também em uma oportunidade de atuação no campo mais amplo da Psicologia Forense. Assim, os alunos viverão a ocasião de estudar e entender as relações entre Direito e Psicologia, entendendo as razões para a tensão que existe entre as duas disciplinas/campos de atuação.", "turmas": []}