{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940766", "nome": "Psicodiagnóstico", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Geral: \nIntroduzir o aluno no conhecimento dos principais métodos de exploração e diagnóstico psicológico empregados na prática profissional, de modo a complementar sua formação com a experiência de atendimento clínico em psicodiagnóstico.\n\nEspecífico: \n- Capacitar o aluno a realizar a avaliação psicológica de pacientes adultos e adolescentes, articulando-a com uma prática clínica específica, dentro de um referencial teórico psicodinâmico;\n- Oferecer subsídios para a orientação e encaminhamento, visando ao planejamento de estratégias clínicas de intervenção terapêutica;\n- Oferecer oportunidades de aplicação dos conhecimentos relativos aos diferentes instrumentos de exame psicológico já aprendidos no contexto de outras disciplinas, bem como o conhecimento de técnicas e métodos alternativos de avaliação da personalidade;\n- Proporcionar fundamentos teóricos e técnicos relativos ao processo psicodiagnóstico, de modo a favorecer o desenvolvimento de uma atitude profissional e de uma posição crítica do aluno em face da prática clínica;\n- Propiciar condições ao aluno para o exercício do papel profissional enquanto psicólogo clínico em instituições de atendimento público e gratuito à população, mediante o treinamento supervisionado em atendimento na área de diagnóstico psicológico;\n- Introduzir o aluno no contexto de um modelo de trabalho clínico-institucional, fomentado a discussão e análise crítica acerca do seu funcionamento geral, objetivos e rotina de trabalho.", "programa_resumido": "Caracterização do processo psicodiagnóstico. Operacionalização do processo psicodiagnóstico. Métodos projetivos no contexto do diagnóstico psicológico, com ênfase na avaliação de um indivíduo (criança, adolescente ou adulto). A elaboração do relatório de Avaliação Psicológica. O processo de devolutiva.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala Docente", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Sonia Regina Pasian"]}, {"dia": "sex", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Sonia Regina Pasian"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 15, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}