{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940733", "nome": "Psicoterapia de Orientação Psicanalítica I", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \nIntroduzir o aluno no conhecimento da teoria e técnica psicanalítica, complementando sua formação profissional com a experiência de atendimento clínico em psicoterapia sob a abordagem analítica.\n\nEspecíficos:\n- Propiciar condições ao aluno para o exercício do papel profissional como psicoterapeuta de orientação psicanalítica, mediante treinamento supervisionado em atendimento psicoterápico de clientes no contexto da clínica-escola.\n- Familiarizar-se com a teoria e a técnica que definem o atendimento psicoterápico de orientação psicanalítica, em seus aspectos básicos e referenciais históricos.\n- Aprimorar a percepção, sensibilidade e técnica do aluno no manejo psicoterápico de casos clínicos, por meio de sessões de supervisão com profissional experiente na área clínica.\n- Favorecer o contato com o modelo de trabalho clínico-institucional, fomentando a discussão acerca do funcionamento e dinâmica particular de uma instituição de atendimento público e gratuito à comunidade.\n- Fomentar a discussão de aspectos éticos envolvidos nesses atendimentos.", "programa_resumido": "A disciplina oferece uma introdução ao conhecimento da teoria e técnica psicanalítica, complementado com a experiência de atendimento clínico em psicoterapia sob abordagem psicanalítica, a partir da definição do método psicanalítico, caracterização da situação psicoterapêutica, entrevista inicial, concepção de psiquismo e aliança terapêutica.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala do docente.\nA psicóloga Dra. Érika Arantes de Oliveira Cardoso colabora com a supervisão das atividades práticas de estágio dessa disciplina.", "horario": [{"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Manoel Antonio dos Santos"]}, {"dia": "sab", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Manoel Antonio dos Santos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}