{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940727", "nome": "Apoio à Co-Gestão em Serviços da Rede Municipal de Saúde I", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \nOferecer ao aluno subsídios para identificar quais elementos do planejamento local de saúde (Plano Municipal de Saúde e Programação Anual de Saúde) foram ou não efetivamente implantados nas ações realizadas nos serviços públicos de saúde.\n\nEspecíficos: \n- Oferecer oportunidade de que os alunos identifiquem e analisem aspectos favoráveis e desfavoráveis à consecução do planejamento local de saúde, considerando a percepção de gestores e trabalhadores;\n-  Permitir o contato dos alunos com a realidade de trabalho vivenciada pelos profissionais de saúde nas unidades públicas municipais; \n-  Identificar, junto aos profissionais e gestores de pontos críticos que promovem\n- a descontinuidade ou que dificultam a integração entre processos de trabalho e trazem prejuízos às relações de trabalho;\n- situações em que o acesso e/ou o compartilhamento de informações pertinentes ao processo de trabalho estão dificultados ou comprometidos", "programa_resumido": "Esta disciplina visa desenvolver múltiplos recursos (conhecimentos, habilidades e atitudes) necessários ao trabalho do psicólogo que atua no campo da Saúde Pública, considerando especificamente o contato com os processos de construção e implementação de políticas públicas pertinentes à área. Além disso, objetiva oferecer aos alunos oportunidade de observar as características de organização do sistema de serviços (considerando tanto assistência quanto gestão) e suas implicações para a atuação do psicólogo.", "turmas": []}