{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940735", "nome": "O Psicólogo em uma Equipe da Estratégia Saúde da Família: Desenvolvendo Programa de Promoção de Saúde na Comunidade II", "creditos_aula": 2, "creditos_trabalho": 3, "objetivos": "Geral: \nDar continuidade aos aprendizados iniciados no semestre anterior na disciplina O Psicólogo em uma equipe da Estratégia Saúde da Família: desenvolvendo programa de promoção de saúde na comunidade - I, oferecendo ao estagiário a oportunidade de dar continuidade à atuação junto à Estratégia Saúde da Família (PSF) que fundamenta o trabalho em uma equipe multidisciplinar, voltado para a promoção da saúde, a prevenção da doença e a melhora da qualidade de vida da população.\n\nEspecíficos:\nDe formação teórica \n- Aprofundar os conhecimentos a respeito da Estratégia Saúde da família e do trabalho em equipe multidisciplinar\n- Aprofundar os conhecimentos a respeito do trabalho do psicólogo na atenção primária.\n- Oferecer conhecimentos a respeito de práticas grupais de promoção de saúde na comunidade.\n\nDe formação prática \n- Proporcionar ao estagiário a oportunidade de participar das reuniões de equipe multidisciplinar da Estratégia saúde da família, como membro da equipe, juntamente com médicos, enfermeiros, estagiários e agentes comunitários, detectando necessidades da população atendida pela Unidade e podendo oferecer propostas de assistência.\n- Proporcionar ao estagiário a oportunidade de coordenar juntamente com outros profissionais da equipe de saúde grupos de promoção de saúde na comunidade.\n\nDe formação ética \n- Desenvolver uma atitude adequada na relação profissional – paciente, respeitando os preceitos éticos envolvidos nesta situação, como, o sigilo profissional, o respeito ao sofrimento dos pacientes e da família, necessidade de assumir uma postura profissional ética frente à instituição e a equipe multidisciplinar em que se insere o estágio.", "programa_resumido": "A disciplina será uma continuidade da que teve inicio no primeiro semestre para que o aluno possa aprofundar os conhecimentos em relação ao campo da saúde em especial da atenção primária à saúde e dar continuidade a atuação nesse contexto.", "turmas": []}