{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940769", "nome": "Estágio Básico em Investigação Científica", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Geral: \nPromover o desenvolvimento de habilidades de investigação, desde a definição de um problema de pesquisa relevante para a literatura científica de Psicologia, até a elaboração completa de um projeto de pesquisa.\n \nEspecíficos: Ao final da disciplina, o aluno deve estar apto a: \n- Definir um problema de pesquisa a partir de um tema relevante para a literatura científica em Psicologia;\n- Revisar a literatura científica pertinente ao problema, fundamentando teoricamente a escolha das variáveis e justificando a relevância do problema de pesquisa;\n- Identificar os métodos de pesquisa pertinentes para responder ao problema de pesquisa definido;\n- Definir os passos de um processo de coleta e análise de dados, de acordo com a metodologia escolhida;\n- Refletir sobre os aspectos éticos envolvidos na condução de uma pesquisa com seres humanos e/ou animais não humanos;\n- Redigir um projeto de pesquisa.", "programa_resumido": "A Psicologia como ciência e a produção de conhecimento científico. Etapas de elaboração de um projeto de pesquisa em Psicologia. O processo de tomada de decisões para elaboração de um projeto d e pesquisa. Aspectos éticos envolvidos na pesquisa em Psicologia.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 207 do Centro Didático - Bloco 16", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Fabiana Maris Versuti", "(R) Laura Vilela e Souza", "(R) Sebastião de Sousa Almeida", "Cesar Alexis Galera"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 42, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}