{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940771", "nome": "Estágio Básico em Entrevista", "creditos_aula": 2, "creditos_trabalho": 3, "objetivos": "Geral: Promover o desenvolvimento de habilidades interpessoais através da vivência da situação de entrevista e a reflexão sobre essa vivência, de modo a permitir e explorar o aprendizado sobre a percepção se si mesmos como entrevistadores, suas dificuldades e potencialidades.\n\nEspecíficos: Ao final da disciplina, o aluno deve estar apto a: \n- Construir vínculo na relação entre entrevistador-entrevistado, demonstrando sensibilidade ao outro e afetividade;\n- Compreender a dinâmica do diálogo na entrevista considerando as características do processo de comunicação oral (saber escutar o outro e se escutar na interação com o outro);\n- Compreender a dinâmica do diálogo na entrevista considerando as características do processo de comunicação não verbal (saber reconhecer o corpo do outro e o próprio corpo no momento interativo).\n- Demonstrar postura ética na relação entrevistador-entrevistado.", "programa_resumido": "Entrevista psicológica. Relação entrevistador-entrevistado. Habilidades interpessoais. Diálogo. Entrevista com pessoas de grupos etários distintos. Aspectos éticos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 110 do Centro Didático - Bloco 16", "horario": [{"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Ana Paula Soares da Silva", "(R) Eucia Beatriz Lopes Petean", "(R) Marina Simões Flório Ferreira Bertagnoli", "(R) Regina Helena Lima Caldana", "Fernanda Kimie Tavares Mishima"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 37, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}