{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940653", "nome": "Psicologia Organizacional e do Trabalho I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral: \nA presente disciplina é de caráter obrigatório. Tem como propósito preparar o aluno nos aspectos relativos ao comportamento humano nas organizações e no trabalho e informar sobre os principais campos de atuação e pesquisa do Psicólogo Organizacional e do Trabalho (POT). A orientação é a de formar todos os alunos do Curso, inclusive quem não pretende estagiar ou atuar na subárea de POT, para agir em organizações e ambientes de trabalho e compreender sua lógica de funcionamento. A ênfase não será a de fornecer instrumentos de intervenção, mas a de prover quadros de referência e de apresentar a área de POT ao aluno. A construção de instrumentos de intervenção será trabalhada na disciplina Psicologia Organizacional e do Trabalho II. Até o final do presente semestre esperamos que os alunos sejam capazes de:\n- Explicar e predizer o comportamento humano nas organizações e ambientes de trabalho.\n- Descrever as formas predominantes e as tendências inovadoras relativas à atuação e pesquisa do Psicólogo Organizacional e do Trabalho.\n\nEspecíficos: \nPara facilitar o alcance dos objetivos gerais, a disciplina está organizada em 4 unidades, nas quais existem subunidades, cada uma com uma série de objetivos específicos, como descrito a seguir, no item 9.", "programa_resumido": "1.\tContexto e Atuação Profissional em Psicologia Organizacional e do Trabalho\nO Mundo do Trabalho e a Evolução Histórica da Psicologia Industrial e Organizacional\nO Psicólogo em Organizações e Trabalho \nDimensões Básicas de Análise das Organizações\n2.\tA Pesquisa em Psicologia Organizacional e do Trabalho\n3.\tO Indivíduo no Contexto\nMotivação no Trabalho\nAprendizagem Humana em Organizações de Trabalho\nVínculos do Indivíduo com o Trabalho e com a Organização\n4.\tGestão de Pessoas", "turmas": []}