{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940684", "nome": "Métodos Projetivos II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral: \nEssa disciplina tem por objetivo apresentar ao estudante o histórico e os princípios dos processos projetivos de Avaliação Psicológica, assim como suas possíveis consequências sociais.\n\nEspecíficos: \nAo final da disciplina, os alunos deverão estar aptos a:\n- Compreender o histórico e evolução dos métodos projetivos de avaliação psicológica considerando especialmente sua influência na criação de práticas clínicas, sobretudo no campo da avaliação afetiva e de personalidade.\n- Caracterizar os tipos de métodos projetivos de avaliação psicológica, com base na definição e operacionalização de seus principais conceitos.\n- Planejar o uso de métodos projetivos de avaliação psicológica (sobretudo no campo afetivo e de personalidade) em função de objetivos delineados para diferentes necessidades individuais ou de grupos de indivíduos.\n- Conhecer e refletir sobre as consequências sociais dos processos de avaliação psicológica por meio de métodos projetivos gráficos.\n- Desenvolver o senso crítico em relação aos métodos projetivos de avaliação psicológica: seus limites e suas possibilidades.", "programa_resumido": "Métodos projetivos de avaliação psicológica: princípios e desenvolvimento histórico. Diferentes tipos de métodos projetivos de avaliação psicológica, suas características técnicas, uso e suas consequências sociais, com ênfase nos instrumentos gráficos de avaliação afetiva e de personalidade.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 207 do Centro Didático - Bloco 16\nCancelado conforme OF.67/DP/FFCLRP/USP/18.12.2024.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}