{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940754", "nome": "Ludoterapia de Orientação Psicanalítica I", "creditos_aula": 2, "creditos_trabalho": 3, "objetivos": "Gerais: \n- Propiciar ao aluno/estagiário a vivência da prática de ludoterapia analítica, levando-o a estabelecer relações entre conceitos teóricos e esta prática clínica. \n- Favorecer ao aluno/estagiário a percepção das atitudes e posturas esperadas dos profissionais que atuam em atendimento clínico infantil.\n- Propiciar ao aluno/estagiário a experiência de realizar orientação de pais dentro da abordagem analítica. \n\nEspecíficos: \n- Reconhecer os conceitos básicos teóricos e técnicos da abordagem de ludoterapia analítica.\n- Aprender a realizar um diagnóstico dentro da abordagem psicanalítica, em sua aplicação à psicoterapia infantil.\n- Vivenciar o papel de ludoterapeuta em sessões de atendimento à criança.\n- Vivenciar o papel de orientador dos pais em sessões de orientação de pais.\nIncentivar e orientar o aluno/estagiário na preparação de textos para apresentação em palestras, encontros, congressos, etc., além de publicações em revistas especializadas.", "programa_resumido": "As atividades serão desenvolvidas através de uma perspectiva psicanalítica, tendo como referencial o modelo teórico proposto por Melanie Klein, WilfredBion e Donald Winnicott, importantes expoentes da psicanálise quanto ao atendimento infantil e de pacientes mais regredidos. Serão atendidas crianças que buscam o serviço de atendimento psicológico do Centro de Pesquisa e Psicologia Aplicada (CPA) do Departamento de Psicologia da FFCLRP-USP.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "A psicóloga Dra. Licia Barcelos de Souza colabora com a supervisão de atividades práticas de estágio", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 8, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}