{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940931", "nome": "Práticas de Pesquisa em Percepção e Áreas Afins", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral:\n\nFornecer oportunidade aos alunos práticas de elaboração e execução de projetos de pesquisa em sensação, percepção, cognição, processos motores, psicofísica e áreas afins e promover atividades de iniciação científica em pesquisa básica ou aplicada.\n\nEspecíficos: \n\n- Fornecer aos alunos orientações na escolha de temas específicos na área de interesse.\n- Fornecer aos alunos orientações na definição dos objetivos de um projeto de pesquisa\n- Fornecer aos alunos informações básicas sobre conduta ética em pesquisa com humanos.\n- Fornecer aos alunos orientações na escolha do método experimental e as variáveis\n  dependentes e independentes envolvidas\n- Fornecer aos alunos informações básicas sobre delineamento experimental e estatísticas\n  apropriadas.\n- Fornecer aos alunos instruções básicas sobre apresentação de resultados e redação científica.", "programa_resumido": "Nesta disciplina serão fornecidas informações para elaboração e execução de um projeto de pesquisa em temas livres sobre sensação, percepção, cognição e áreas afins; desde a escolha do tema da pesquisa, definição dos objetivos, revisão bibliográfica, observâncias éticas, escolha do método experimental, delineamento de experimento e análise de dados, apresentação de resultados e redação de relatório científico.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 107 do Centro Didático  - Bloco 16.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Sergio Sheiji Fukusima"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}