{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940935", "nome": "Arte Terapia: Estética, Ética e Saber", "creditos_aula": 3, "creditos_trabalho": 2, "objetivos": "●\tGeral: \n●\tCapacitar o aluno a utilizar as diferentes técnicas e linguagens expressivas em Arte Terapia, ampliando assim as possibilidades metodológicas e o alcance de sua prática profissional, além de desenvolver o seu potencial criativo;\n●\tEspecíficos: \n●\tAtravés do embasamento teórico-vivencial fornecido, aplicar os conhecimentos advindos de teorias, técnicas psicológicas e artísticas nas áreas da saúde, educação, gestão e análise institucional, trabalhando com o potencial terapêutico, pedagógico e de elaboração de conflitos e emoções contido em todas as formas de Arte;\n●\tAssimilar uma nova forma de estratégia metodológica a ser desenvolvida em Análise Institucional e Psicologia Comunitária, inspirada no paradigma ético e estético.", "programa_resumido": "A Arte Terapia busca resgatar o potencial criativo do ser humano, tem o poder de tocar os aspectos mais inconscientes e profundos, estimulando a autonomia, transformação interna e reestruturação do ser no mundo. Através do envolvimento criativo com as várias formas de arte; como a música, o teatro, a poesia, desenhos, estórias, pintura, fotografia; é possível explorar o processo de elaboração dos conflitos e de cura, no sentido do desenvolvimento pessoal e social. Como aplicar estratégias criativas e estéticas nos vários campos da atividade humana? Como a produção simbólica pode favorecer o desenvolvimento da identidade, solucionar conflitos não resolvidos e liberar a energia criativa para a atividade vital?", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 204 do Centro Didático - Bloco 16.", "horario": [{"dia": "qui", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Sergio Kodato"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}