{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940747", "nome": "Terapia Cognitivo-Comportamental I", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \nO ensino da Terapia Cognitivo-Comportamental tem por objetivo caracterizar e discutir aspectos teóricos e técnicos desta abordagem, bem como compreender a visão de homem e de mundo que embasa o fazer clínico desta perspectiva teórica.\n\nEspecíficos:\n- Facilitar ao aluno a definição de uma postura profissional no campo da intervenção clínica em Terapia Cognitivo-Comportamental;\n- Favorecer o treino na realização de entrevistas clínicas;\n- Prestar um serviço especializado à comunidade;\n- Possibilitar ao aluno o treino na realização de diagnósticos embasados no Manual Diagnóstico e Estatístico dos Transtornos Mentais (DSM-5); \n- Capacitar o aluno a estabelecer diagnóstico diferencial e elaborar propostas de intervenção diferenciadas em Terapia Cognitivo-Comportamental para diferentes demandas clínicas; \n- Oferecer a oportunidade de conceitualização de caso, planejamento e intervenção em Terapia Cognitivo-Comportamental para pacientes adultos.", "programa_resumido": "As disciplinas buscam caracterizar e discutir aspectos teóricos e técnicos desta abordagem, bem como compreender a visão de homem e de mundo que embasa o fazer clínico desta perspectiva teórica em diferentes demandas e faixas etárias. Por se tratar de disciplinas estágio, tais aspectos serão abordados tanto na teoria quanto na prática do manejo de pacientes em TCC.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala de Docente", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carmem Beatriz Neufeld"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 5, "pendentes": 0, "matriculados": 5, "grupos": {}}}}]}