{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940695", "nome": "Gênero e Sexualidade I", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \n- Propiciar ao aluno a oportunidade de entrar em contato com a atuação profissional em intervenções psicológicas inovadoras, capazes de abranger a diversidade sexual e de gênero a partir de uma perspectiva não-patologizante e não estigmatizante. \n- Fornecer subsídios para o desenvolvimento da identidade profissional do(a) psicólogo(a) que irá atuar junto a comunidades específicas, como os segmentos sociais vulneráveis, utilizando habilidades clínicas tradicionais e desenvolvendo formas criativas de intervir.\n\nEspecíficos:\n- oferecer ao aluno oportunidade de aplicação de conhecimentos da psicoterapia – individual e grupal – de orientação psicanalítica aplicada ao contexto de vida de pessoas com expressões de gênero e sexualidades divergentes; \n- contribuir para uma melhor compreensão dinâmica e clínica dos aspectos emocionais, sociais e familiares envolvidos na diversidade sexual e de gênero;\n- estimular a reflexão crítica sobre a natureza da tarefa, o papel e as funções do psicólogo que atua junto à comunidade LGBT;\n- evidenciar as aplicações, as potencialidades e o alcance do atendimento psicoterapêutico de orientação psicanalítica em populações que vivenciam estigmatização, discriminação ou intolerância social.\n- estimular a reflexão e discussão dos princípios éticos envolvidos no atendimento psicológico junto aos segmentos LGBT, como as noções de sigilo profissional, intimidade psíquica e respeito à singularidade e às diferenças ao se lidar com a subjetividade alheia, bem como a necessidade de se assumir um posicionamento ético frente aos modelos de atenção psicológica voltados para a população LGBT que busca assistência em nossa realidade.\n- desenvolver capacidade de avaliar demandas sociais e desenvolver ações comprometidas com a melhoria da qualidade de vida das pessoas assistidas.", "programa_resumido": "A disciplina oferece uma introdução ao conhecimento das questões de gênero e sexualidade. Introduz elementos da teoria e técnica psicanalítica, complementado com a experiência de atendimento clínico em psicoterapia de abordagem psicanalítica, a partir da definição do método psicanalítico, caracterização da situação psicoterapêutica, entrevista inicial, concepção de psiquismo e aliança terapêutica.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala do docente\nA psicóloga Dra. Érika Arantes de Oliveira Cardoso colabora com a supervisão das atividades práticas de estágio dessa disciplina.", "horario": [{"dia": "sab", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Manoel Antonio dos Santos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}