{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Ribeirão Preto", "codigo": "5940732", "nome": "Psicopatologia e Saúde Mental: Práticas Psicológicas no Contexto da Saúde Pública e da Reforma Psiquiátrica I", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Geral: \nIntroduzir o aluno no desenvolvimento de conhecimentos, habilidades e atitudes necessárias ao trabalho do psicólogo que atua no campo da psicopatologia e da saúde mental no contexto de saúde pública e da reforma psiquiátrica.\n\nEspecíficos: \nAo final da disciplina o aluno deve estar apto a:\n- Compreender e analisar o funcionamento de equipamentos de saúde mental: dinâmica do trabalho, população atendida, equipe, inserção na rede.\n- Utilizar habilidades para comunicação e vínculo com população atendida nos serviços de saúde mental.\n- Reconhecer diferentes quadros clínicos em psicopatologia.\n- Conhecer ferramentas conversacionais e de avaliação para a realização entrevistas clínicas diagnósticas com usuários dos serviços. \n- Compreender como se dá a realização de um estudo de caso, considerando o diálogo com diferentes vozes (paciente, familiares, prontuários, equipe do serviço, grupo de trabalho, literatura).\n- Construir o plano terapêutico, compreendendo o papel do psicólogo na equipe multidisciplinar e a atuação dos diferentes profissionais.\n- Conhecer diferentes atividades psicoterapêuticas utilizadas no contexto de saúde mental. \n- Posicionar-se eticamente junto a pessoas em sofrimento emocional e junto à equipe multidisciplinar.", "programa_resumido": "Discursos que constroem sentidos e práticas no campo da Psicopatologia. Reforma Psiquiátrica e Redes de Atenção Psicossocial. Funções Psíquicas e suas alterações. Diferentes dimensões da avaliação em serviços de saúde mental. Quadros clínicos psicopatológicos. Práticas terapêuticas em serviços de saúde mental.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 6, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}