{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Psicologia", "campus": "Outro", "codigo": "5940655", "nome": "Avaliação da Personalidade", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral: \nEssa disciplina tem por objetivo apresentar ao estudante o histórico e os princípios dos processos de Avaliação Psicológica, assim como suas possíveis consequências sociais, com ênfase na avaliação afetiva e de personalidade.\n\nEspecíficos: \nAo final da disciplina, os alunos deverão estar aptos a:\n- Compreender o histórico e evolução dos instrumentos e dos processos de avaliação psicológica considerando especialmente sua influência na criação de práticas clínicas, sobretudo no campo da avaliação afetiva e de personalidade.\n- Caracterizar os tipos de instrumentos de avaliação psicológica voltados ao campo afetivo e de personalidade, com base na definição e operacionalização de seus principais conceitos.\n- Planejar o uso de recursos de avaliação psicológica (sobretudo no campo afetivo e de personalidade) em função de objetivos delineados para diferentes necessidades individuais ou de grupos de indivíduos.\n- Conhecer e refletir sobre as consequências sociais dos processos de avaliação psicológica, com ênfase no campo afetivo e de personalidade.\n- Realizar um processo psicodiagnóstico pautado em diferentes instrumentos de avaliação psicológica (cognitiva, interesses/habilidades e personalidade).", "programa_resumido": "A avaliação psicológica: princípios e desenvolvimento histórico no campo afetivo e de personalidade. Diferentes tipos de instrumentos de avaliação psicológica, suas características técnicas, uso e suas consequências sociais, com ênfase nos instrumentos de avaliação afetiva e de personalidade. Realização de um estudo de caso de avaliação psicológica global.", "turmas": []}