{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Outro", "codigo": "5960124", "nome": "Prática de Ensino de Biologia I", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Geral:  Subsidiar e preparar os licenciandos na elaboração de Programas de Curso de Biologia e promover junto a eles a vivência da prática docente.\nEspecíficos:\nConhecer as condições em que se realiza o ensino de Biologia, para desenvolver programas de curso adequados às condições reais de ensino.\nConhecer a realidade do aluno, para desenvolver programas de curso voltados para o seu cotidiano.\n. Conhecer as características de aprendizagem do aluno, para desenvolver programas de curso adequados ao seu desenvolvimento intelectual.\n. Conhecer as concepções prévias dos alunos, para desenvolver programas de curso que tenham como ponto de partida o conhecimento inicial que os alunos possuem sobre um tema escolar.\n. Caracterizar o conhecimento científico, diferenciando-o de outras formas de conhecimento e discutir o(s) método(s) científico(s).\n. Identificar as diferentes áreas das Ciências Naturais - Biologia, Química, Física e Geologia e seus diferentes objetos de estudo; destacar a Ciência Biológica neste contexto - sua natureza e estrutura.\n. Conhecer e experimentar os diferentes métodos científicos usados na área de Biologia, tais como: experimentação, trabalho de campo, herborização, preparação de lâminas, insetário, etc. \n. Aprofundar o conhecimento biológico: da produção à transmissão.\n. Discutir as relações entre Ciência e Sociedade, como pressuposto para programar o ensino de Biologia.\t\n. Conhecer as diferentes etapas do processo de ensino-aprendizagem em Biologia, para definir objetivos, conteúdos, métodos de ensino e avaliação adequados às \tcondições da realidade escolar e dos alunos.", "programa_resumido": "Oferecer subsídios teóricos e práticos para que os licenciandos, futuros professores de Biologia, possam elaborar planos de ensino, a partir de uma investigação sobre a realidade escolar, quanto às condições educacionais da escola, dos professores e dos alunos.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Sala 103 do Centro Didático - Bloco 16.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Clarice Sumi Kawasaki"]}], "vagas": {"Obrigatória": {"vagas": 42, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}