{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5960124", "nome": "Prática de Ensino de Biologia I", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Geral:  Planejar o ensino de Biologia (ensino médio) visando a sua aplicação nas escolas durante as atividades de estágio supervisionado nas escolas: \n\nEspecíficos:\n- Conhecer e analisar a situação do ensino de Biologia nas escolas;\n- Conhecer e analisar as tendências atuais e as abordagens curriculares para o ensino de Biologia;\n- Conhecer e analisar as condições de aprendizagem do aluno e suas concepções prévias dos assuntos/temas abordados no ensino;\n- Conhecer e analisar as características do conhecimento científico, em especial a natureza e a estrutura dos conhecimentos biológicos;\n- Identificar e analisar as relações entre Biologia e Sociedade e os variados conhecimentos e saberes biológicos presentes na sociedade;\n- Conhecer as etapas do processo de ensino-aprendizagem em Biologia - objetivos, conteúdos, métodos e recursos auxiliares de ensino e avaliação, para planejar um ensino adequado às condições anteriormente analisadas; \n- Vivenciar situações práticas do exercício profissional, por meio das atividades de estágio relacionadas aos objetivos anteriores.", "programa_resumido": "Esta disciplina oferecerá subsídios teórico-práticos para o planejamento do ensino de Biologia (ensino médio), a partir de uma investigação sobre a realidade escolar, as abordagens de ensino-aprendizagem desenvolvidas pelos professores e as condições de aprendizagem dos alunos. Busca-se ainda a aplicação deste planejamento pelos licenciandos em situações concretas de sala de aula e outros contextos de ensino. Buscar-se-á uma articulação entre os temas desenvolvidos nas aulas da disciplina e as ações realizadas pelos licenciandos nos estágios simultâneos.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Sala 103 do Centro Didático - Bloco 16.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Clarice Sumi Kawasaki"]}], "vagas": {"Obrigatória": {"vagas": 42, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}