{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Outro", "codigo": "5961089", "nome": "Didática II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Geral: \nContribuir na formação do professor para atuar nas instituições escolares por meio do estudo sobre o ensino, as práticas pedagógicas e o cotidiano da escola e da sala de aula, evidenciando as implicações sociais do trabalho pedagógico. \nEspecíficos: \nContribuir na formação do futuro professor mediante o exame das especificidades do trabalho docente na escola pública de educação básica, especificamente de Ensino Fundamental I;\nRefletir situações didáticas no seu contexto histórico e social;\nCompreender a didática enquanto área de conhecimento, campo disciplinar e de práticas pedagógicas;\nCaracterizar a didática como mediação da prática docente e do encontro aluno-conhecimento;\nAnalisar o Projeto Político Pedagógico como norteador das intencionalidades do trabalho pedagógico e dos processos de ensino e de aprendizagem; \nAnalisar os elementos constitutivos do planejamento do processo de ensino o que se refere a: definição de objetivos; seleção de conteúdo curriculares; definição de método, estratégia e procedimentos de ensino; definição de recursos didáticos; análise de critérios e instrumentos de avaliação da aprendizagem;  \nElaborar e desenvolver projetos de ensino para os anos iniciais na perspectiva da Pedagogia Crítica, orientados por temas integradores em articulação com as diferentes áreas do currículo; \nIdentificar a escola como local de trabalho, de formação e de constituição da identidade\ndocente.", "programa_resumido": "Da natureza e mediação do trabalho docente e da relação do estudante com o conhecimento. Organização da aula. Elementos constitutivos do planejamento. Os processos de ensino e de aprendizagem e suas múltiplas determinações. A relação da didática com o currículo.", "turmas": []}