{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961120", "nome": "Didática Geral I", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina de Didática Geral I busca contribuir na formação do professor para atuar nas instituições escolares por meio do estudo sobre o ensino, as práticas pedagógicas e o cotidiano da escola e da sala de aula, evidenciando as implicações sociais do trabalho pedagógico. Portanto, o Curso de Didática Geral I pretende contribuir na formação do futuro professor mediante o exame das especificidades do trabalho docente na escola pública de educação básica, especificamente de Ensino Fundamental II e de Ensino Médio, o que compreende:\na) a percepção reflexiva e crítica das situações didáticas, no seu contexto histórico e social; \nb) a compreensão da didática enquanto área de conhecimento, campo disciplinar e de práticas pedagógicas;\nc) a compreensão da didática como mediação da prática docente e do encontro aluno conhecimento;\nd) o domínio dos elementos constitutivos do planejamento do processo de ensino;\ne) o reconhecimento da escola como local de trabalho, de formação e de constituição da identidade docente.\nO estágio supervisionado é parte integrante da disciplina e possibilita ao aluno se aproximar das situações reais nas quais o ensino de Biologia se desenvolve, ou seja, da escola e da sala de aula. Nessa situação o aluno é orientado a refletir sobre a organização da escola, do Projeto Político Pedagógico e do trabalho pedagógico à luz dos pressupostos teóricos da disciplina.", "programa_resumido": "O papel da educação e da escola na sociedade contemporânea. A relação com o conhecimento, a organização do trabalho pedagógico e o cotidiano escolar. Planejamento e Projeto Político Pedagógico. Identidades e saberes docentes.", "turmas": [{"codigo": "20251CB", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 207 do Centro Didático - Bloco 16.", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Cristina Cinto Araujo Pedroso"]}], "vagas": {"Obrigatória": {"vagas": 42, "inscritos": 22, "pendentes": 0, "matriculados": 22, "grupos": {"FFCLRP - Ciências Biológicas": {"vagas": 42, "inscritos": 22, "pendentes": 0, "matriculados": 22}}}}}, {"codigo": "20251LQ", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala DE-24 - Bloco das Exatas.", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Filomena Elaine Paiva Assolini"]}, {"dia": "qui", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Filomena Elaine Paiva Assolini"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 33, "pendentes": 0, "matriculados": 32, "grupos": {"FFCLRP - Licenciatura em Química (59070 e 59071)": {"vagas": 40, "inscritos": 32, "pendentes": 0, "matriculados": 32}}}}}]}