{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961146", "nome": "Atividades Práticas: Gestão do Processo Educativo", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Geral: Assegurar aos estagiários oportunidades diversificadas de vivências e intervenções na gestão da educação básica, na organização e gestão de sistema de ensino e nos projetos educacionais de diversas instituições, de modo a favorecer o compromisso com a qualidade do ensino e com a democratização da gestão escolar. \nEspecíficos: \n1. Desenvolver coletivamente propostas de estudo e intervenção em escolas públicas;\n2. Observar, participar, problematizar e questionar a gestão escolar , utilizando como parâmetros as aprendizagens das várias disciplinas do curso e das inovações tecnológicas, políticas, sociais e econômicas a que estão sujeitas. \n3. elaborar propostas de organização do trabalho na escola, sob a perspectiva da democratização da gestão escolar;\n4. socializar, problematizar e registrar sob a forma de relatório as observações feitas na unidade escolar.\n5-Organizar e desenvolver projeto de intervenção em consonância a demandas da comunidade escolar e objetivos da disciplina.", "programa_resumido": "Políticas públicas para a educação: interfaces com a organização do trabalho na escola\n- equipe administrativa;\n- organização curricular;\n- gestão de recursos;\n2. A construção do trabalho coletivo na unidade escolar;;\n   gestão escolar e projeto pedagógico;\n   avaliação do projeto pedagógico como atividade coletiva\n3. A participação da comunidade na gestão escolar: enfrentando desafios\n- condições objetivas da participação;\n-hierarquia e centralidade do diretor escolar;\n- desenvolvimento de propostas com a comunidade.\n4- Intervenção no campo da gestão escolar  envolvendo a comunidade escolar.\nOBS: Os graduandos realizam estágios em unidades escolares vinculadas às redes públicas municipal e estadual . O estágio supervisionado é realizado em grupos, responsáveis por desenvolver projetos compreendendo três dimensões: investigação, intervenção pontual e elaboração de proposta subsidiária ao projeto pedagógico da unidade.", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 204 do Centro Didático - Bloco 16.", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Teise de Oliveira Guaranha Garcia"]}, {"dia": "qui", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Teise de Oliveira Guaranha Garcia"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}