{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961152", "nome": "Estágio em Metodologia do Ensino em Química I", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Esta disciplina faz parte do currículo do curso de Licenciatura em Química da FFCLRP e encontra-se situada no conjunto de disciplinas oferecidas pelo Departamento de Educação, Informação e Comunicação da FFCLRP-USP na área de Fundamentos Metodológicos do Ensino, possuindo como objetivos centrais:\n- Oportunizar aos licenciandos, por meio de atividades formativas previstas no estágio curricular supervisionado, a ressignificação e compreensão crítica e propositiva de aspectos vivenciados na escola a partir dos referenciais teórico-metodológicos trabalhados na disciplina “Metodologia do Ensino em Química I” (cód. 5961174).\n- Articular teoria e prática pedagógica na gestão da sala de aula, com foco na gestão do conhecimento e da coletividade, principalmente em relação à apropriação nas aulas de química da escola básica dos principais elementos formativos estabelecidos no currículo do Estado de São Paulo, na Base Nacional Comum Curricular e em outros documentos oficiais, como também em relação às contribuições ao currículo de Química das tecnologias de informação e comunicação, também utilizadas como instrumento de mediação das atividades formativas previstas nesta disciplina", "programa_resumido": "Realização de estágio curricular supervisionado em aulas de Química do Ensino Médio de escolas públicas ou privadas ou em outros espaços formativos não escolares, visando à ressignificação e compreensão crítica e propositiva de aspectos vivenciados na escola a partir dos referenciais teórico-metodológicos trabalhados na disciplina “Metodologia do Ensino em Química I” (cód. 5961174).", "turmas": [{"codigo": "20242LQ", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala 01 - Bloco B8.", "horario": [{"dia": "sab", "inicio": "09:00", "fim": "09:50", "professores": ["(R) Mauricio dos Santos Matos"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 27, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}