{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961026", "nome": "Metodologia do Ensino de História e Geografia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Geral: \n\u0095Contribuir com a formação do pedagogo por meio da reflexão de aspectos teóricos e metodológicos da Geografia Escolar e do Ensino de História nos Anos Iniciais. \nEspecíficos: \n. Compreender o Ensino de História e Geografia como essenciais para o processo de Educação para a Cidadania.\n\u0095 Compreender que as histórias individuais são partes integrantes de histórias coletivas;\n. Estudar as diferentes concepções de História e de Geografia presentes nas práticas escolares, nos materiais didáticos, nos livros didáticos e em diversos programas curriculares dos anos iniciais;  \n. Reconhecer as principais categorias teóricas da Geografia e da História Escolar; \n\u0095 Conhecer, inter-relacionar e compreender a organização do espaço geográfico e o funcionamento da natureza em suas múltiplas relações, de modo a compreender o papel da sociedade em sua construção e na produção do território, da paisagem e do lugar.", "programa_resumido": "Propostas curriculares do ensino de Geografia e História para os anos iniciais do Ensino Fundamental;\n\u0095 O saber histórico e geográfico e suas relações com o conhecimento escolar nos anos iniciais do Ensino Fundamental;\n\u0095 Os objetivos pedagógicos do ensino de História e Geografia para os anos iniciais do Ensino Fundamental;\n\u0095 Políticas públicas para o ensino de História e Geografia nos anos iniciais do Ensino Fundamental;\n\u0095 Os materiais didáticos e a relação com o saber nas áreas de conhecimento histórico e geográfico;\n\u0095 Fundamentos teórico-metodológicos do ensino de Geografia e História para os anos iniciais do ensino Fundamental;\n\u0095 O cotidiano e a localidade no ensino de Geografia e História;\n\u0095 Espaços de aprendizagem para o ensino de História e Geografia;\n\u0095 Espaço e tempo como categorias teóricas da Geografia e da História Escolar;\n\u0095 Constituição do povo brasileiro na perspectiva do ensino de História e Geografia para Educação Infantil e Ensino Fundamental;\n\u0095 Relação Sociedade-Natureza na abordagem do ensino histórico e geográfico no Ensino Fundamental e na Educação Infantil.", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 208 Centro Didático - Bloco 16.", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "20:40", "professores": ["Cleiton Donizete Corrêa Tereza"]}, {"dia": "sex", "inicio": "20:50", "fim": "22:30", "professores": ["Cleiton Donizete Corrêa Tereza"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - BCI": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}