{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961154", "nome": "Estágio em Didática das Ciências", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Esta disciplina faz parte do currículo do curso de Licenciatura em Química da FFCLRP e encontra-se situada no conjunto de disciplinas oferecidas pelo Departamento de Educação, Informação e Comunicação da FFCLRP-USP na área de Fundamentos Metodológicos do Ensino, possuindo como objetivos centrais:\n- Oportunizar aos licenciandos, por meio de atividades formativas previstas no estágio curricular supervisionado, a ressignificação e compreensão crítica e propositiva de aspectos vivenciados na escola a partir dos referenciais teórico-metodológicos trabalhados na disciplina “Didática das Ciências” (cód. 5961176)\n- Articular teoria e prática pedagógica na gestão da sala de aula, com foco na gestão do conhecimento, da coletividade e do relacionamento interpessoal envolvida nos processos de ensino e aprendizagem de Química, sob a perspectiva dos principais referenciais teórico-metodológicos da Didática das Ciências, bem como em relação às contribuições das tecnologias de informação e comunicação, também utilizadas como instrumento de mediação nas atividades formativas previstas nesta disciplina.", "programa_resumido": "Realização de estágio curricular supervisionado em aulas de Química do Ensino Médio de escolas públicas ou privadas ou em outros espaços formativos não escolares, visando à ressignificação e compreensão crítica e propositiva de aspectos vivenciados na escola a partir dos referenciais teórico-metodológicos trabalhados na disciplina “Didática das Ciências” (cód. 5961176).", "turmas": [{"codigo": "20242L2", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala 01 - Bloco 8.", "horario": [{"dia": "sab", "inicio": "09:50", "fim": "10:40", "professores": ["(R) Mauricio dos Santos Matos"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242LQ", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala DE-23 - Bloco das Exatas.", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "19:50", "professores": ["(R) Mauricio dos Santos Matos"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 10, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}