{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961089", "nome": "Didática II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "A disciplina de Didática II pretende contribuir para a formação de um profissional que atue em processos educativos, principalmente desenvolvidos nas instituições escolares e que tenha uma perspectiva de trabalho interdisciplinar. Neste sentido a Didática é aqui entendida como princípios pedagógicos gerais que norteiam a organização do trabalho em sala de aula e sua articulação com a organização global da escola. Dessa forma, tem uma interface com o que normalmente se conhece por campo do currículo, já que a organização global da escola não pode ser descartada no processo de conhecimento da organização particular da sala de aula.   Para tanto, propõe o estudo de teorizações sobre o ensino, a relação com o saber e as práticas que constituem o cotidiano da escola e da sala de aula, considerando as determinações sociais da organização e do desenvolvimento do trabalho pedagógico. \nTal programa se justifica na importância de formar o futuro Pedagogo, nas dimensões teórica e prática, para responder às demandas da escola contemporânea, por meio de atuação docente comprometida com o ensino e a aprendizagem de todos os alunos. O ensino, objeto da Didática, é um fenômeno complexo, enquanto prática social historicamente situada e realizada com seres humanos. Portanto, o campo da Didática pressupõe:\na)\tA percepção reflexiva e crítica das situações didáticas, no seu contexto histórico e social.\nb)\tO entendimento do ensino como mediação e aprendizagem ativa do estudante.  \nc)\tO conhecimento do processo de ensinar a pensar, das implicações e relações entre o saber pedagógico e o saber científico, do domínio de métodos, dos procedimentos e formas de avaliação, da organização e gestão do processo de ensino face às situações didáticas concretas.\nd)\tA explicitação e análise das unidades de ensino: objetivos, conteúdos, métodos, avaliação e recursos enquanto eixo do planejamento.", "programa_resumido": "Da natureza e mediação do trabalho docente e da relação do estudante com o conhecimento.Organização da Aula: Elementos estruturantes . O processo de ensino e suas múltiplas determinações. A relação da didática com o currículo.", "turmas": [{"codigo": "2024204", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Sala 207 do Centro Didático - Bloco 16.", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Cristina Cinto Araujo Pedroso"]}, {"dia": "sex", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Cristina Cinto Araujo Pedroso"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}