{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961157", "nome": "Metodologia do Ensino em Química II", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Esta disciplina faz parte do currículo do curso de Licenciatura em Química da FFCLRP e encontra-se situada no conjunto de disciplinas oferecidas pelo Departamento de Educação, Informação e Comunicação da FFCLRP-USP na área de Fundamentos Metodológicos do Ensino, possuindo uma articulação com a área específica (Química) e com a área de Fundamentos Teóricos e Práticos da Educação, mais especificamente com a disciplina “Psicologia Educacional” (cód. 5961166)”. Como objetivo central, a disciplina propõe: Oportunizar aos licenciandos momentos formativos de discussão, reflexão, análise e proposição que lhes permitam.\n • apropriar-se dos diferentes aspectos concernentes ao processo de ensino e aprendizagem dos principais conceitos de química trabalhados na educação básica e as implicações das diferentes abordagens psicológicas para a compreensão e facilitação do processo de ensino e aprendizagem da química. \n• desenvolver o conhecimento pedagógico do conteúdo por meio da prática como componente curricular.", "programa_resumido": "A disciplina será desenvolvida com ênfase nos aspectos concernentes ao processo de ensino e aprendizagem dos principais conceitos de química trabalhados na educação básica e as implicações das diferentes abordagens psicológicas na compreensão desse processo.", "turmas": [{"codigo": "20242LQ", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala DE-23 - Bloco das Exatas.", "horario": [{"dia": "qua", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Mauricio dos Santos Matos"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 32, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}