{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Outro", "codigo": "5961078", "nome": "Ação Pedagógica Integrada:ensino Fundamental I", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "Geral: Contribuir para a formação do futuro pedagogo através da oportunidade de vivenciar e refletir sobre a prática educativa no ensino fundamental (1ª à 5º ano) série) no que diz respeito à concepção, planejamento, execução e avaliação da atividade educativa e de projetos educacionais considerando as metodologias de ensino das áreas específicas (Metodologia do Ensino de Língua Portuguesa; Metodologia do Ensino de Matemática; Metodologia do Ensino do Ensino de Ciências e Metodologia do Ensino de História e Geografia).\nEspecíficos: \na) Implementar métodos de observação do cotidiano escolar.\nb) Articular o conhecimento adquirido nas várias disciplinas de metodologias de ensino das áreas específicas para sistematizar a observação, problematizar e refletir sobre o processo pedagógico que ocorre no contexto escolar.\nc) Conhecer e refletir as rotinas de funcionamento da escola.\nd) Conhecer a concepção de conhecimento e educação que os envolvidos com o processo de ensino e aprendizagem possuem (incluindo pais, alunos, professores, funcionários, técnicos) buscando compreender as condições de contexto que geram as práticas observadas. \ne) Identificar no planejamento e avaliação do ensino das diferentes disciplinas o que se refere a: seleção e seqüência de conteúdos; métodos e procedimentos utilizados; direção e organização das atividades; formas de controle e avaliação do ensino e da aprendizagem; integração com o projeto pedagógico da escola.\nf) Reconhecer formas de trabalho pedagógico que visem a promoção do desenvolvimento social, psicológico e cognitivo dos alunos da 1ª à 4ª série do ensino fundamental. \ng) Propor e discutir alternativas possíveis para o ensino das áreas específicas. \nh) Promover a integração da universidade com as instituições escolares. \ni) Refletir sobre as implicações éticas da inserção na instituição de fundamental, na condição de estagiário, bem como sobre a perspectiva dos direitos dos diferentes atores institucionais.\nj) Desenvolver projeto de intervenção pedagógica junto a estudantes.", "programa_resumido": "O conteúdo do curso é a articulação entre teoria e prática das disciplinas de fundamento e metodologia do ensino das áreas específicas, alicerçadas em uma visão mais ampla de educação e sociedade, bem como a implementação de métodos de observação do cotidiano escolar.", "turmas": [{"codigo": "20251TA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 208 do Centro Didático - Bloco 16. \r\nATENÇÃO pedimos que fiquem atento as interações caso ultrapasse o número de \r\nvagas nas turmas o sistema irá fazer seleção e excluirá os demais, ficarão sem matricula caso não troquem de turma.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Elaine Sampaio Araujo"]}, {"dia": "ter", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Elaine Sampaio Araujo"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - Ciênc Infom e Documentação": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 209 do Centro Didático - Bloco 16. \r\nATENÇÃO pedimos que fiquem atento as interações caso ultrapasse o número de \r\nvagas nas turmas o sistema irá fazer seleção e excluirá os demais, ficarão sem matricula caso não troquem de turma.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Soraya Maria Romano Pacifico"]}, {"dia": "ter", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Soraya Maria Romano Pacifico"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - Ciênc Infom e Documentação": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}