{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961177", "nome": "Estágio Integrado Interdisciplinar", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Esta disciplina de estágio curricular supervisionado faz parte do currículo do curso de Licenciatura em Química da FFCLRP e encontra-se situada no conjunto de disciplinas oferecidas pelo Departamento de Educação, Informação e Comunicação da FFCLRP-USP na área de Fundamentos Metodológicos do Ensino, possuindo como objetivo central:\nOportunizar momentos formativos que permitam ao licenciando \n•\tplanejar e executar um minicurso temático interdisciplinar junto a alunos e professores da Educação Básica, explorando diferentes teorias, abordagens, metodologias e concepções pedagógicas trabalhadas nas disciplinas da área de Fundamentos Metodológicos do Ensino. \n•\tReconhecer e propor relações entre conteúdos de Química e conteúdos de outras áreas do saber por meio de situações-problema de caráter interdisciplinar", "programa_resumido": "Planejamento e execução de um minicurso temático interdisciplinar direcionado a alunos da Educação básica, explorando diferentes teorias, abordagens, metodologias e concepções pedagógicas desenvolvidas nas disciplinas da área de Fundamentos Metodológicos do Ensino.", "turmas": [{"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala DE-23 - Bloco das Exatas.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Mauricio dos Santos Matos"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 13, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}