{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961103", "nome": "Organização do Trabalho Acadêmico", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "a) Oferecer subsídios aos alunos do Curso de Pedagogia para o entendimento dos principais aspectos relacionados à estrutura e organização da Universidade de São Paulo e Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto;\nb) Possibilitar aos alunos questionamento e reflexão quanto às expectativas em relação ao curso de Pedagogia, sua estrutura acadêmica e profissão;\nc) Apresentar trajetórias de pedagogos que estão no mundo do trabalho;\nd) Analisar instrumentos que auxiliem os estudantes em seu processo de entrada na Universidade, tais como: escrita e leitura acadêmica (fichamentos, elaboração de sínteses, relatórios, aspectos da produção científica na área da Educação, artigos, procedimentos, práticas e sistemas voltados a normatização, concernente à metodologia do estudo, do trabalho acadêmico e dos parâmetros iniciais da pesquisa).", "programa_resumido": "Esta disciplina trata de temas relacionados à inserção dos (as) estudantes no ensino superior, principalmente no curso de Pedagogia, da Universidade de São Paulo, bem como as principais questões que tratam da produção do ensino, pesquisa e extensão. Aborda o contexto universitário e o ensino de graduação; as Diretrizes Curriculares, o Projeto Pedagógico de Curso e demais normativas; o campo profissional do (a) pedagogo (a) no mundo do trabalho. Contempla também elementos de escrita e leitura acadêmica, instrumentos necessários ao estudante universitários (procedimentos, práticas e sistemas voltados a normatização, concernente à metodologia do estudo, do trabalho acadêmico e dos parâmetros iniciais da pesquisa, inclusive com o uso da internet e das TICs.).", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 206 Centro Didático - Bloco 16", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Danilo Seithi Kato"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 13, "pendentes": 0, "matriculados": 13, "grupos": {}}, "Optativa Livre": {"vagas": 3, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {"FFCLRP - BCI": {"vagas": 3, "inscritos": 1, "pendentes": 0, "matriculados": 1}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}