{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5961155", "nome": "Educação para as relações étnico-raciais", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "O país enfrenta complexas relações entre os diferentes grupos étnico-raciais, situação que envolve conjunto social que vivencia desdobramentos dos processos colonizadores. Reconhece-se que, como sustentáculo das grandes descobertas, deu-se primeira formulação de racismo global como doutrina, o país herdando o racismo como básico em sua estrutura colonial de poder. Com o processo de racialização, deu-se a colonialidade do saber dessas populações, com subalternização, folclorização e/ou invisibilização de uma multiplicidade de conhecimentos, com o descarte de sua produção intelectual/artística/religiosa. Deu-se ainda colonialidade do ser, em que o conjunto de estruturas e políticas no país levaram à e reforçaram a inferiorização e a desumanização - expressas no racismo -, marcando os próprios corpos e as subjetividades ligadas à experiência vivida pelas pessoas negras e indígenas. O racismo não representa assim um epifenômeno à formação social colonial, mas o atravessa de forma estrutural no país, com suas estruturas assimétricas e com a naturalização de hierarquias territoriais, de trabalho, educacionais, culturais e epistêmicas. É o que se denomina de ferida colonial, uma dominação simbólica a ser necessariamente, combatida. Na busca por superação desse processo, movimentos atuam no contraponto em diversos âmbitos e estruturas da vida social, em processos ditos de decolonialidade. Nesse movimento, a presente disciplina tem como meta fomentar o debate sobre o tema, promovendo também atividades que explicitem particularmente a rica cultura afro-brasileira, em seus vários aspectos. O objetivo é atuar na formação do Pedagogo e em suas futuras práticas - antirracistas e de promoção de mudanças nas relações étnico-raciais (particularmente, mais ligadas às populações negras) -, de modo a promover diversamente as identidades das crianças e jovens, fortalecendo a formação de cidadãos, sujeitos de direito e em busca de equidade, justiça e respeito à diversidade cultural.", "programa_resumido": "- História \n- Pacto da branquitude\n- Racismo estrutural\n- Racismo e educação\n- Educação antirracista e práticas pedagógicas", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 207 do Centro Didático - Bloco 16.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Katia de Souza Amorim"]}], "vagas": {"Obrigatória": {"vagas": 57, "inscritos": 58, "pendentes": 0, "matriculados": 57, "grupos": {}}}}]}