{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5962125", "nome": "Mediação e Recepção da Informação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O aluno deverá analisar conceitos e práticas da mediação reconhecendo os fenômenos da recepção da informação estruturada nas instituições: arquivos, museus, bibliotecas e centros de documentação no Brasil e no exterior. O trabalho prático será o formato de exposição presencial ou virtual. Este produto relaciona-se com as demais disciplinas obrigatórias e optativas livres e eletivas do Programa do BCI porque favorece a compreensão de contextos sociais, políticos e econômicos, políticas de tratamento informacional, apropriação e uso deles na mediação do conhecimento.", "programa_resumido": "As diretrizes das pesquisas sobre o fenômeno da informação são úteis para demonstramos experiências da construção dos tipos de mediação e recepção informacional em contextos históricos e sociais diversos. O conteúdo da disciplina transita entre as questões teóricas da mediação e da recepção da informação que envolvam a sociedade, identificam-se as interfaces materiais e imateriais do uso do documento. Indicamos os autores da Ciência da Informação, das Ciências Sociais, Psicologia Social e História Visual que se preocupam com a “mediação” como estudo do seu objeto: ação social e intervenção social. Embora esta questão tenha sido confundida, no âmbito da CI, com a atividade de promoção cultural ou promoção social, na disciplina será necessário principiar reflexões a partir do foco no conceito “informação”, no contexto do fenômeno na sociedade orientada pela fabricação, manejo, para propor criativos projetos da recepção e apropriação da informação. Determinados autores analisaram o papel da mediação na sociedade brasileira a partir da Ação Cultural, o que muito contribuiu para entender as categorias da Mediação na Ciência da Informação, constituída na Sociedade da Informação. Há categorias das ações a partir da teoria documental, como classificação das linhas de metodologia investigativa na C.I.", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 109 do Centro Didático - Bloco 16", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Silvia Maria do Espirito Santo"]}, {"dia": "qua", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Silvia Maria do Espirito Santo"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - todos exceto BCI": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}