{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5962104", "nome": "Sistemas de Organização do Conhecimento I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introdução aos conceitos de classificação e organização da informação. Capacitação para identificar a estrutura e função dos sistemas de classificação bibliográfica, abrangendo desde sistemas tradicionais até abordagens modernas influenciadas pelas tecnologias digitais e pela inteligência artificial. Exploração das formas de utilização e pertinência dos sistemas de classificação, considerando tanto os objetivos institucionais quanto as características específicas dos documentos em ambientes físicos e digitais. Abordagem do uso dos princípios da classificação para a organização de informações, incluindo bibliotecas digitais, bases de dados, redes sociais de informação, e-commerce, e outras plataformas online, enfatizando a importância da inclusão, acessibilidade e ética na organização da informação.", "programa_resumido": "A disciplina apresenta os aspectos conceituais e estruturais dos sistemas de classificação bibliográfica. Demonstra a aplicação desses sistemas para a organização da informação em diferentes contextos informacionais.", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "CRIPE", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Ednéia Silva Santos Rocha"]}, {"dia": "ter", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Ednéia Silva Santos Rocha"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 36, "pendentes": 0, "matriculados": 36, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {"FFCLRP - todos exceto BCI": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}