{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5962121", "nome": "Estudos da Linguagem: Leitura e Produção de Textos Científicos", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Essa disciplina busca refletir, à luz do trabalho de Gnerre, como o processo da escrita marca o acesso ao poder e à posição de prestígio. Intenta também discutir, à luz dos estudos discursivos, o processo de leitura e de constituição do arquivo como instâncias de constituição do sujeito do discurso científico. Por fim, pretende estudar o processo da produção textual do trabalho científico, os passos para o dito planejamento desse portador de texto, os efeitos de unidade, coesão e coerência pretendidos pelo sujeito, as características do texto argumentativo aceitas como evidência de verdade e referencialidade.", "programa_resumido": "O que é a autoria? Como trabalhar com o discurso científico, fazendo valer a posição de quem enuncia sobre um objeto? Responder a essas questões está no horizonte da disciplina que propõe pensar a escrita a partir da relação com o efeito de verdade e poder.", "turmas": [{"codigo": "2024204", "inicio": "07/08/2024", "fim": "25/09/2024", "tipo": "Teórica", "observacoes": "Sala 107 do Centro Didático - Bloco 16\nDisciplina será oferecida de modo condensada no período de 07/08 a 25/09/2024.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Lucília Maria Abrahão e Sousa"]}, {"dia": "qua", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Lucília Maria Abrahão e Sousa"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 31, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - todos exceto C I D": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}