{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Educação, Informação e Comunicação", "campus": "Ribeirão Preto", "codigo": "5962125", "nome": "Mediação e Recepção no Arquivo, no Museu e na Biblioteca", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O aluno deverá analisar conceitos e práticas da mediação, buscar identificar os fenômenos da apropriação informacional, quando está estruturada nas instituições: arquivos, museus, bibliotecas e centros de documentação no Brasil e no exterior. O trabalho de avaliação, teórico e prático, será em formato de texto, trabalho em grupo e exposição, presencial ou virtual. Essas práticas oferecem muitas possibilidades reflexivas advindas da experiência inédita para a turma. O produto da disciplina, elaborado no semestre, relaciona-se com as demais disciplinas obrigatórias e optativas livres do Programa Pedagógico do BCI porque assim favorece a compreensão dos conceitos aplicados na área, Objetiva também a verificação e reconhecimento de contextos sociais, políticos, econômicos, políticas do tratamentos informacionais, assim como pretende analisar e realizar os processos da apropriação  documental na mediação do conhecimento.", "programa_resumido": "As diretrizes das pesquisas sobre o fenômeno da informação são úteis para demonstrarmos processos criativos de mediação, e experiências na recepção dos conteúdos trabalhados, a partir de contextos históricos e sociais diversos. O conteúdo da disciplina transita entre as questões teóricas da Biblioteconomia e Ciência da Informação, destacando a mediação nas instituições que envolvam a sociedade (Arquivo, Museu e Biblioteca). Identificam-se as interfaces materiais e imateriais do uso do documento para criação livre, em grupos de alunos, criando produtos para exposição coletiva, a ser realizada além muros da universidade. Indicamos os autores da Ciência da Informação, das Ciências Sociais, Estudos Culturais, e áreas que se preocupam com a “mediação” (informacional, cultural e recepção), estudo esse baseado no pensamento crítico e na ação social.", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 109 do Centro Didático - Bloco 16", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Silvia Maria do Espirito Santo"]}, {"dia": "qua", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Silvia Maria do Espirito Santo"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 25, "pendentes": 0, "matriculados": 25, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - todos exceto BCI": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}