{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5970516", "nome": "Percepção Musical V", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "As aulas de Percepção no Curso de Música da FFCLRP compreendem seis semestres, contemplando Percepção I, II, III, IV, V e VI.  Nas Percepções são trabalhados os aspectos rítmicos, melódicos e harmônicos de forma gradativa. A disciplina visa ampliar o conhecimento, a percepção auditiva sonora e gestual, bem como a leitura e a escrita musical do aluno. Através de uma série de exercícios práticos, desenvolve-se a escuta, a melhoria da capacidade de coordenação motora e a escrita musical.", "programa_resumido": "1- Solfejos, ditados rítmicos, melódicos e harmônicos.\n2- Percepção de intervalos, tríades, acordes e escalas.\n3- Atividades complementares de escuta e apreciação musical. \nO treino da percepção é desenvolvido através de execuções práticas de solfejos e de ditados rítmicos, melódicos e harmônicos, com conteúdo variado e gradativo.  Neste estágio a base do material é extraída de repertório variado, composto de estilos contrastantes, gênero musical diversificado e culturas musicais diversas, levando em conta aspectos interdisciplinares que alargam o conceito de percepção, além disso, o curso é voltado para a conscientização da paisagem sonora, como elemento de sensibilização, síntese e de criatividade musical.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala de Aulas Teóricas II - Bloco 34", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Cássia Carrascoza Bomfim"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}