{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5970436", "nome": "Canto Coral VII", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Abordar a atividade coral como prática de performance e ferramenta para a educação musical, tendo ainda as seguintes funções:\n1.\tAprofundar a aproximação do aluno do seu aparelho vocal, tanto da expressão falada quanto cantada, tanto na sua expressão individual como cantor, quanto coletiva (coral/grupos vocais). \n2.\tAprofundar o contato do aluno com o repertório coral e sua função no desenvolvimento da linguagem musical. \n3.\tPropiciar ao aluno a oportunidade da performance vocal em conjunto, embasada no conhecimento e aprendizado técnico auditivo com afinação, precisão, equilíbrio fraseado e leitura estrutural de partituras, segundo diferentes estilos. \n4.\tInstrumentar o aluno para as disciplinas Introdução à Regência Coral I e II. Dirigida especialmente aos alunos de licenciatura, pretende fornecer subsídios teóricos e desenvolver habilidades próprias da prática musical como: prática de ensaio; noções de técnica vocal aplicada ao canto coral; prática da leitura à primeira vista. Desenvolvimento da audição melódica e harmônica; Conhecimento do repertório e da bibliografia específicos, com ênfase em obras significativas dos períodos barroco, clássico, romântico e séculos XX e XXI que serão abordadas ciclicamente, de modo que os quatro períodos estejam representados em uma das disciplinas V, VI, VII ou VIII. Conhecimento do cancioneiro nacional. Farão ainda parte do conteúdo programático obras a capella dos referidos períodos, que serão abordados ciclicamente de modo a fornecer uma visão panorâmica do repertório nacional e internacional, evidenciando assim o conteúdo de Cultura Geral que foi e é ministrado nesta matéria e que passa a constar do programa desta disciplina por determinação da Deliberação CEE 126/2014.\nVivências no processo de apresentação pública, envolvendo preparação vocal e coral, interpretação e performance, produção, organização, agendamento, elaboração do repertório, notas de programa, divulgação, infraestrutura etc.", "programa_resumido": "Técnicas vocais aplicadas ao Canto Coral, técnicas de estudo e ensaio, preparação de uma obra com ou sem acompanhamento instrumental. Leitura prima vista, desenvolvimento da percepção melódica, harmônica, contrapontística, formal e estrutural. Conhecimento de estruturas musicais da época e especificamente da obra a ser estudada.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala de Aulas Teóricas III - Bloco 34.", "horario": [{"dia": "sex", "inicio": "10:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 17, "pendentes": 0, "matriculados": 17, "grupos": {}}}}]}