{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5970389", "nome": "Percussão Aplicada I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina visa fornecer aos alunos de graduação conhecimentos básicos sobre os instrumentos de percussão para que este aprendizado possa ser utilizado como uma ferramenta a mais para o ensino de música em seus diversos contextos, ou seja, nesse contexto, a percussão é vista como uma ferramenta pedagógica para uso em sala de aula. Portanto, o conhecimento adquirido na disciplina não visa formar percussionistas propriamente dito, mas sim complementar a formação de futuros professores de música que poderão atuar em diversos contextos de ensino de música, desde escolas especializadas até escolas públicas, nas suas diferentes vertentes e faixa-etárias. Para isso, congregamos os alunos  no estudo de percussão, proporcionando uma interface com os principais pedagogos musicais brasileiros e estrangeiros, sempre conduzindo todas as atividades através da interação com os processos de criação musical voltados às atividades pedagógicas em sala de aula.", "programa_resumido": "Introdução ao universo da percussão.\nTécnica básica de duas baquetas.\nEscuta de repertório.\nPercussão corporal.\nPedagogos musicais.\nCriação", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Laboratório de Percussão  e Sala de Orquestra e Coro \"Prof. Dr. Ricardo Lobo Kubala\" - Bloco 34", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Eliana Cecília Maggioni Guglielmetti Sulpicio"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 11, "pendentes": 0, "matriculados": 11, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 7, "pendentes": 0, "matriculados": 7, "grupos": {}}}}]}