{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Outro", "codigo": "5970323", "nome": "Música Brasileira II", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Buscar o entendimento dos processos históricos e culturais que contornam as atividades musicais no Brasil do século XIX até a atualidade. Estudo das instituições (escolas de música e universidades, teatros, festivais, fundações) promotoras da música, bem como os principais gêneros musicais compostos e executados no Brasil (ópera, canção, música de câmara, sinfônica, banda, coral, repertórios para instrumento solista, coral-sinfônica, eletroacústica e gêneros atrelados às oralidades populares).\n Estudar as características gerais das linguagens musicais dos principais compositores: José Maria Xavier, Francisco Manuel da Silva, Antônio Carlos Gomes, Henrique Oswald, Leopoldo Miguez, Alberto Nepomuceno, Alexandre Lexy, Francisco Braga, Chiquinha Gonzaga, Ernesto Nazareth, Glauco Velasquez, Heitor Villa-Lobos, Frutuoso Viana, Pixinguinha, Francisco Mignone, Camargo Guarnieri, César Guerra-Peixe, Claudio Santoro, Eunice Catunda, Gilberto Mendes, Mario Ficarelli e Almeida Prado, entre outros.\n História com debate conceitual da Semana de 1922 e os manifestos de Oswald de Andrade. O pensamento crítico-musicológico de Mário de Andrade.\n Expor a teoria dos paradoxos modernistas: neofolclorismo e neoclassicismo.\n Tratar das questões histórico-conceituais numa perspectiva crítica: a precariedade do par Popular x Erudito, Nacionalismo enquanto ideologia política, Romantismo, Futurismo, Modernismo, Neofolclorismo, Neoclassicismo, Manifesto Música Viva, Discurso de Jdanov (sua crítica por Eisler, Brecht e sua introdução no Brasil por meio da Carta Aberta traduzida por Camargo Guarnieri), Manifesto Música Nova, Festival Música Nova \"Gilberto Mendes\", Bienal do Rio de Janeiro, Vanguarda, Pós-Modernidade e questões gerais da música contemporânea do século XXI no Brasil.\n Desenvolver a percepção crítico-musical que envolve os diversos repertórios brasileiros do Romantismo à música contemporânea do século XXI.", "programa_resumido": "A música no Brasil do século XIX ao XXI - principais compositores e linguagens, com discussão crítico-conceitual de seus principais debates poético/estéticos.", "turmas": []}