{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5970430", "nome": "Canto Coral I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Abordagem da atividade coral como ferramenta de educação musical, social e humana: 1. Aproximar o aluno do seu aparelho vocal, tanto da expressão falada quanto cantada, em sua expressão individual ou coletiva (coral). 2. Propiciar ao aluno o contato com o repertório coral e seu papel no desenvolvimento da linguagem musical. 3. Propiciar ao aluno a oportunidade de fazer música vocal em conjunto, com o aprendizado técnico do auditivo da realização de parâmetros como: afinação, precisão equilíbrio, fraseado, etc. 4. Instrumentar o aluno para as disciplinas Introdução à Regência Coral I e II, e Regência Coral I e II a serem ministradas em semestres posteriores. \nDirigida aos alunos de bacharelado e licenciatura, pretende fornecer subsídios teóricos e desenvolver habilidades próprias da prática musical como: Prática de conjunto do aluno com seu primeiro instrumento; Dinâmica de ensaio; Noções de técnica vocal aplicada ao canto coral; Prática da leitura à primeira vista (aplicação do \"solfejo\"); Desenvolvimento da audição polifônica e harmônica; Conhecimento do repertório e da bibliografia específicos, com ênfase no Cancioneiro Coral Brasileiro (tanto arranjos quanto composições originais).\nVivências no processo de apresentação pública, envolvendo produção, organização, agendamento, elaboração do repertório, notas de programa, divulgação, infraestrutura, etc...", "programa_resumido": "Classificação Vocal, respiração para o canto, apoio e coluna de ar, leitura coral, leitura à 1ª vista com grupos reduzidos, \"Boca Chiusa\", relaxamento, posicionamento da língua, suspensão do palato, passagem de boca chiusa para vogais e outros sons nasais e guturais. Situações simuladas de práticas de ensino em canto coral.", "turmas": [{"codigo": "20251M1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Sala de Concertos da Tulha - Bloco 29", "horario": [{"dia": "qua", "inicio": "18:00", "fim": "20:00", "professores": ["(R) Marcos Camara de Castro"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 8, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP -  para toda a Unidade": {"vagas": 8, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251M2", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Sala de Orquestra e Coro \"Prof. Dr. Ricardo Lobo Kubala\" e Salas de Aulas Teóricas I e II- Bloco 34", "horario": [{"dia": "sex", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Marcos Camara de Castro"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 8, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}