{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5971387", "nome": "Mulheres na Música I", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Introdução ao estudo de Mulheres na Música e aos estudos de gênero e suas relações e implicações histórico-sociais, econômicas, políticas, culturais e artísticas. Esta disciplina, através de palestras, fóruns de discussão, entrevistas, masterclasses/concertos presenciais/online, análise de textos, partituras, performances e obras, visa contribuir para discussões sobre a atuação, inclusão e inserção das Mulheres na Música. \nA disciplina Mulheres na Música I terá maior concentração e abrangência nas análises de textos musicais e não musicais, partituras, obras e performances, relatando às perspectivas históricas das Mulheres na Música dos primórdios até o início do Século XX.\nComo parte complementar da disciplina, pretende-se pesquisar em arquivos com obras acadêmicas e musicais de mulheres e locais onde estas possam estar presentes e/ou preservadas.\nA disciplina também contempla análises de obras relevantes da literatura nacional e internacional evidenciando o conteúdo de Cultura Geral que é ministrado nesta matéria. Esta disciplina visa fornecer aos alunos conhecimentos sobre Mulheres na Música.\nEsta disciplina visa complementar a formação de bacharéis e futuros professores de música que poderão atuar em diversos contextos de ensino de música, como escolas especializadas,  escolas públicas, nas suas diferentes faixa etárias, tendo como base um horizonte profissional crítico e diversificado.", "programa_resumido": "Palestras, discussões e análises de textos musicais e não musicais, seminários, trabalhos escritos e performances.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala de Aulas Teóricas III - Bloco 34.", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Silvia Maria Pires Cabrera Berg"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}