{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5971310", "nome": "Harmonia e Contraponto I", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Desenvolver noções de simultaneidade e sucessividade (Monteverdi) em linhas musicais, ao mesmo tempo em que se trata das disposições dos acordes tanto isolados (reconhecimento de acordes) como em suas funcionalidades (reconhecimento das funções tonais), assim como dos movimentos internos das vozes na polifonia, tanto na realização de análises funcionais como na confecção de encadeamentos (a quatro vozes e outros), abrangendo os fundamentos históricos do sistema tonal do período barroco ao clássico. Esta disciplina tem importância de reforçar a percepção do aluno. O aluno estará lidando com referências (obras musicais e tratados) do período colonial brasileiro. A Harmonia se encontra entre as matérias mais essenciais da música, enquanto disciplina universal, pois é matéria básica e serve de apoio para todas as demais, quer sejam de natureza poiética, prática ou teórica. O estudo da harmonia – conceito que remonta a Heráclito (“harmonia inaparente mais forte que a aparente”) e que se confunde não só com os primórdios da Música, mas também com os primórdios da Matemática e da Filosofia (harmonia como resolução dialética de um conflito, ou dialética primordial) - é básico e essencial ao aprendizado das amplas atividades da arte da música, quer seja para a formação do compositor, intérprete-executor ou musicólogo. Nesta disciplina pela FFCLRP-USP opta-se pela Harmonia Funcional (ou harmonia riemanniana), seguindo-se os padrões internacionais atualizados oriundos dos países alemães, bem como se mantendo a filosofia de trabalho do fundador do curso de música na USP, Prof. Dr. George Olivier Toni.", "programa_resumido": "Fundamentos da Harmonia Funcional (a dialética da motilidade horizontal dos acordes verticalmente reconhecidos, cujo significado depende do contexto composicional) – análises e confecções de encadeamentos tonais desde os primórdios deste sistema até o final do século XVIII.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala de Aulas Teóricas III - Bloco 34.", "horario": [{"dia": "seg", "inicio": "13:30", "fim": "15:30", "professores": ["(R) Rubens Russomanno Ricciardi"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}