{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5971324", "nome": "Violão III", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Aperfeiçoamento da técnica instrumental e aprofundamento do conhecimento das práticas interpretativas do repertório. Durante os oito semestres da disciplina serão abordados de forma prática os principais conceitos técnicos do instrumento: haverá um progressivo aumento de dificuldade técnica-musical ao longo dos semestres, de forma que o aluno possa concluir o curso tendo praticado ao menos alguns exemplares de todos os períodos (Renascimento ao século XXI) em que existe música escrita para o violão, ou para os instrumentos de cordas dedilhadas que o precedem na história da música (vihuela, alaúdes renascentistas e barrocos, guitarras barrocas e romântica). As disciplinas Recital I e II atuam de forma complementar, estabelecendo metas para que o aluno leve ao palco o repertório trabalhado montando um recital de 30 minutos ao final do 5º semestre e de um recital de 60 minutos ao final do 8º semestre.", "programa_resumido": "3 estudos de Mauro Giuliani Op.1 (3ª parte) nº 4, 5 e 6\n2 peças de Heitor Villa-Lobos - movimentos da Suíte Brasileira e/ou Prelúdios que não tenham sido tocados em semestres anteriores\n1 ou 2 peças-movimentos (no caso de duas será exigido apenas uma peça de Villa-Lobos) de uma suíte, sonata ou obra de vários movimentos do repertório segoviano exceto Villa-Lobos): Federico M. Torroba (Sonatina, etc), M. M. Ponce (Sonatina Meridional, etc), A. Tansman (Cavatina, etc), Castelnuovo-Tedesco (Sonata, etc), J. Rodrigo (Tres piezas españolas, etc), E. Granados (Danças espanholas), Albéniz (Suite Espanhola), entre outras peças do repertório segoviano.", "turmas": [{"codigo": "20251GC", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Laboratório de Cordas Dedilhadas - Bloco 34.", "horario": null, "vagas": {"Obrigatória": {"vagas": 6, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}