{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5971312", "nome": "Harmonia e Contraponto III", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Trabalhar os conceitos de linguagem musical enquanto processo histórico, daí a necessária introdução do curso a partir dos sistemas musicais pré-tonais até chegarmos à redução do contraponto enquanto ferramenta de trabalho com regras rigorosas (strenger Satz), justamente como parte de um processo maior que viabiliza a liberdade na composição musical a partir de um fraseado livre (quando lidamos de volta com as questões da linguagem). Desenvolver no aluno a capacidade de articulação inventiva do fraseado musical em meio às questões da simultaneidade de linhas melódicas ou acontecimentos musicais (contraponto como elemento textural). Desenvolver as noções de contraponto micro e macro-estrutural. Aproximar o aluno dos recursos do contraponto que remontam aos primórdios da polifonia, passando pelas cinco espécies acadêmicas de Fux (1725), assim como introduzi-lo na prática de exercícios de contraponto como desenvolvimento de uma ferramenta de trabalho, cujos princípios se aplicam às mais diferentes formas da linguagem musical. O Contraponto, assim como a Harmonia, são disciplinas universais na arte da música e constam obrigatoriamente dos currículos básicos de todos os principais centros universitários do mundo. O contraponto está para a música como a perspectiva está para a pintura. O método de Fux (incluindo-se as experiências de toda a literatura posterior construída a partir dele) - mesmo que tendo por base certa ingenuidade ou “inocência de estilo” (Nietzsche), portanto, desprovido de um processo inventivo enquanto formador da linguagem musical - é uma etapa do conhecimento profissional imprescindível tanto para o compositor, orquestrador ou arranjador, como também para o musicólogo pesquisador e toda sorte de intérprete-executor, uma vez que o bom domínio dos recursos do contraponto (condução simultânea das vozes) é conditio sine qua non para a compreensão de toda e qualquer poética em meio às tradições do logos musical grafocêntrico. Complemento de questões harmônicas: teoria do baixo continuo, romantismo tardio.", "programa_resumido": "Introdução histórica dos sistemas pré-tonais e a colocação do problema do contraponto enquanto recurso a serviço da linguagem. Regras de contraponto acadêmico que remontam a Fux: as cinco espécies a duas vozes. Baixo Continuo e Romantismo tardio na harmonia.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala de Aulas Teóricas III - Bloco 34", "horario": [{"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Rubens Russomanno Ricciardi"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 23, "pendentes": 0, "matriculados": 23, "grupos": {}}}}]}