{"unidade": "Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto", "departamento": "Música", "campus": "Ribeirão Preto", "codigo": "5971328", "nome": "Violão VII", "creditos_aula": 1, "creditos_trabalho": 3, "objetivos": "Aperfeiçoamento da técnica instrumental e aprofundamento do conhecimento das práticas interpretativas do repertório. Durante os oito semestres da disciplina serão abordados de forma prática os principais conceitos técnicos do instrumento: haverá um progressivo aumento de dificuldade técnica-musical ao longo dos semestres, de forma que o aluno possa concluir o curso tendo praticado ao menos alguns exemplares de todos os períodos (Renascimento ao século XXI) em que existe música escrita para o violão, ou para os instrumentos de cordas dedilhadas que o precedem na história da música (vihuela, alaúdes renascentistas e barrocos, guitarras barrocas e romântica). As disciplinas Recital I e II atuam de forma complementar, estabelecendo metas para que o aluno leve ao palco o repertório trabalhado montando um recital de 30 minutos ao final do 5º semestre e de um recital de 60 minutos ao final do 8º semestre.", "programa_resumido": "2 estudos de Matteo Carcassi, Op.60 – Nº 24 e 25\n2 estudos de Heitor Villa-Lobos a escolher entre os de número 1, 2, 3, 5, 8, 9 e 11 (que não tenham sido tocados nos semestres anteriores, podendo ainda ser incluídos estudos de maior dificuldade)\n1 Sonata clássica (Sor Op.14, Gran Solo ou Giuliani Op.15, Sonata Brilhante ou peça do mesmo período de nível semelhante, por exemplo: Variações Op.9 de Sor) ou 1º movimento de Concerto para violão e orquestra de Giuliani, Villa-Lobos, Rodrigo, Castelnuovo-Tedesco ou Ponce (ou outras opções de nível técnico semelhante).", "turmas": [{"codigo": "20251GC", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Laboratório de Cordas Dedilhadas - Bloco 34.", "horario": null, "vagas": {"Obrigatória": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}