{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "São Paulo", "codigo": "6700012", "nome": "Genética Humana e Médica e Oncogenética", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Fornecer as bases genéticas/moleculares para a compreensão  das doenças genéticas (gênicas, cromossômicas e multifatoriais).  Os mecanismos genéticos envolvidos serão discutidos através de exemplos clínicos.  \n\nHabilidades: O curso visa instrumentar os alunos para triagem e encaminhamentos clínicos, compreensão de exames genéticos e também atualização em genética molecular aplicada à medicina.\n\nAtitudes: tomar conhecimento das questões éticas envolvidas nas doenças raras e comuns, em termos de diagnóstico, riscos de recorrência, privacidade da informação genética, condutas relativas ao aconselhamento genético das famílias.", "programa_resumido": "Revisão dos conceitos básicos de DNA, estrutura e função de genes. Padrões de herança\nmendeliana (autossômico dominante e recessivo; ligado ao X) e de herança atípica (herança\nmitocondrial, mosaicismo, imprinting). Herança Multifatorial, Cromossomos humanos:\nmétodos de analise, aberrações cromossômicas e doenças envolvidas. Abordagem Genômica (DNA e transcriptoma) e suas implicações para a Medicina deste século. Estratégias de triagem bioquímica e erros inatos de metabolismo. Principais estratégias de terapia (reposição enzimática, Gênica, e celular). Noções de diagnóstico e aconselhamento genético em doenças genéticas mais comuns, incluindo as monogênicas (Fibrose Cística, doenças neuromusculares), doenças cromossômicas (Síndrome de Down e Turner), multifatoriais (anomalias congênitas, autismo), e as síndromes de câncer hereditário (mama e ovário e colorretal). Discussão de princípios éticos associados a testes moleculares, tratamento e aconselhamento genético.", "turmas": [{"codigo": "20242TA", "inicio": "16/07/2024", "fim": "03/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Maria Aparecida Azevedo Koike Folgueira", "(R) Maria Rita dos Santos e Passos Bueno", "(R) Mariz Vainzof", "(R) Mayana Zatz"]}, {"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Maria Aparecida Azevedo Koike Folgueira", "(R) Maria Rita dos Santos e Passos Bueno", "(R) Mariz Vainzof", "(R) Mayana Zatz"]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 79, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242TB", "inicio": "16/07/2024", "fim": "03/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Maria Aparecida Azevedo Koike Folgueira", "(R) Maria Rita dos Santos e Passos Bueno", "(R) Mariz Vainzof", "(R) Mayana Zatz"]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 76, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}