{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "Outro", "codigo": "6700007", "nome": "Sistema Reprodutor Feminino", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "1)\tNa área de Anatomia, espera-se que o estudante venha a conhecer e descrever os órgãos do sistema reprodutor feminino (vulva, vagina, útero, tubas, ovários, mama) no que se refere a suas localizações, vascularização, inervação e procedências, com ênfase à relação clínica e cirúrgica.\n\n2)\tNa área de Embriologia, que o estudante venha a conhecer e descrever o processo de formação dos órgãos reprodutores e alterações possíveis durante o desenvolvimento desses órgãos.\n\n3)\tNa área da Biologia dos Sistemas, espera-se que o estudante compreenda a histologia dos órgãos do sistema reprodutor feminino e suas alterações durante o ciclo menstrual e durante a gestação, assim como conhecer o processo de implantação embrionária e placentação.\n\n4)\tNa área da Fisiologia, que o estudante compreenda a fisiologia do eixo hipotálamo-hipofisário-ovariano e suas alterações durante a vida da mulher e durante a gestação, assim como a fisiologia mamária e da lactação.\n\n5)\tNa área da Farmacologia, que o estudante descreva os efeitos dos estrogênios e progestagênios na mulher e as ações e indicações da terapia hormonal. Que descreva também a farmacocinética e a farmacodinâmica de drogas na gravidez e os fatores que influenciam a transferência transplacentária das drogas. \n\n\nHabilidades: Espera-se que ao longo da disciplina os estudantes sejam capazes de desenvolver habilidades integradoras para: 1-  estabelecer relações anatômicas e funcionais dos órgãos estudados, 2- identificar possíveis alterações congênitas do desenvolvimento e suas consequências funcionais,  3- correlacionar o conhecimento adquirido com alterações morfológicas e fisiológicas dos órgãos do sistema reprodutor feminino nas diferentes fases da vida da mulher, inclusive durante a gestação, no espectro de afecções clínicas ginecológicas e obstétricas, que reconheça as falhas morfológicas e funcionais no desenvolvimento placentário nas desordens obstétricas, e  que sejam capaz de integrar os conhecimentos farmacológicos em relação ao uso de medicamentos específicos nas desordens do sistema reprodutor feminino. \n\nAtitudes: Espera-se que o estudante se relacione adequadamente com colegas, tenha respeito ao patrimônio disponibilizado ao seu estudo, mantenha uma conduta de atenção, com atitudes construtivas e comunicação ética e, reconheça e respeite as diferenças e o esforço da equipe envolvida em sua formação.", "programa_resumido": "1. Anatomia da pelve e órgãos intrapélvicos; 2. Anatomia dos órgãos da genitália externa e períneo; 3. Caso clínico sobre Prolapso genital; 4. Anatomia da Mama; 5. Aula prática de Anatomia dos órgãos do sistema reprodutor feminino; 5. Embriogênese dos órgão genitais; 6. Caso Clínico sobre Genitália ambígua e Gestação & útero bicorno e agenesia renal; 7. Histologia do ovário e tubas uterinas; 8. Foliculogênese; 9. Caso clínico sobre anomalias tubárias; 10. Histologia do útero ao longo do ciclo menstrual e gestação; 11. Histologia do colo uterino e vagina; 12. Caso clinico sobre Citologia cervical normal e alterada; 13. Histologia da Mama; 14. Caso clínico sobre Alterações malignas e benignas da mama; 15. Fisiologia do ciclo menstrual, Eixo HPG na puberdade e na vida adulta; 16. Caso clínico sobre Síndrome dos ovários policísticos e Menopausa; 17. Farmacologia dos Estrogênios e progestagênios; 18. Caso Clínico sobre Reposição hormonal;  19. Farmacologia do GnRH e gonadotrofinas; 20. Caso clínico sobre Infertilidade; 21. Implantação, Anexos embrionários e Placentação; 22. Caso clínico sobre Gestações ectópicas; 23. Eixo HPG-Alterações fisiológicas da gestante e lactante; 24. Caso clínico sobre diabete gestacional; 25. Farmacologia obstétrica; 26. Caso Clínico sobre Antibióticos, Analgésicos e Antiepiléticos na gravidez. \n\n\nPrograma/Cronograma: https://drive.google.com/open?id=1TRDl4-nDXgjS-n-rJ9W85ydagG6BVUcq", "turmas": [{"codigo": "20251TA", "inicio": "06/02/2025", "fim": "05/06/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "07/02/2025", "fim": "13/06/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}