{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "Outro", "codigo": "6700016", "nome": "Terapêutica Farmacológica II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Conhecimentos: \n- Conhecer a farmacodinâmica, farmacocinética, interação medicamentosa, efeitos colaterais, indicação clínica das principais classes farmacológicas mais utilizadas na prática clínica do atendimento primário, secundário e emergência\n- conhecer as responsabilidades (direitos, deveres, consequências legais e técnicas) da prescrição médica\n- conhecer as principais interações medicamentosas da polifarmácia na prática clínica \n\nHabilidades: \n- saber estruturar uma prescrição médica ambulatorial do atendimento primário e secundário com crítica técnico-científica\n- ter pró atividade e treinamento de procurar dados de fármacos para prescrição com crítica e baseado em evidência científica de diretrizes atuais\n\nAtitudes: \n- desenvolver prescrição médica com crítica técnico-científica com adaptações individuais baseadas no sistema de saúde, situação mórbida e socioeconômica do paciente segundo a medicina centrada no paciente (autonomia do médico, autonomia do paciente, relação médico paciente com empatia e compartilhamento, responsabilidade do médico e paciente na adesão ao tratamento)", "programa_resumido": "A disciplina TF II é aplicada aos alunos do 4o ano do curso de medicina FMUSP, 2o semestre, com 30h anuais, 2 créditos.\n\nOs objetivos da TF II são:\n1- Ter competência em conhecer e aplicar os principais fármacos na prática clínica do médico generalista no atendimento primário e de urgência.\n2- Obter conhecimento teórico-prático sobre os efeitos dos fármacos no paciente como indivíduo.\n3- Analisar e discutir as prescrições de pacientes portadores de doenças prevalentes nas especialidades médicas.\n4- Desenvolver análise crítica sobre as interações medicamentosas e como resolver na prática.\n5- Conhecer a importância da comunicação médico-paciente e relacionamento multiprofissional para a adequada aderência do paciente ao tratamento.\n6- Estar apto para traçar a melhor estratégia terapêutica considerando a doença, capacidade intelectual e restrições socioeconômicas do paciente e familiares/cuidadores.\n\nA TF I ministrada no 1o semestre e a TF II ministrada no 2o semestre são baseadas nas classes farmacológicas mais utilizadas na prática médica do atendimento primário e emergências.\nA disciplina TF I abrange: antihipertensivos, anticoagulantes e antiagregantes plaquetários, vasopressores e inotrópicos, broncodilatadores, analgésicos, ansiolíticos/antidepressivos/antipsicóticos.\n\nA TF II abrange: diuréticos, antidiabéticos, tireo e osteomoduladores e antilipêmicos, antigúngicos/antivirais, antidispépticos/antiflatulentos/antidiarreicos/obstitpantes, anticoncepcionais/reposição hormonal/medicações para bexiga hiperativa. \nA estruturação da disciplina é feita em atividades síncronas presenciais na FMUSP e assíncronas via plataforma de aprendizado Googleclassroom.", "turmas": []}