{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "São Paulo", "codigo": "6700009", "nome": "Sistema Respiratório I", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Conhecer a anatomia, histologia, e fisiologia pulmonar.\nConhecer os processos de defesas pulmonares contra agentes externos\nConhecer os processos de desenvolvimento e envelhecimento pulmonar\nConhecer os princípios fundamentais da propedêutica pulmonar\n\nHabilidades: Reconhecer os principais componentes da anatomia de vias aéreas e pulmões\nReconhecer os principais componentes histológicos de vias aéreas e pulmões e descrever suas funções\nReconhecer as fases do desenvolvimento embrionário pulmonar\nDescrever os principais processos fisiológicos envolvidos no controle da respiração, no transporte de gases, na circulação pulmonar, no exercício, e no sono\nListar as principais alterações do sistema respiratório no processo de envelhecimento\nListar os principais mecanismos de defesa do sistema respiratório contra agressões do meio externo e descrever seu funcionamento\nRealizar anamnese e propedêutica pulmonar\nInterpretar os resultados de espirometria, pletismografia e polissonografia\nReconhecer os principais componentes do sistema respiratório em exames de imagem (RX e tomografia de tórax)\n\n\nAtitudes: Adquirir e aprimorar atitudes relativas ao profissionalismo, a partir das vivências nas atividades educacionais teóricas e práticas.\nExercer seu papel social de defensor e promotor da saúde dos pacientes e comunidades.\nAdquirir e aprimorar sua capacidade de buscar novos conhecimentos e propor soluções para os desafios relativos ao cuidado à saúde.", "programa_resumido": "Anatomia do sistema respiratório; Embriologia do Sistema Respiratório; Histologia das vias aéreas e pulmão; Fisiologia do Sistema Respiratório; Controle da ventilação; Músculos da respiração; Volumes pulmonares; Fisiologia da circulação pulmonar; Trocas gasosas, Fisiologia do exercício; Fisiologia e distúrbios do Sono; Envelhecimento pulmonar, Fisiologia do espaço pleural; Mecanismos de defesa pulmonar;  Introdução à propedêutica pulmonar\n\nPrograma/Cronograma: https://drive.google.com /open?id=1XgY2dQnwlOdddvV4m3eGX1uQaVPPsk9Q", "turmas": [{"codigo": "20251TA", "inicio": "03/02/2025", "fim": "26/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Marisa Dolhnikoff", "(R) Silvia Lacchini", "(R) Thiago dos Santos Moreira"]}, {"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Manuel Pego Fernandes"]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carlos Roberto Ribeiro de Carvalho", "(R) Lisete Ribeiro Teixeira", "(R) Rogério de Souza"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 87, "pendentes": 0, "matriculados": 87, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "03/02/2025", "fim": "23/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carlos Roberto Ribeiro de Carvalho", "(R) Lisete Ribeiro Teixeira", "(R) Marisa Dolhnikoff", "(R) Paulo Manuel Pego Fernandes", "(R) Rogério de Souza", "(R) Silvia Lacchini", "(R) Thiago dos Santos Moreira"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 89, "pendentes": 0, "matriculados": 89, "grupos": {}}}}]}