{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "São Paulo", "codigo": "6700005", "nome": "Sistema Locomotor 1", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Possibilitar aos alunos a aquisição de conhecimento referente às estruturas anatômicas que compõem o Aparelho Locomotor, com enfoque em correlações clínicas, incluindo correlações anátomo-radiológicas, que permitam a formação do raciocínio semiológico e a introdução às patologias do sistema músculo-esquelético.\n\nConhecimentos: Conhecimento da estruturas anatômicas que compõem o aparelho locomotor.\nHabilidades: Habilidade de correlacionar as estruturas anatômicas com condições ou manifestações clínicas.\nAtitudes: Colaboração e compartilhamento de conhecimento.", "programa_resumido": "Doze períodos de 4 horas, formado pelos dez blocos descritos abaixo e por dois períodos de provas (práticas e teóricas):\n1. Ossos e articulações do membros inferiores; 2. Músculos do quadril e coxa; 3. Músculos da perna e pé; 4. Vasos e nervos do membros inferiores; 5. Ossos e articulações do membros superiores; 6. Músculos do ombro e braço; 7. Músculos do antebraço e mão; 8. Vasos e nervos dos membros superiores; 9. Ossos e articulações da coluna vertebral; 10. Músculos do tronco e pescoço (dorso e abdome).\n\nDinâmica da Disciplina:\nA disciplina tem um total de 48h divididas em 12 (doze) períodos de quatro horas semanais (um período por semana). Serão ministradas aulas teóricas (de aproximadamente 1h-1h30), seguidas por aulas práticas (de 2h30-3h), do mesmo tema apresentado na aula teórica. Nas aulas práticas, os alunos seguirão um roteiro para o estudo das peças anatômica dispostas em bancadas. Em cada aula prática, haverá quatro estações de estudo de casos clínicos relacionados ao tema da aula em questão, apresentados por dois médicos ortopedistas e dois reumatologistas. Ou seja, em cada aula prática, serão apresentados e discutidos com os alunos dois casos clínicos da ortopedia e dois da reumatologia. Nas aulas práticas, os alunos estarão divididos em grupos de 6-8 alunos. Esses grupos deverão passar por todas as bancadas de estudo das peças anatômica e pelas quatro estações de estudo dos casos clínicos. Ao término de cada bloco de 5 aulas, os alunos passarão por avaliação teórica e prática; além de avaliações semanais online.\n\nPrograma/Cronograma: \nhttps://drive.google.com/open?id=16BI-K4UeFqyHHFs6SI3jJyNqNNUWPKEP, https://drive.google.com/open?id=1JNVD-OwEYHhCQ1UEP6ZrQOs6O2FZp1nJ", "turmas": [{"codigo": "20251TA", "inicio": "04/02/2025", "fim": "13/05/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Alexandre Fogaça Cristante", "(R) Cecilia Helena de Azevedo Gouveia Ferreira", "(R) Eduardo Ferreira Borba Neto", "(R) Tarcisio Eloy Pessoa de Barros Filho"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "05/02/2025", "fim": "14/05/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Alexandre Fogaça Cristante", "(R) Cecilia Helena de Azevedo Gouveia Ferreira", "(R) Tarcisio Eloy Pessoa de Barros Filho"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}