{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "São Paulo", "codigo": "6700008", "nome": "Fundamentos Estruturais e Funcionais do Sistema Cardiovascular", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Departamento de Anatomia- ICB/USP (16 h): Configuração externa do coração: grandes vasos, átrios, ventrículos, sulcos, camadas do coração e pericárdio; Configuração interna do coração: átrios, ventrículos, valvas átrio-ventriculares, valvas ventrículo-arteriais, septos; Complexo estimulante do coração, esqueleto fibroso e inervação do coração; Vascularização do coração; Sistema arterial; Sistemas venosos; Sistema linfático; Circulação fetal.\nAnatomia Topográfica e Imagenologia  - FMUSP (4h): Principais temas da anatomia topográfica correlacionada com o estudo da anatomia sistêmica: grandes vasos da base, miocárdio, valvas e coronárias\n\nBiologia Tecidual e Biologia do Desenvolvimento (organogênese) (8h): Histologia e ultraestrutura da parede cardíaca:  Organização histológica da parede cardíaca: estrutura e ultraestrutura das camadas do coração-  Estrutura e função dos discos intercalares - Células endócrinas miocárdicas - Sistema atrial natriurético - Sistema especializado de condução do impulso cardíaco - Circulação coronariana. Desenvolvimento do sistema cardiovascular e malformações: Origem do sistema cardiovascular- estabelecimento da área cardiogênica -Formação do tubo cardíaco- formação da alça cardíaca\n- Formação dos septos cardíacos- Septação atrial -Septação ventricular. Malformações cardíacas: Dextrocardia, Comunicação interatrial- CIA, Comunicação interventricular- CIV e Tetralogia de Fallot.\n\nFisiologia (28 h): Eletrofisiologia cardíaca: excitabilidade e automatismo do miocárdio; Mecanismos de propagação da atividade elétrica; Gênese do ECG (teórica e prática); Acoplamento excitação-contração no miocárdio; Contratilidade do miocárdio e seus mecanismos de regulação; O coração como bomba: ventrículo esquerdo e ventrículo direito; Circulação Coronária; Ciclo cardíaco; Fatores determinantes do débito cardíaco; Mecanismos de regulação do débito cardíaco; Acoplamento coração-vasos de resistência; Hemodinâmica: inter-relação entre pressão, fluxo e resistência; Métodos diretos e indiretos na medida da pressão arterial (teórica e prática); Circulação arterial e circulação pulmonar; Fatores determinantes e funcionamento integrado dos diferentes segmentos vasculares: artérias arteríolas, capilares, linfáticos, veias e vênulas; Complacência venosa e Retorno venoso; Acoplamento vasos de capacitância-coração; Propriedades do músculo liso vascular: auto-regulação do fluxo sanguíneo; Fatores intrínsecos e extrínsecos na determinação da vasomotricidade arteriolar e na distribuição fluxo sanguíneo regional em situações basais e emergenciais; Hipertrofia arteriolar e rigidez vascular na gênese da hipertensão; Mecanismos locais de regulação da pressão arterial e do fluxo sanguíneo; Mecanismos neurais na regulação da pressão arterial e da Volemia: barorreceptores, quimiorreceptores e receptores cardiopulmonares; Mecanismos hormonais na regulação da pressão arterial e da volemia; Mecanismos a longo-prazo na regulação da pressão arterial e da volemia.\n\nBiologia Molecular Aplicada à Clínica (4 h): Análise crítica e aplicação da biologia molecular em doenças cardiovasculares de grande prevalência, isto é, aterosclerose (enfoque doença da aorta e coronárias) e hipertensão arterial.\nHabilidades: Conseguir compreender as alterações em doenças a partir de casos clínicos e a importância da fisiologia normal, para estudar as alterações fisiopatológicas.\nAtitudes: Não há interação com pessoas, para quem se espera atitudes  e posturas de respeito. Mas  se espera a atitude do querer aprender para poder ser um médico completo.", "programa_resumido": "Anatomia do coração, vasos, coronairas; fisiologia cardivoascular, da circulação coronária, pressõa arterial e vasos, histologia do coração.", "turmas": [{"codigo": "20242TA", "inicio": "12/08/2024", "fim": "02/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Adriana Castello Costa Girardi", "(R) Jose Eduardo Krieger", "(R) Lisete Compagno Michelini", "(R) Luiz Antonio Machado Cesar", "(R) Roberto Kalil Filho"]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Adriana Castello Costa Girardi", "(R) Jose Eduardo Krieger", "(R) Lisete Compagno Michelini", "(R) Luiz Antonio Machado Cesar", "(R) Roberto Kalil Filho"]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 82, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242TB", "inicio": "20/08/2024", "fim": "02/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Adriana Castello Costa Girardi", "(R) Jose Eduardo Krieger", "(R) Lisete Compagno Michelini", "(R) Luiz Antonio Machado Cesar", "(R) Roberto Kalil Filho"]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Adriana Castello Costa Girardi", "(R) Jose Eduardo Krieger", "(R) Lisete Compagno Michelini", "(R) Luiz Antonio Machado Cesar", "(R) Roberto Kalil Filho"]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 76, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}