{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "São Paulo", "codigo": "6700010", "nome": "Sistema Urinário I", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "São objetivos desta disciplina transmitir os seguintes conhecimentos, descritos em linhas gerais\na \u0096 A morfologia macroscópica e microscópica dos rins e das vias urinárias, em consonância com o conceito de Anatomia Funcional e utilizando ferramentas de Imagenologia Clínica para assegurar um aprendizado mais sólido e menos árido.\nb - A Fisiologia do sistema urinário e sua importância crucial para a manutenção da homeostase.\n\nConhecimentos: a – A morfologia macroscópica e microscópica dos rins e das vias urinárias, em consonância com o conceito de Anatomia Funcional e utilizando ferramentas de Imagenologia Clínica para assegurar um aprendizado mais sólido e menos árido.\nb - A Fisiologia do sistema urinário e sua importância crucial para a manutenção da homeostase.\nHabilidades: Os estudantes terão a oportunidade de aprimorar os seus conhecimentos para a prática em nefrologia e urologia\nAtitudes: Espera-se que ao final do curso os estudantes estejam aptos a avançar com mais facilidade nas disciplinas clínicas, vencendo maiores desafios.", "programa_resumido": "• Anatomia renal macro. Localização. Sintopia (Normal e no Tx renal). Loja Renal. Ptose. Irrigação, drenagem, inervação.\n• Anatomia do glomérulo. Endotélio, membrana basal, podócito. A barreira glomerular.\n• Histologia do glomérulo.\n• Anatomia do néfron e seus segmentos.\n• Histologia do néfron e seus segmentos.\n• Embriologia dos rins e do néfron Malformações: Agenesias, Rim ectópico. Rim em ferradura. Rim Policístico\n• Anatomia das vias urinárias. Ureteres, Bexiga, Uretra (M e F). Localização. Sintopia. Irrigação, drenagem, inervação. Clínica (Incontinência)\n• Histologia das vias urinárias. Organização histológica do ureter, bexiga e uretra.\n• Embriologia das vias urinárias. Divisão da cloaca. Origem da Bexiga e Uretra. Fístulas umbílico-vesicais, Hipo e Epispadias\n• Filtração glomerular e fluxo plasmático renal. O conceito de depuração (clearance). Casos especiais: creatinina, inulina, PAH. Carga filtrada e carga excretada.\n• Hemodinâmica glomerular e resistências arteriolares. Dinâmica da ultrafiltração glomerular. A barreira glomerular\n• Solutos regulados e não regulados e manutenção dos respectivos balanços. Sódio vs creatinina\n• Perfil elétrico de células transportadoras vs. não transportadoras. Epitélios tight e leaky\n• Transporte de sódio, potássio e cloreto ao longo dos principais segmentos do néfron. Reabsorção de bicarbonato, glicose, aminoácidos, proteínas.\n• Concentração e diluição de urina. O sistema contracorrente medular. O hormônio antidiurético\n• Manutenção do balanço de sódio e princípios de regulação do volume extracelular.\n• Regulação do balanço de água. Sede, rins, hormônio antidiurético.\n• Regulação do balanço de potássio. Balanço interno vs externo\n• Regulação do balanço de Cálcio. Balanço interno vs externo. Intestino, rins, ossos, vitamina D, paratormônio.\n• Princípios do balanço ácido-base. Geração de ácido fixo e volátil. Tampões. O sistema CO2/bicarbonato.\n• Acidificação tubular. Ácido titulável e amônio. O balanço final de ácido fixo. Resposta renal à geração aumentada de H+.\n. Micção", "turmas": [{"codigo": "20251TA", "inicio": "03/02/2025", "fim": "11/08/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Maria Luiza de Morais Barreto de Chaves", "(R) Maria Oliveira de Souza"]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Maria Luiza de Morais Barreto de Chaves", "(R) Maria Oliveira de Souza"]}], "vagas": {"Obrigatória": {"vagas": 91, "inscritos": 91, "pendentes": 0, "matriculados": 91, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "04/02/2025", "fim": "15/08/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Maria Luiza de Morais Barreto de Chaves", "(R) Maria Oliveira de Souza"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Maria Luiza de Morais Barreto de Chaves", "(R) Maria Oliveira de Souza"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Maria Luiza de Morais Barreto de Chaves", "(R) Maria Oliveira de Souza"]}], "vagas": {"Obrigatória": {"vagas": 95, "inscritos": 92, "pendentes": 0, "matriculados": 92, "grupos": {}}}}]}