{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "São Paulo", "codigo": "6700006", "nome": "Fundamentos da Endocrinologia e Metabologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Metabolismo / Tecido adiposo / Pâncreas\n\n1.\tLocalização do pâncreas, sua interação com estruturas vizinhas e irrigação\n2.\tOrganização das estruturas do pâncreas e seus tipos celulares\n3.\tO que é e onde ocorre a lipogênese? Quais são os hormônios associados com sua estimulação e inibição?\n4.\tO que é e onde ocorre a lipólise? Quais são os hormônios associados com sua estimulação e inibição?\n5.\tO que é e onde ocorre a gliconeogênese? Quais são os hormônios associados com sua estimulação e inibição?\n6.\tO que é e onde ocorre a glicogenólise? Quais são os hormônios associados com sua estimulação e inibição?\n7.\tO que é e onde ocorre a glicogênese? Quais são os hormônios associados com sua estimulação e inibição?\n8.\tO que regula a conversão de glicose para glicose-6 fosfato no tecido hepático, músculo e tecido adiposo? Qual é o papel desta reação enzimática no metabolismo da glicose?\n9.\tO que regula a conversão de glicose-6-fosfato para glicose? Qual é o papel desta reação enzimática no metabolismo da glicose?\n10.\tQuais são os principais transportadores de glicose, onde eles se expressam, suas principais características e regulação da ação?\n11.\tQuais são os órgãos alvos e quais são as ações metabólicas da insulina?\n12.\tQuais são os órgãos alvos e quais são as ações metabólicas do glucagon?\n13.\tQual são as células que compõem a ilhota pancreática, suas proporções e suas produções hormonais?\n14.\tComo é regulada a secreção de insulina e glucagon?\n15.\tQuais são as ações da somatostatina? (pancreática e extra-pancreática)\n16.\tAlém da ilhota pancreática, quais são os outros sítios de produção da somatostatina?\n17.\tO que são as incretinas e qual são suas funções fisiológicas?\n18.\tO que estimula a liberação do GLP-1 (Glucagon-like peptide-1) intestinal e qual é seu papel na secreção de insulina, glucagon e esvaziamento gástrico?\n19.\tComo se faz a ação da insulina? Quais vias de sinalização intracelular são ativadas?\n20.\tQual via de sinalização do receptor de insulina principalmente medeia os efeitos metabólicos da insulina?\n21.\tQuais são as ações da insulina no fígado, músculo e tecido adiposo?\n22.\tComo ocorre a secreção de insulina e glucagon em estados de jejum e pós-absortivos?\n23.\tO que caracteriza do ponto de vista fisiopatológico o Diabetes tipo 1?\n24.\tO que caracteriza do ponto de vista fisiopatológico o Diabetes tipo 2?\n25.\tO que caracteriza do ponto de vista fisiopatológico o Diabetes gestacional?\n26.\tQuais são as consequências de um DM descompensado (hiperglicemias) na gestação?\n27.\tPor quais mecanismos a obesidade causa diabetes?\n28.\tO que é lipotoxidade e como ela contribui para o DM tipo 2?\n29.\tQual é o efeito de uma completa ausência de insulina para o organismo?\n30.\tO que é e qual é a fisiopatologia da cetoacidose diabética?\n31.\tQual é o mecanismo da poliúria frequentemente encontrada em pacientes com diabetes e glicemia elevada?\n32.\tQuais são os peptídeos hipotalâmicos com efeito anorexígenos e orexígeno?\n33.\tQuais são os peptídeos gastrointestinais com efeito anorexígenos e orexígeno?\n34.\tOnde é produzida a Ghrelina, como comporta sua secreção / concentração sérica em relação aos períodos de jejum e pós-alimentar e quais são suas ações sobre o organismo?\n35.\tOnde é produzida a Leptina, como se dá sua regulação e quais são suas ações sobre o organismo?\n36.\tOnde é produzida a adiponectina, como se dá sua regulação e quais são suas ações sobre o organismo? \n37.\tQual a relação existente entre leptina e adiponectina e Resistência à ação da insulina? \n38.\tQuais hormônios e peptídeos são produzidos no tecido adiposo e qual são suas funções?\n39.\tQual é a diferença metabólica do tecido adiposo branco e marrom?\n40.\tQual é a diferença metabólica e de produção hormonal entre o tecido adiposo subcutâneo e visceral?\n41.\tQual é o papel do tecido adiposo no metabolismo de carboidrato?\n42.\tComo é a relação do ganho de peso (e tecido adiposo) com a secreção dos diversos hormônios e peptídeos pelo tecido adiposo? \n43.\tQuais são os aspectos fisiopatológicos que correlacionam o ganho de peso (e tecido adiposo) com risco de diabetes tipo 2, câncer, esteatose hepática e hipertensão?\n44.\tAonde se expressa, o que faz e como é regulada a atividade da lipase hormônio sensível?\n45.\tAonde se expressa, o que faz e como é regulada a atividade de lipase lipoproteica (lipoproteína lipase)?\n46.\tQual é a origem do colesterol e triglicérides no nosso organismo?\n47.\tComo é regulada a síntese de triglicérides e colesterol (endógeno) no nosso organismo?\n48.\tQual é a composição lipídica das lipoproteínas e quais são suas principais apoproteínas?\n49.\tQual é a origem dos quilomicrons e como é sua metabolização?\n50.\tQual é a origem das VLDL e como é sua metabolização?\n51.\tQual é a origem das LDL e como é sua metabolização?\n52.\tQual é a origem das HDL e como é sua metabolização?\n53.\tO que é transporte reverso do colesterol?\n54.\tQual é a principal lipoproteína transportadora de triglicérides?\n55.\tQual é a principal lipoproteína transportadora de colesterol?\n56.\tComo é mediada a retirada do LDL-colesterol no fígado?\n57.\tQual é o papel da enzima LCAT (Lecithin:cholesterol acyl transferase)?\n58.\tQual é o papel da enzima CEPT (Cholesteryl ester transfer protein)?\n59.\tQual é o papel da PCSK9 no controle do colestral e qual é o efeito da sua inibição?\n60.\tComo o colesterol é regulado nas células?\n61.\tComo ocorre o metabolismo dos triglicérides provenientes da alimentação?\n62.\tQual é a razão para hipercolesterolemia estar associada a doença cardiovascular?\n63.\tExistem diferenças entre o perfil de lípides de homens e mulheres? Explique as razões de eventuais diferenças? \n64.\tO que causa a deficiência da lipoproteína lipase? Por que?\n \nNeuroendocrinologia\n65.\tAnatomia das adeno e neurohipófise? (Estruturas que a circundam e sistema porto-hipofisário)\n66.\tQue fatores de transcrição são importantes para a formação da hipófise?\n67.\tNa adenohipófise: identificar células acidófilas, basófilas e cromófobas e correlacionar com a produção hormonal.\n68.\tQual é a origem embriológica da adeno e da neurohipófise?\n69.\tQuais são os hormônios produzidos na adeno e na neurohipófise?\n70.\tQuais hormônios hipotalâmicos são transportados pelo sistema porto-hipofisário e quais células hipofisárias são seus alvos?\n71.\tComo é regulado a secreção de cada hormônio hipofisário (sistema de feedback)?\n72.\tO que caracteriza e quais são os hormônios glicoproteicos produzidos pela hipófise?\n73.\tComo é regulado a secreção do GH e como ela ocorre?\n74.\tOnde é produzida a somatostatina e quais são suas ações?\n75.\tO GHRH e somatostatina agem por qual tipo de receptor e como ocorre a transdução do sinal intracelular?\n76.\tQual é a classe do receptor de GH (GHR) e como ocorre sua sinalização intracelular? \n77.\tQual é a classe do receptor de IGFs (IGF1R) e como ocorre sua sinalização intracelular? \n78.\tOnde é sintetizado o IGF-1 e sob qual regulação?\n79.\tOnde é sintetizado o IGF-2 e sob qual regulação?\n80.\tComo se comporta (geração, concentrações, meia vida e distribuição tecidual) o GH e IGF-1 circulante?\n81.\tComo se caracteriza a secreção de GH?\n82.\tQuais são os fatores que influenciam positivamente e negativamente a secreção de GH?\n83.\tQual é o efeito da hipoglicemia e da hiperglicemia sobre a secreção de GH?\n84.\tQuais são as inter-relações do metabolismo de carboidrato / insulina e o eixo GH/IGF-1?\n85.\tQual é o papel das IGFBPs e da subunidade ácido lábil (ALS)?\n86.\tQual é o papel do GH, IGF-1 e IGF-2 nas diversas fases da vida pré e pós-natal?\n87.\tComo se dá a regulação hormonal na cartilagem de crescimento?\n88.\tQuais sãos os efeitos metabólicos do GH e das IGFs?\n89.\tQuais hormônios são responsáveis diretamente por cada um dos caracteres sexuais secundários?\n90.\tDescreva a secreção de GnRH, LH/FSH e esteroide sexual na vida intrauterina, no período neonatal, na infância, na puberdade e na vida adulta?\n91.\tO LH e FSH agem por qual tipo de receptor e como ocorre a transdução do sinal intracelular?\n92.\tQual é o papel das células de Leydig e qual hormônio regula a sua função?\n93.\tQual é o papel das células de Sertoli e qual hormônio regula a sua função?\n94.\tComo se dá a síntese de testosterona no testículo?\n95.\tComo se dá a síntese de estrógeno no ovário?\n96.\tOnde é produzida e qual é o papel da Inibina?\n97.\tEm qual tipo de receptor ocorre a ação da testosterona e do estrógeno?\n98.\tQual é a função da enzima aromatase?\n99.\tQual é a função da enzima 5-alfa-redutase?\n100.\tQuais sãos os efeitos comuns e as diferenças entre a testosterona e dihidrotestosterona (DHT)?\n101.\tQual é a origem embrionária dos neurônios hipotalâmicos produtores de GnRH e quais os fatores fundamentais para seu correto posicionamento e funcionamento?\n102.\tExplique a relação entre desenvolvimento dos neurônios produtores de GnRH e os olfatórios?\n103.\tQuais sãos os principais peptídeos que estimulam e inibem a secreção de GnRH? Diferenciem aqueles que possuem um papel endócrino e parácrino.\n104.\tComo variações do peso influenciam o eixo reprodutivo?\n105.\tQual é o papel da Kisspeptina?\n106.\tQuais hormônios hipofisários são estimulados pelo GnRH?\n107.\tQual é o papel do beta-hCG (gonadotrofina coriônica humana) na virilização de um feto masculino?\n108.\tQuais são as principais funções fisiológicas da testosterona?\n109.\tQuais são as principais funções fisiológicas do estradiol?\n110.\tComo a testosterona e o estrógeno encontram-se na circulação?\n111.\tOnde é produzido e qual é o papel fisiológico da SHBG (Sex hormone-binding globulin)?\n112.\tEm quais situações podemos encontrar elevação anormal da SHBG e como isto interfere na dosagem de testosterona e estradiol?\n113.\tEm quais situações podemos encontrar redução anormal da SHBG e como isto interfere na dosagem de testosterona e estradiol?\n114.\tQual é o papel dos esteroides sexuais na regulação da cartilagem epifisária durante a fase de crescimento?\n115.\tQual é o papel dos esteroides sexuais na aquisição de massa óssea?\n116.\tComo se forma e qual é o papel dos estrógenos no homem?\n117.\tQuais hormônios se elevam quando há uma disfunção/falência gonadal?\n118.\tQual será o efeito de uma perda da conexão entre hipotálamo e hipófise (por exemplo em uma transecção da haste hipofisária) sobre a secreção dos hormônios da adenohipofise? Qual hormônio se eleva?\n119.\tOnde é produzido o hormônio anti-diurético (ADH, ou arginina vaso pressina - AVP)?\n120.\tComo é regulada a secreção do ADH/AVP? \n121.\tQual é a ação do ADH/AVP ação renal em situações fisiológicas?\n122.\tQue outras ações o ADH/AVP sobre o sistema vascular e secreção de ACTH e em quais situações estas ações podem ser observadas?\n123.\tQue tipo de receptor o ADH/AVP age? \n124.\tQual é a particularidade em relação ao local de expressão e efeito biológico dos subtipos de receptores de ADH/AVP?\n125.\tQual é o papel dos osmorrecptores?\n126.\tQual é o papel dos receptores de volume e de pressão?\n127.\tQuais sãos os principais solutos que determinam a osmolalidade do fluído extra-celular?\n128.\tComo estará a volemia, o volume urinário, a osmolaridade e sódio plasmático e urinário em pacientes com deficiência de ADH?\n129.\tComo estará a volemia, o volume urinário, a osmolaridade e sódio plasmático e urinário em pacientes com excesso de ADH?\n130.\tO que acontece com o ADH, volemia, o volume urinário, a osmolaridade e sódio plasmático e urinário em pacientes com polidipsia psicogênica?\n\n\n\n \nGônada\n131.\tComo é estabelecido o sexo genético do zigoto? \n132.\tQual o papel do cromossomo Y no desenvolvimento sexual dos mamíferos?\n133.\tExplique como a presença de hormônios sintetizados pela gônada fetal masculina participa no processo de diferenciação da genitália interna e externa masculina?\n134.\tQual é o papel do hormônio anti-Mülleriano (AMH) na diferenciação da genitália interna masculina?\n135.\tExplique o processo de diferenciação da genitália interna e externa feminina?\n136.\tA que estruturas os ductos de Muller e Wolff se desenvolverão em um embrião 46,XY ou 46,XX, respectivamente?\n137.\tQuais as prováveis manifestações clínicas de um recém-nascido 46, XX portador de distúrbios de desenvolvimento sexual por defeito grave da ação da enzima 21 hidroxilase na esteroidogênese suprarrenal?\n138.\tQuais as prováveis manifestações clínicas de um paciente adulto 46,XY portador de distúrbios de desenvolvimento sexual por insensibilidade completa ao receptor de andrógenos?\n139.\tO que é esperado ao nascimento de uma criança 46,XY com ausência da enzima 5-alfa-redutase?\n\n \nTireoide\n140.\tAnatomia da tireoide: quais sãos as estruturas anatômicas que circundam a tireoide.\n141.\t Quais células compõem a tireoide e como elas estão distribuídas?\n142.\tQuais hormônios são produzidos pela tireoide?\n143.\tQual célula produz calcitonina?\n144.\tQual célula produz tireoglobulina?\n145.\tComo se dá a síntese dos hormônios tireoidianos?\n146.\tQual é o papel da tireoglobulina, co-transportador de sódio/iodeto (NIS), tireoperoxidase e pendrina na biogênese dos hormônios tireoidianos?\n147.\tComo ocorre o fluxo de iodo na célula tireoidiana e qual é seu papel na formação do T3 e T4?\n148.\tQue tecidos expressão NIS e são capazes de captar iodeto?\n149.\tQuais são as ações do TSH nas células da tireoide?\n150.\tQue tipo / classe de receptor o TSH age?\n151.\tQual é a proporção de produção e secreção pela tireoide de T3/T4?\n152.\tComo o T3 e T4 são encontrados na circulação e em qual proporção?\n153.\tQuais serão as consequências sobre a função tireoidiana se houver uma falta importante de iodo\n154.\tQuais serão as consequências sobre a função tireoidiana se houver um excesso importante de iodo\n155.\tO que é a tireoglobulina? Em quais situações ela pode se elevar na circulação?\n156.\tQual é o papel da TBG (Thyroxine-binding globulin), onde é produzida e quais fatores podem modificar sua produção?\n157.\tComo se regula o eixo hipotálamo-hipófise-tireoide?\n158.\tO que acontece com os valores de TSH e T4/T3 totais e livres se houver um defeito na chegada do TRH hipotalâmico na hipófise (por exemplo: rompimento da haste hipofisária)?\n159.\tQue outro hormônio hipofisário pode ser estimulado pelo TRH?\n160.\tO que acontece com os valores de TSH e T4/T3 totais e livres se houver uma elevação ou uma redução importante nas concentrações de TBG?\n161.\tO que acontece com os valores de TSH e T4/T3 totais e livres se houver um defeito na hipófise (falta dos tireotrófos)?\n162.\tO que acontece com os valores de TSH e T4/T3 totais e livres se houver uma doença da tireoide que impede a síntese de hormônios?\n163.\tO que acontece com os valores de TSH e T4/T3 totais e livres se houver um defeito no receptor alfa ou do receptor beta?\n164.\tQual é a classe de receptores dos hormônios tireoidianos? Quantos tipos principais existem e qual é sua distribuição tecidual?\n165.\tQual é o principal ligante dos receptores de hormônio tireoidiano?\n166.\tQual é o efeito dos hormônios tireoidianos sobre o coração? \n167.\tO que acontece quando há excesso ou falta do hormônio tireoidiano sobre o sistema cardiovascular?\n168.\tQual é o efeito dos hormônios tireoidianos sobre metabolismo e controle energético?\n169.\tO que acontece quando há excesso ou falta do hormônio tireoidiano sobre controle energético e peso corporal?\n170.\tQuantas são as deiodinase? Onde cada uma é expressa e qual é seu papel no metabolismo dos hormônios tireoidianos?\n171.\tQuais mudanças ocorrem na metabolização dos hormônios tireoidianos durante um estado de doença aguda ou crônica sistêmica (“euthyroid sick disease”)?\n172.\tQuais modificações ocorrem nos hormônios tireoidianos e no eixo hipotálamo-hipófise-tireoide durante a gravidez?\n173.\tPor qual mecanismo a droga antitireoidiana, metimazol, age na tireoide\n174.\tQual é o efeito agudo e a longo prazo de uma sobrecarga de iodo\n \nMetabolismo cálcio-fósforo / tecido ósseo\n176.\tQuais são os minerais essenciais para a mineralização óssea, quais são nossas principais fontes nutricionais e como são obtidos e absorvidos pelo trato gastrointestinal?\n177.\tFisiologicamente, como o organismo responde à hiposfosfatemia?\n178.\tFisiologicamente, como o organismo responde à hiperfosfatemia?\n179.\tFisiologicamente, como o organismo responde frente à hipocalcemia?\n180.\tFisiologicamente, como o organismo responde frente à hipercalcemia?\n181.\tComo a deficiência de vitamina D pode prejudicar a mineralização óssea?\n182.\tComo uma cirurgia bariátrica disabsortiva prejudica a massa óssea de um indivíduo?\n183.\tQuais são as fontes de vitamina D em nosso organismo?\n184.\tQuais são as fontes alimentares de colecalciferol (Vitamina D3) e ergocalciferol (Vitamina D2)?\n185.\tComo se forma a vitamina D em nosso organismo? Qual é o percussor, onde ocorre a síntese e quais são os fatores moduladores desta produção?\n186.\tQuais são, onde ocorrem e que regula a metabolização da Vitamina D?\n187.\tO que reflete a concentração da 25-OH-Vitamina D?\n188.\tOnde ocorre e quais são os principais reguladores da formação da 1,25-(OH)2-VitaminaD?\n189.\tOnde ocorre principalmente a ação da 1,25-(OH)2-Vitamina D?\n190.\tComo uma doença renal compromete o metabolismo da vitamina D?\n191.\tQuanto é a necessidade diária de cálcio na dieta e quais são suas principais fontes alimentares?\n192.\tComo se dá a absorção de cálcio da dieta?\n193.\tComo se dá a absorção de fósforo da dieta?\n194.\tQual é o papel da 1,25-(OH)2-Vitamina D na absorção de cálcio e fósforo?\n195.\tQual é a localização das paratireoides?\n196.\tQuais são os fatores que estimulam e inibem a secreção de PTH?\n197.\tQual é o papel do receptor sensor de Cálcio (CASR) na regulação da secreção de PTH?\n198.\tEm quais outros tecidos o CASR é expresso e qual seu papel nestes tecidos?\n199.\tQual é o efeito das concentrações de cálcio e fósforo sobre a síntese e secreção de PTH?\n200.\tQual é o efeito da Vitamina D sobre a síntese e secreção de PTH?\n201.\tQual é o tipo de receptor que o PTH age?\n202.\tQuais são as três ações do PTH a fim de manter a calcemia?\n203.\tQual é o efeito do PTH no fósforo sérico?\n204.\tQual é a ação do PTH no osso?\n205.\tQual é o efeito do PTH no rim?\n206.\tOnde é sintetizado e qual é o estímulo para a produção de FGF23?\n207.\tQual é o efeito do FGF23 no rim?\n208.\tQual é o efeito do PTH e FGF23 sobre a ativação da vitamina D (geração de 1,25-OH Vitamina D)?\n209.\tQual é o efeito do PTH e FGF23 sobre a fosfatúria?\n210.\tQual é o efeito do PTH sobre a reabsorção de cálcio no túbulo renal?\n211.\tO que acontece com o cálcio e fósforo sérico e com o cálcio urinário em um paciente com um tumor produtor de PTH?\n212.\tO que acontece com o PTH, cálcio e fósforo sérico e com o cálcio urinário em um paciente com grave deficiência de vitamina D?\n213.\tO que acontece com o PTH, cálcio e fósforo sérico e com o cálcio urinário em um paciente com uma mutação inativadora no sensor de cálcio (CASR)?\n214.\tO que acontece com o PTH, cálcio e fósforo sérico e com o cálcio urinário em um paciente com Insuficiência renal?\n215.\tQuais são os componentes orgânicos, inorgânicos e celulares do osso\n216.\tQuais são os tipos de tecidos esqueléticos e suas funções\n217.\tO que é remodelação óssea?\n218.\tQual é o papel dos osteoclastos?\n219.\tQual é o papel dos osteoblastos?\n220.\tQual é o papel dos estrógenos na modulação da remodelação óssea?\n221.\tQual é o efeito do glicocorticoide na remodelação óssea?\n222.\tQual é o papel do paratormônio (PTH) na remodelação óssea?\n223.\tQual é o papel da vitamina D na remodelação óssea?\n224.\tQual é o papel do sistema osteoprotegerina / RANK na remodelação óssea?\n225.\tQual é o efeito das interleucinas (pró-inflamatória) na modulação da remodelação óssea?\n\n\n \nAdrenal\n226.\tLocalização anatômica das adrenais, sua relação com os órgãos vizinhos e circulação\n227.\tEm qual camada do córtex adrenal é produzido o cortisol?\n228.\tQual é o hormônio que estimula a síntese de cortisol? \n229.\tQue outros hormônios são principalmente produzidos pelo córtex adrenal?\n230.\tComo é a secreção de ACTH e Cortisol ao longo do dia (ritmo circadiano)?\n231.\tQual horário o cortisol é mais elevado (pico) e mais baixo (nadir)?\n232.\tFisiologicamente quais os fatores elevam a secreção do cortisol?\n233.\tQual é o papel fisiológico do glicocorticóide e quais são as consequências sobre o organismo do excesso e falta deste hormônio?\n234.\tQual é a ação do glicocorticóide no controle do metabolismo de carboidratos (contra-regulador)?\n235.\tQual é a ação do glicocorticóide no controle da pressão arterial?\n236.\tQual é a ação do glicocorticóide sobre o tecido adiposo, muscular e ósseo?\n237.\tQual é a ação do glicocorticóide sobre o sistema imune?\n238.\tComo é o funcionamento do eixo CRH - ACTH (POMC) - glicocorticóide na fisiologia e na fisiopatologia do hiper e hipocortisolismo primário (adrenal) ou secundário (hipofisário)?\n239.\tQuais hormônios são produzidos pela clivagem do POMC na hipófise?\n240.\tO que acontece com o ACTH quando a insuficiência adrenal é de causa hipofisária?\n241.\tO que acontece com o ACTH quando a insuficiência adrenal é de causa adrenal?\n242.\tQual é a diferença na apresentação clínica de um paciente com hipercortisolismo por tumor adrenal produtor de cortisol ou por tumor hipofisário produtor de ACTH?\n243.\tQual é a diferença na apresentação clínica de um paciente com hipocortisolismo central (doença hipotálamo-hipofisária) em comparação com um paciente com hipocortisolismo primário (destruição da glândula adrenal)?\n244.\tEntender a síntese de catecolaminas na adrenal e em nervos periféricos\n245.\tPorque a adrenalina é apenas sintetizada na medula adrenal?\n246.\tComo acontece o catabolismo das catecolaminas? \n247.\tComo pode ser avaliada a presença de excesso de catecolaminas baseado no conhecimento da sua síntese e catabolismo?\n248.\tQuais são as ações / efeitos quando as catecolaminas agem via receptor (adrenorreceptor)\na.\tAlfa 1 adrenérgicos\nb.\tAlfa 2 adrenérgicos\nc.\tBeta 1 adrenérgicos\nd.\tBeta 2 adrenérgicos\ne.\tBeta 3 adrenérgicos\n249.\tPor que pode ser perigoso para um paciente com feocromocitoma o uso de beta-bloqueadores sem associação com outros tratamentos?\n250.\tQuais são os efeitos das catecolaminas sobre o metabolismo de carboidratos?\n251.\tQuais são os efeitos das catecolaminas sobre o tecido adiposo?\n252.\tQuais são as ações das catecolaminas sobre a função das células beta da ilhota pancreática?\n253.\tPorque paciente com excesso de catecolaminas pode apresentar perda de peso e caquexia?\n254.\tPorque paciente com excesso de catecolaminas pode apresentar hipocalemia?\n255.\tPorque paciente com excesso de catecolaminas pode apresentar diabetes mellitus?\n256.\tOnde é sintetizada a renina e quais são os estímulos para a sua secreção?\n257.\tOnde é sintetizado o angiotensinogênio e o que pode modular sua síntese?\n258.\tQual é o papel da enzima conversora da angiotensina?\n259.\tEm qual camada do córtex adrenal a aldosterona é sintetizada?\n260.\tComo é regulado a secreção de aldosterona?\n261.\tQual é o papel da mácula densa do aparelho justa glomerular na regulação do eixo renina – angiotensina – aldosterona?\n262.\tQual é o receptor da aldosterona, qual é seu tipo e qual outro hormônio pode ligar-se a ele? \n263.\tQual é o papel da enzima 11-beta-HSD tipo 2 (11β-Hydroxysteroid dehydrogenase) no rim?\n264.\tQuais são as ações da aldosterona no rim?\n265.\tQuais são as ações da aldosterona sobre o músculo cardíaco?\n266.\tQuais são os efeitos do excesso e falta de aldosterona sobre o potássio e pH sanguíneo? \n267.\tO que acontece com a renina quando existe uma produção autônoma de aldosterona?\nHabilidades: Elaborar interconexões em relação ao conhecimento de bases fisiológicas e de biologia celular com questões clínicas relacionadas as doenças do sistema endocrinológico.\nTer habilidade de interpretar exames laboratoriais do sistema endocrinológico com base no conhecimento de retroalimentação dos eixos hormonais\nCom base no conhecimento da fisiologia, reconhecer doenças do sistema endócrino-metabólico \nAdquirir um vocabulário de termos médicos ligados a endocrinologia permitindo a comunicação e leitura na área de conhecimento\n\n\nAtitudes: Ser proativo na aquisição de conhecimento\nDesenvolver um espírito questionador quanto aos mecanismos fisiológicos e as bases celulares envolvidos em funções do sistema endócrino e nas suas doenças\n\n5\tReconhecer a interação do sistema endócrino-metabólico com outros sistemas na fisiologia\n6\tInterpretar corretamente os exames laboratoriais próprios da endocrinologia", "programa_resumido": "Hormônios e mecanismo de ação hormonal; Anatomia do sistema endocrinológico; Pâncreas biologia e estrutura; Pâncreas endócrino; Efeito da nutrição e controle do peso corpóreo; glicemia e perfil lipídico; Regulação da fome e saciedade; Metabolismo lipídico; Tecido adiposo como órgão endócrino; Eixos neuroendócrinos; Sistema GH e IGF-1; Eixo Hipotálamo hipófise e gônada; Tireoide biologia e biossíntese ; Ação e metabolismo dos hormônios tireoidianos; Metabolismo dos hormônios tiroidiano -desiodases; Função tireoidiana nas diversos momento da vida (RN; gestação e nas doenças agudas); Metabolismo e homeostase do Cálcio e Fósforo; Suprarrenal: biologia celular e biossíntese; Glicocorticoide; Mineralocorticoide e catecolaminas; síntese - secreção - ação; Metabolismo hidroeletrolítico e hormônio antidiurético (ADH); Defeitos da esteroidogênese e diferenças do desenvolvimento sexual; \n\nPrograma/Cronograma: https://drive.google.com/open?id=1RrD6P4OTzJJZORMB7-ebp2FNpTbvkNoI", "turmas": [{"codigo": "20251TA", "inicio": "05/02/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Carla Roberta de Oliveira Carvalho", "(R) Edna Teruko Kimura"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 91, "pendentes": 0, "matriculados": 89, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "05/02/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Carla Roberta de Oliveira Carvalho", "(R) Edna Teruko Kimura"]}], "vagas": {"Obrigatória": {"vagas": 91, "inscritos": 91, "pendentes": 0, "matriculados": 91, "grupos": {}}}}]}