{"unidade": "Faculdade de Medicina, Instituto de Ciências Biomédicas, Instituto de Química e Instituto de Biociências", "departamento": "Disciplinas Interunidades FM, ICB, IQ e IB", "campus": "Outro", "codigo": "6700004", "nome": "Sistema Digestório I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Permitir que o aluno seja capaz de saber\n\n1.\tAs estruturas anatômicas e a anatomia descritiva do sistema digestório em peças anatômicas e cadáveres.\n2.\tA estrutura microscópica dos órgãos com ênfase na biologia dos tecidos. Fornecer as bases teóricas do desenvolvimento e das malformações do sistema digestório. \n3.\tAs bases celulares e moleculares dos processos de motilidade, secreção, digestão e absorção no sistema gastrointestinal. Objetiva-se desenvolver no aluno a compreensão da fisiologia do sistema gastrointestinal, preparando-o para o estudo fisiopatológico do mesmo.\n4.\tAs bases fisiopatológicas das principais e mais frequentes doenças do aparelho digestório\n \n\n\nHabilidades: 1.\tReconhecer as estruturas anatômicas do sistema digestório.\n2.\tReconhecer a estrutura microscópica dos órgãos com ênfase na biologia dos tecidos.  \n3.\tReconhecer as bases celulares e moleculares dos processos de motilidade, secreção, digestão e absorção no sistema gastrointestinal. \n\n\nAtitudes: Atualizar os conhecimentos e adquiri uma visão crítica sobre os conhecimentos de  anatomia, biologia celular e fisiologia na disciplina do sistema digestório I, para ser uma  uma base para as disciplinas de sistema digestório II e Sistema digestório III.", "programa_resumido": "Introdução Geral;\nCavidade abdominal, peritônio;\nVascularização das Vísceras do Sistema Digestório;\nInervação e drenagem linfática vísceras; \nEmbriologia dos sistemas- Desenvolvimento do sistema e digestório e malformações;\nOrganização e Regulação do Sistema Gastrointestinal;\nEstrutura geral do Tubo digestório: Organização histológica e ultraestrutural do esôfago, estômago, e intestinos; \nAnatomia esôfago, estômago e Intestino delgado;\nAnatomia Intestino grosso, reto e ânus;\nMotilidade do Trato Gastrointestinal;\nFunção Gástrica;\nDigestão e Absorção de Macronutrientes;\nAbsorção de Água e Eletrólitos;\nAnatomia fígado, pâncreas, vias biliares, baço;\nOrganização histológica e ultraestrutural da mucosa intestinal, fígado pâncreas e sistema biliar;\nFunção Hepato-biliar;\nMetabolismo  de Lipoproteínas;\nSecreções biliar e pancreática;\nAulas com interações clínicas com a gastroenterologia e radiologia", "turmas": []}