{"unidade": "Instituto de Química de São Carlos", "departamento": "Disciplinas Interdepartamentais do IQSC", "campus": "São Carlos", "codigo": "7500055", "nome": "Bioquímica II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O propósito desta disciplina é aprimorar os conhecimentos adquiridos na disciplina Bioquímica I (7500039), concentrando-se nos princípios abrangentes do Metabolismo Celular e da Biologia Molecular. O objetivo é capacitar o/a estudante a compreender os mecanismos moleculares que regem a função celular normal. Para alcançar tais metas, a abordagem incluirá a introdução, exemplificação e discussão de conceitos fundamentais. O intuito é habilitar o estudante a enfrentar e resolver questões teóricas relacionadas ao Metabolismo Celular e Engenharia Genética, utilizando a bibliografia básica apropriada como suporte.", "programa_resumido": "METABOLISMO CELULAR.\nBioenergética e compostos \"ricos\" em energia. Glicólise. Fermentações alcoólica e lática. Gliconeogênese. Ciclo de Krebs. Cadeia de transporte de elétrons e fosforilação oxidativa e seus inibidores. Via das pentoses-fosfato. Glicogenólise e síntese do Glicogênio. Metabolismo de aminoácidos. Beta-oxidação e Síntese de ácidos graxos. Ciclo do nitrogênio. Ciclo da ureia. Regulação integrada: Insulina, glucagon e corticoides. Fotossíntese: fotofosforilação, ciclo de Calvin e ciclo do C4.\nBIOLOGIA MOLECULAR\nÁcidos Nucléicos e fluxo da informação genética: Replicação, Reparo, Transcrição e Biossíntese Proteica. Mutações e regulação da expressão gênica. Engenharia Genética e Biotecnologia.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Sala 03", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "09:40", "professores": ["(R) Júlio César Borges"]}, {"dia": "qua", "inicio": "10:00", "fim": "11:40", "professores": ["(R) Júlio César Borges"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IQSC -  para toda a Unidade": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Câmpus São Carlos - todos os cursos": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}