{"unidade": "Instituto de Física de São Carlos", "departamento": "Disciplinas Interdepartamentais do IFSC", "campus": "São Carlos", "codigo": "7600057", "nome": "Eletrônica Avançada", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Este curso pretende dar continuidade ao aprendizado iniciado em Eletrônica Básica I. Ele consiste de três partes, sendo a primeira direcionada a aplicações da Eletrônica Analógica e a segunda com ênfase em Eletrônica Digital. A terceira parte aborda tópicos adicionais como, circuitos de alta frequência e técnicas aperfeiçoadas de montagens de circuitos visando a minimização de ruídos de interferência e a maximização da segurança. Além disso, os alunos serão solicitados a desenvolver um projeto específico, fora do horário das aulas, que demonstre uma aplicação dos conceitos estudados.", "programa_resumido": "Conversão de medidas experimentais em sinais elétricos (corrente ou tensão), a partir do uso de alguns sensores (ou transdutores) tais como, termopar, sensor de conformação mecânica (strain gage) e sensores opto-eletrônicos. Os circuitos elétricos analógicos, mais complexos que os do curso I, serão implementados com base nos módulos montados, estudados e discutidos no curso I. Na parte analógica serão estudados: amplificador diferencial e instrumental, amplificador sensível à fase (lock-in), phase-locked loop (PLL) e sistema de controle do tipo PID. A parte digital visa dar uma visão teórico-prática dos principais conceitos da lógica digital e aquisição de dados. O curso se complementa com conceitos adicionais da eletrônica de alta frequência e técnicas de montagem.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "08/07/2025", "tipo": "Teórica", "observacoes": "Física Computacional\nFísica - TE\nLaboratório de Eletrônica.", "horario": [{"dia": "sex", "inicio": "08:10", "fim": "11:50", "professores": ["Daniel Varela Magalhães"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 10, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {"IFSC - Física Computacional": {"vagas": 3, "inscritos": 3, "pendentes": 0, "matriculados": 0}, "IFSC - Física - Teórico Experimental": {"vagas": 7, "inscritos": 8, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}