{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Estomatologia, Saúde Coletiva e Odontologia Legal", "campus": "Outro", "codigo": "8021302", "nome": "Bioética e Ética Profissional", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Objetivo Geral: Permitir ao aluno, e futuro profissional da Odontologia, refletir eticamente sobre o agir do profissional na saúde nas diferentes situações humanas, elaborando uma posição crítica frente às variadas correntes de pensamento da Bioética.\n\nObjetivos Específicos: Ao final da Disciplina, o aluno será capaz de: \n1) Possuir uma melhor percepção dos problemas e das perspectivas do grande desenvolvimento das ciências médicas e biológicas; \n2) Refletir sobre quais os valores estão sendo considerados para que se possa encontrar uma linha de conduta sem modificá-los, frente às responsabilidades morais com as pessoas, a sociedade e a natureza; \n3) Desenvolver uma postura ética em suas atividades profissionais.", "programa_resumido": "O objetivo da disciplina é conduzir o aluno a uma reflexão critica frente a dilemas éticos presentes na área da saúde e, para os quais, o profissional de Odontologia deve estar preparado a enfrentar, capacitando o aluno a possuir uma melhor percepção dos problemas e das perspectivas do grande desenvolvimento das ciências médicas e biolégicas, desenvolvendo uma postura ética em suas atividades profissionais, por meio do seguinte conteúdo: Bioética: origem, características, definições e fundamentação filosófica; Princípios de Bioética: beneficência; não-maleficência; autonomia; justiça; Bioética e direitos do paciente; Responsabilidade pelo meio ambiente; Experimentação e uso biomédico dos animais; Pesquisas em seres humanos: Resolução 466/12; Comitês de Ética em Pesquisa; Temas em Bioética; Bioética em Odontologia; Código de Ética Odontológica.", "turmas": [{"codigo": "20251TU", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}