{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Estomatologia, Saúde Coletiva e Odontologia Legal", "campus": "Ribeirão Preto", "codigo": "8021307", "nome": "Radiologia Odontológica e Imaginologia", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Capacitar o estudante a interpretar imagens radiográficas extrabucais e de métodos avançados de imagem com foco nos aspectos radiográficos de alterações dos complexos maxilo-mandibular, diferenciando-as dos aspectos radiográficos de normalidade.Considerar os aspectos radiográficos para elaboração de diagnóstico diferencial das lesões ósseas e anormalidades dento-maxilo-mandibulares. As atividades práticas da disciplina são desenvolvidas de forma integrada com as atividades curriculares de extensão definidas no projeto pedagógico do curso. Em articulação com ensino e pesquisa, os estudantes promoverão assistência odontológica especializada a uma comunidade externa à instituição. Serão valorizadas no processo de aprendizagem dos estudantes: a análise das práticas sociais e de valores compartilhados na comunidade, a reflexão e a crítica diante de problemas que precisam ser enfrentados pela comunidade, a ação e o desenvolvimento de atividades de cooperação com a comunidade, realização de ações no serviço que sejam pertinentes para resolver o problema e, ao mesmo tempo, favorecer a aprendizagem de valores democráticos e de valorização das políticas públicas.", "programa_resumido": "Aquisição de imagens radiográficas extrabucais e métodos avançados de imagem. Interpretação radiográfica das imagens radiográficas extrabucais e de tomografia computadorizada de feixe cônico. Critérios de prescrição de imagens em Odontologia.Aspectos radiográficos das lesões císticas, neoplásicas e outras lesões que afetam o complexo maxilo-mandibular. Elaboração de diagnóstico diferencial baseado nos aspectos imaginológicos. Atividades clínicas com atendimento clínico em radiologia odontológica e elaboração de laudos radiográficos. Atividades práticas de interpretação de imagens e elaboração de laudos.", "turmas": [{"codigo": "20251PA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251TU", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251PB", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251TU", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251TU", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "15:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}