{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Biologia Básica e Oral", "campus": "Ribeirão Preto", "codigo": "8031302", "nome": "Genética, Bioquímica e Biologia Molecular", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O curso visa oferecer aos alunos de graduação em odontologia os conceitos fundamentais sobre genética, bioquímica e biologia molecular num contexto de ciências da saúde. Na primeira parte, os alunos verão a estrutura física e química do material genético e suas as funções (expressão transcricional e sua regulação e a síntese de proteínas), recombinação do material genético, mutação e agentes mutagênicos (incluindo aqueles utilizados em odontologia como o efeito dos raios X, luz UV e compostos químicos), os níveis estruturais dos cromossomos humanos, cariótipo e as principais anomalias genéticas humanas, sempre que possível dando um enfoque na odontologia. Faremos uma visita acompanhada à clínica de Pacientes Especiais da FORP. Os alunos também verão as bases genéticas do câncer, retrovírus e AIDS, novo coronavírus e COVID-19 e a genética do sistema imunológico. Em seguida, ofereceremos conceitos fundamentais sobre a tecnologia do DNA recombinante (engenharia genética e suas aplicações nas ciências da saúde e na odontologia), noções sobre o genoma humano (como o genoma foi sequenciado), conceito de transcriptoma e proteoma e edição do genoma por Crispr-Cas9. Na parte de bioquímica salientaremos os aspectos gerais da bioquímica para alunos de odontologia e sempre que possível num contexto mais biológico e sua importância para as ciências da saúde. Para isto apresentaremos os constituintes macromoleculares da célula, a importância da água, do pH e da temperatura e a constituição e função das membranas biológicas. Depois apresentaremos as enzimas, a bioenergética até chegarmos no metabolismo e seu controle e a biossíntese de precursores dos constituintes das macromoléculas. A disciplina servirá de base para futuras disciplinas a serem cursadas como bioquímica oral, fisiologia, imunologia e patologia básica, entre outras.", "programa_resumido": "Na disciplina de Genética, Bioquímica e Biologia Molecular são abordadas a estrutura físico-química e as funções fundamentais do material genético além de sua expressão e regulação, mutação e recombinação, com um enfoque especial em genética humana (cromossomos humanos e síndromes genéticas) a decifração do genoma humano e suas implicações em odontologia. Uma vez que a maioria dos genes humanos foi identificada, sequenciados e posicionados ao longo dos cromossomos (projeto genoma), a genética humana e a biologia molecular passaram para uma nova etapa chamada de era pós-genoma. Nesta fase, a expressão e a função dos genes é investigada. A genética humana e a biologia molecular passaram a investigar o controle da expressão do genoma em grande escala, ou seja, o transcriptoma e o proteoma. Uma vez que a função de determinados genes de interesse odontológico, médico ou biomédico tenha sido evidenciada, esses genes tornam-se foco de pesquisa de suas eventuais aplicações na engenharia genética (produção de proteínas e vacinas pela tecnologia do DNA recombinante para uso na prática clínica e a predição da probabilidade da ocorrência de doenças pela análise do genoma individual). Na parte de bioquímica salientaremos os aspectos gerais da bioquímica para alunos de odontologia e sempre que possível num contexto mais biológico e sua importância para as ciências da saúde. Para isso começaremos com os constituintes macromoleculares até chegarmos na importância da água, do pH e da temperatura para o funcionamento da célula. Depois apresentaremos as enzimas, a bioenergética até chegarmos ao metabolismo e a biossíntese de precursores dos constituintes das macromoléculas. A disciplina servirá de base para futuras disciplinas a serem cursadas como bioquímica oral, fisiologia, genética e biologia molecular, imunologia, patologia básica e odontopediatria, já que estudaremos as principais síndromes genéticas.", "turmas": [{"codigo": "20251TU", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "10:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}