{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Biologia Básica e Oral", "campus": "Outro", "codigo": "8031221", "nome": "Esmalte Dentário", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Dar uma visão geral do que é o esmalte dentário e explorar vários aspectos moleculares, bioquímicos, químicos e estruturais do esmalte dentário ainda não ofertados para os estudantes de Graduação da USP como ofertado aqui.", "programa_resumido": "A disciplina de Esmalte Dentário para a Graduação pretende permitir uma compreensão mais ampla de todos os aspectos do esmalte dentário, de modo a permitir a compreensão de vários aspectos novos que hoje tornam o esmalte interessante para um grande número de áreas das ciências da vida. Será feita a comparação do esmalte com os demais tecidos mineralizados e também será abordada a questão da biomineralização no esmalte e nos demais tecidos mineralizados. Os métodos de estudo do esmalte também serão descritos e explicados, o que é uma das lacunas importantes, na nossa opinião, pois diferentes métodos permitem ver diferentes aspectos do esmalte dentário, e justamente por isso só recentemente se está conhecendo mais e melhor aspectos importantes do esmalte dentário que mudam inclusive decisões clínicas. A amelogênese normal em diferentes espécies e os defeitos de esmalte formados quando o esmalte é anormalmente formado serão discutidos, e será divulgado também o grupo internacional de defeitos de esmalte (o grupo 3D), que une forças de todos os continentes em torno do desafio de compreender os defeitos de esmalte. Estes defeitos (sem causa conhecida) aumentaram muito nas duas últimas décadas, atingindo cerca de 20% das crianças na América do Sul.  Serão estudadas as proteínas do esmalte dentário e como elas se relacionam à formação do esmalte, além de descrever como se conseguem informações e qual a utilidade destas em dentes humanos extraídos ou em fósseis. Será discutido como a cárie progride no esmalte dentário, e como os fenômenos de difusão de minerais acontecem no esmalte e seu impacto e limitações para a prevenção de cárie dentária. Serão apresentados os diferentes tipos de AI e a classificação mundial desta doença genética. Será descrito o que se sabe de evolução do esmalte dentário, discutindo-se as características do esmalte de diferentes grupos de animais, com muita atenção ao esmalte de mamíferos e como este é diferente do esmalte de outros grupos de animais. Serão demonstrados experimentos para ensinar ciências e cárie no esmalte: desde a bioquímica de ácidos e bases até a evolução dos mamíferos, passando pela compreensão dos nanoporos do esmalte, que impedem a entrada de bactérias. Tais experimentos permitirão tirar conclusões importantes sobre como o esmalte evoluiu, sua importância como cobertura da coroa dos dentes, além de permitir motivar o cuidado com o esmalte dentário. Serão elaborados materiais didáticos que auxiliam na compreensão da estrutura, função e formas de destruição do esmalte dentário no ambiente bucal, que serão disponibilizadas no site do grupo do esmalte da FORP para uso  em escolas e consultórios. Os detalhes e a correção ou incorreção destes materiais será discutido com os alunos que prepararam os materiais. Metade do crédito trabalho está previsto para a elaboração deste material didático, sendo a outra metade prevista para a leitura da Bibliografia recomendada.", "turmas": []}