{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Odontologia Restauradora", "campus": "Ribeirão Preto", "codigo": "8041215", "nome": "Urgências em Odontologia", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Capacitar o aluno para o atendimento de pacientes portadores de quadro agudo de dor (emergência) e situações de urgência, baseado nos conhecimentos prévios adquiridos nas disciplinas básicas e aplicadas da FORP-USP.", "programa_resumido": "Com o objetivo de capacitar o aluno para o atendimento de pacientes portadores de quadro agudo de dor (emergência) e situações de urgência, baseado nos conhecimentos prévios adquiridos nas disciplinas básicas e aplicadas da FORP-USP, será ministrado o conteúdo: Urgência X emergência; Principais características das pulpopatias; Principais características das periapicopatias; Atendimento de urgência em dentes com pulpite; Atendimento de urgência em dentes com polpa morta; Traumatismo dental; Profilaxia antibiótica nas situações emergenciais; Uso de analgésicos nas situações emergenciais; Uso de antiinflamatórios nas situações emergenciais; Uso de antibióticos nas situações emergenciais; Atenção para anestesia e as condições de ordem geral do paciente; Discussão de casos clínicos; Emergências e urgências em Cirurgia; Emergências em Periodontia; Emergências em Odontologia Restauradora; Emergências em Distúrbios temporomandibulares; Emergências em Prótese Dental (PPF, PPR, PT).", "turmas": [{"codigo": "20242TU", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "15:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 52, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}