{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Odontologia Restauradora", "campus": "Ribeirão Preto", "codigo": "8041220", "nome": "Novas Tecnologias Voltadas à Dentística", "creditos_aula": 1, "creditos_trabalho": 2, "objetivos": "Capacitar o aluno a estabelecer um correto planejamento, tendo em vista o diagnostico, prognóstico  e sua execução integrada na realização de procedimentos clínicos de maior complexidade, em Dentística Restauradora. Serão empregados materiais restauradores diretos (amálgama, resina e ionômero) associados ou não a procedimentos complementares (clareamento, microabrasão, remodelação cosmética, reconstrução de guias, desensibilização dentinária), a fim de manter ou restaurar o elemento dental dentro de sua forma, função e estética. Nesta fase o aluno irá aprimorar os conhecimentos previamente adquiridos e refinará a sua capacidade psicomotora e aprofundando os conhecimentos dos problemas clínicos, dentro do conteúdo da disciplina e disciplinas inter-relacionadas.  Desenvolver cada vez mais a odontologia preventiva, ou seja, voltada primordialmente para o estabelecimento de técnicas, métodos ou medidas preventivas específicas.", "programa_resumido": "Serão realizadas intervenções operatórias clínicas invasivas e não invasivas, que abrange desde o Diagnóstico, Adequação do meio bucal, preparos e restaurações conservativas e  convencionais com diferentes materiais restauradores diretos, fechamento de diastemas, clareamento dental e facetamento. Além de realização de procedimentos restauradores diretos e procedimentos cosméticos de diferentes complexidades, envolvendo desde restaurações convencionais, com materiais diversos, e clareamento dental, até grandes reconstruções. Será empregado o laser de baixa potência para tratamento de desensibilização dentinária, laserterapia e terapia fotodinâmica. Proporcionando novos conhecimentos de novas tecnologias empregadas na Dentística Restauradora.", "turmas": [{"codigo": "20251PU", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Disciplina oferecida de forma presencial.\n\nA disciplina será oferecida somente se houver, no mínimo, 8 alunos matriculados. Se o número de alunos matriculados for inferior, a mesma será CANCELADA.", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 9, "pendentes": 0, "matriculados": 6, "grupos": {"FORP - Odontologia": {"vagas": 20, "inscritos": 6, "pendentes": 0, "matriculados": 6}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}