{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Materiais Dentários e Prótese", "campus": "Outro", "codigo": "8051209", "nome": "Prótese Parcial Fixa II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso o acadêmico deverá ser capaz de:\n- diagnosticar, planejar e conduzir  tratamentos com prótese parcial fixa. \n- entender o relacionamento da prótese fixa com outras disciplinas afins.\n- realizar todas as etapas necessárias para a execução das restaurações em prótese parcial fixa.", "programa_resumido": "A disciplina de Prótese Parcial Fixa II tem como objetivo principal transmitir aos alunos conhecimentos para diagnosticar, elaborar e conduzir o plano de tratamento com próteses fixas. Assim a disciplina abordará os seguintes assuntos: 1-Diagnóstico e plano de tratamento em prótese parcial fixa; 2-Aspectos clínicos de uma prótese fixa; 3-Fatores biológicos envolvidos nos preparos com finalidade protética; 4-Núcleos metálicos fundidos e pinos.  de fibra de vidro - Aspectos Clínicos; 5-Restaurações provisórias - Aspectos Clínicos; 6. Afastamento gengival - Técnicas e cuidados; 7-Moldagem analógica em Prótese Fixa - Aspectos Clínicos; 8-Prova dos retentores e posicionamento dos pônticos; 9-Cimentação convencional e adesiva; 10. Odontologia Digital: escaneamento intra-oral para restaurações indiretas.; 11. Prótese Fixa Ultraconservadora. Dessa maneira, capacitando o aluno a entender o relacionamento da prótese fixa com outras disciplinas afins e realizar todas as etapas necessárias para a execução das restaurações em prótese parcial fixa com abordagens analógica e digital.", "turmas": [{"codigo": "20251PA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251TU", "horario": [{"dia": "seg", "inicio": "09:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251PB", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251TU", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251TU", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "qua", "inicio": "11:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}