{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Cirurgia e Traumatologia  Buco-Maxilo-Facial e Periodontia", "campus": "Ribeirão Preto", "codigo": "8061219", "nome": "Introdução Clínica (Diagnóstico, Periodontia, Anestesiologia e Cariologia)", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Capacitar o estudante a executar o exame clínico-anamnésico, bem como indicar e executar exames radiográficos intrabucais, em pacientes com diferentes necessidades de tratamento odontológico, com fins ao diagnóstico de alterações da cavidade bucal. Adicionalmente, a disciplina tem como objetivo capacitar o estudante a reconhecer os aspectos de normalidade e suas variações, e as principais alterações da cavidade bucal, através dos exames clínicos e radiográficos; Capacitar o aluno para o diagnóstico correto das doenças periodontais, bem como para a execução de medidas preventivas e terapêuticas iniciais visando a adequação do meio bucal; Reavivar os conhecimentos básicos de Farmacologia dos anestésicos locais; Dar a conhecer material, instrumental e livros de Anestesiologia; Preparar os alunos para a execução correta da anestesia local, diagnosticar e conhecer os métodos de tratamento decorrentes de complicações da anestesia local e dar base para prosseguir nos estudos das disciplinas de aplicação; Capacitar os alunos a realizarem análise crítica sobre os conceitos atuais de cariologia. Apresentar os estudos atualizados sobre a cárie dentária. Identificar as estratégias/métodos de diagnóstico  e controle da doença cárie.", "programa_resumido": "Desenvolvimento de competências e habilidades por meio de atividades laboratoriais, clínicas e teóricas envolvendo os seguintes conteúdos: treinamento clínico tendo como base os conhecimentos adquiridos nas disciplinas de Semiologia e Radiologia básica, bem como aplicação clínica direta, durante o atendimento a pacientes, do conteúdo da disciplina de Diagnóstico I; Anatomia e histologia do periodonto e tecidos peri-implantares; Etiologia das doenças periodontais e peri-implantares: Biofilme e Cálculo Dental; Imuno-Patogênese das doenças periodontais e peri-implantares; Epidemiologia das doenças periodontais – Índices: PSR, IG e IP; Controle do biofilme e adequação do meio bucal (utilização do ultrassom e remoção de fatores retentivos de biofilme); Agentes antimicrobianos locais em Periodontia; Pré-Clínica 1 – Instrumentação periodontal supragengival em manequim; Clínica – adequação do meio bucal; Métodos de Anestesia; Farmacologia dos anestésicos locais; Avaliação pré-anestésica; Indicações e contra-indicações da anestesia local; Acidentes e complicações da anestesia local; Pré-medicação em Anestesiologia; Tratamento de emergência; Anestesia tópica e infiltrativa; Bloqueios dos nervos da II Divisão do Trigêmeo; Bloqueios dos nervos da III Divisão do Trigêmeo; Material e instrumental em anestesiologia; Prática de execução das principais técnicas de anestesia local em odontologia. Cárie dentária – conceitos, prevalência, incidência e epidemiologia; Saliva, microbiota e as Interações bioquímicas do dente com os fluidos bucais; Formação do biofilme dental e o desenvolvimento das lesões de cárie; Aspectos clínicos e histopatológico da cárie; Diagnóstico da cárie dentária; Filosofia minimamente invasiva para tratamento da doença.", "turmas": [{"codigo": "20242PA", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "20242TU", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242PB", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "20242TU", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242TU", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": [""]}, {"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 56, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}