{"unidade": "Faculdade de Odontologia de Ribeirão Preto", "departamento": "Cirurgia e Traumatologia  Buco-Maxilo-Facial e Periodontia", "campus": "Ribeirão Preto", "codigo": "8061309", "nome": "PERIOMED", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina de PERIOMED, disciplina extensionista complementar à disciplina Periodontia II, visa capacitar o aluno para o diagnóstico complementar de condições crônicas, fatores de riscos sistêmicos associado à doença periodontal. A intenção final é capacitar os alunos para diagnosticar essas interpelações a também referenciar tratamento multidisciplinar se necessário.\n\nAs atividades práticas da disciplina são desenvolvidas de forma integrada com as atividades curriculares de extensão definidas no projeto pedagógico do curso. Em articulação com ensino e pesquisa, os estudantes promoverão assistência odontológica especializada a uma comunidade externa à instituição. Serão valorizadas no processo de aprendizagem dos estudantes: a análise das práticas sociais e de valores compartilhados na comunidade, a reflexão e a crítica diante de problemas que precisam ser enfrentados pela comunidade, a ação e o desenvolvimento de atividades de cooperação com a comunidade, realização de ações no serviço que sejam pertinentes para resolver o problema e, ao mesmo tempo, favorecer a aprendizagem de valores democráticos e de valorização das políticas públicas.", "programa_resumido": "O objetivo da disciplina PERIOMED é treinar o aluno para a utilização de guias e protocolos de diagnóstico que levantem situações de risco às doenças crônicas e aprender a relacioná-las às condições periodontais. Para tanto, os alunos serão treinados a executar anamnese direcionada aos problemas sistêmicos, avaliar adequadamente os critérios de risco sistêmico e periodontais, leitura de exames hematológicos e do Periograma digital. Dessa forma, pretende-se colocar o generalista apto a diagnosticar problemas importantes na população e saber direcionar e orientar ao tratamento sistêmico e multidisciplinar adequado.", "turmas": [{"codigo": "20251PU", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 41, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}