{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH0607", "nome": "Práticas de Atividade Física", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Proporcionar a vivência de atividades motoras disponíveis na prática social que podem ser referenciais para a criação e a implantação de práticas de atividades físicas, para diferentes grupos e em locais diversos, ao longo do ciclo vital. Fomentar o pensamento reflexivo acerca das atividades motoras ofertadas para a população em geral nas diversas etapas do ciclo vital. Oferecer aos alunos conhecimentos sobre métodos e instrumentos para a o desenvolvimento de programas de atividade física; aperfeiçoar a utilização de métodos mais indiretos de ensino. Desenvolver a comunicação, a organização do ambiente e o manejo do grupo ao orientar práticas de atividades físicas. Aprofundar o conhecimento em uma das áreas práticas propostas no programa. Saber intervir ética e criticamente, na aplicação desta prática de atividade física. Exercitar o planejamento, resolução de problemas e avaliação da aula.", "programa_resumido": "Esta disciplina abrange conteúdos das atividades motoras cujas práticas se configuram como ofertas para a população em geral. Os conteúdos tratados serão elaborados conjuntamente entre a professora e os alunos, a partir das reflexões iniciais sobre as práticas motoras e a necessidade de vivência prática para que seja possível compreendê-las e refletir sobre suas possibilidades como conteúdo/estratégia a ser ofertada para a população ao longo do ciclo vital. Ao final do curso o aluno deverá ter aprofundado seu conhecimento em uma destas áreas e, ao mesmo tempo, saber intervir ética e criticamente na aplicação prática das atividades físicas. Espera-se que as vivências e reflexões estimulem a autonomia dos alunos na busca de informações sobre os temas tratados.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Prédio I1 - 1° Andar - Sala 135", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Cristina Landgraf Lee"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH -  Educação Física e Saúde": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}