{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH0576", "nome": "Programa de Atividade Física para a Velhice II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "- Aprofundar os conhecimentos em relação à fundamentação teórica apresentada e analisada em Programa de Atividade Física para Velhice I\n- Caracterizar os aspectos psicossociais e as implicações pedagógicas na elaboração de um programa de atividade física para idosos\n- Conhecer e analisar práticas corporais utilizadas em grandes grupos de idosos\n- Conhecer programas de atividades físicas para idosos independentes, fragilizados e com comprometimento cognitivo \n- Elaborar, aplicar e adequar um programa de atividades física para idosos da comunidade\n- Refletir criticamente sobre a importância da atividade física na velhice e sua aplicação nos diferentes campos de atuação profissional, bem como na atuação junto a uma equipe multiprofissional", "programa_resumido": "Caracterização do idoso (aspectos psicológicas, socioculturais) e suas implicações nos programas de atividades físicas na velhice. Aspectos do sistema nervoso central no idoso e como estes afetam o controle e aprendizagem do movimento em idosos. Aspectos da avaliação (rastreio cognitivo) utilizados em programas de atividade física em idosos. Programa de atividades físicas para idosos independentes, fragilizados e com comprometimento cognitivo. Elaboração e aplicação de atividades físicas para idosos da comunidade. Estruturação do processo didático (estruturação do ambiente, aspectos da comunicação, análise da tarefa).", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 153", "horario": [{"dia": "ter", "inicio": "12:00", "fim": "15:45", "professores": ["(R) Linda Massako Ueno Pardi"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {"EACH -  Educação Física e Saúde": {"vagas": 60, "inscritos": 24, "pendentes": 0, "matriculados": 0}}}}}]}