{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH0565", "nome": "Programa de Atividade Física para a Idade Adulta I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "•\tCaracterizar os aspectos físicos, motores, psicossociais do adulto e suas implicações na elaboração de um programa de atividade física nas diferentes fases da idade adulta\n•\tConhecer diferentes métodos de trabalho dos componentes da aptidão física (capacidade aeróbia, resistência muscular, flexibilidade) relacionados à saúde\n•\tConhecer e analisar as práticas corporais alternativas utilizadas para grandes grupos de adultos\n•\tRefletir criticamente sobre a importância da atividade física na idade adulta nos diferentes campos de atuação profissional, bem como sobre o papel do profissional que atua com esta população", "programa_resumido": "•\tCaracterização da idade adulta (aspectos físicos e motores) e suas implicações na elaboração de programas de atividades físicas para adultos. Prescrição dos componentes da aptidão física relacionados à saúde. Práticas corporais alternativas utilizadas para grandes grupos de adultos. Métodos de trabalho para melhora da flexibilidade, resistência muscular, capacidade aeróbia. Exercícios posturais, respiratórios, massagem e relaxamento.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 201", "horario": [{"dia": "ter", "inicio": "10:15", "fim": "12:00", "professores": ["(R) Linda Massako Ueno Pardi"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 41, "pendentes": 0, "matriculados": 0, "grupos": {"EACH -  Educação Física e Saúde": {"vagas": 60, "inscritos": 41, "pendentes": 0, "matriculados": 0}}}}}]}