{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH1553", "nome": "Entretenimento", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Oferecer aos alunos um cenário sobre o entretenimento como parte de um universo maior que envolve o turismo, recreação, cultura, lazer e atividades correlatas. Além da abordagem histórica relacionada com a mídia e com a cultura de massa contemporânea será realizada uma análise dos impactos gerados pelo entretenimento nas sociedades pós-industriais na economia globalizada, com suas possibilidades, paradoxos e desafios.", "programa_resumido": "Como agente social do mundo pós-industrial e parcialmente globalizado, o entretenimento é considerado um vetor econômico importante na indústria de massa influenciando sociedades e culturas locais e globais. É considerado um dos elementos do complexo do lazer que absorve grande parte dos recursos financeiros mundiais e do tempo livre do indivíduo e da coletividade. Para sua melhor compreensão exige, cada vez mais, análises e pesquisas para o entendimento de suas manifestações.  Objetivando propiciar melhor compreensão do entretenimento como fenômeno cultural e econômico, essa disciplina propõe seu estudo como fenômeno multifacetado encarado como ponto estratégico para a compreensão de várias atividades de lazer em uma sociedade de massa. É mais um dos desafios e campos de atuação para os futuros profissionais de Lazer e Turismo.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 231", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Luiz Gonzaga Godoi Trigo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Lazer e Turismo - Diurno": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 231", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "22:45", "professores": ["(R) Luiz Gonzaga Godoi Trigo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Lazer e Turismo - Noturno": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}