{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH1535", "nome": "Recursos Culturais e Patrimônio Histórico no Lazer e Turismo", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina objetiva transmitir a importância dos recursos culturais e patrimônio histórico para o lazer e turismo. Ela tem uma perspectiva eminentemente aplicada e voltada ao mercado – oferta e demanda – de lazer e de turismo cultural. Trata-se, dessa forma, de estudar o mercado de lazer e de turismo cultural, no qual a atração e a satisfação dos consumidores – os residentes locais, visitantes e turistas culturais – permeiam o conteúdo da disciplina.", "programa_resumido": "A perspectiva eminentemente aplicada reflete-se em cinco preocupações principais, a saber: a) como criar, desenvolver, gerir e promover novos bens e experiências turístico-culturais no mercado pelo poder público, iniciativa privada e organizações não governamentais?; b) como fortalecer e promover cidades, regiões e países como destinos turístico-culturais, no que toca a criação e manutenção de imagem do destino, a regulação e a promoção de parcerias entre o poder público, a iniciativa privada e as organizações não governamentais?; c) como adaptar bens patrimoniais e equipamentos culturais para atender a demanda turística, reverter parte de seus gastos para sua preservação, e promover e beneficiar a comunidade local?; d) como fazer com que responsáveis por bens culturais adotem comportamentos empresariais, a fim de mais bem aproveitar o turismo cultural, sem se abandonar outros objetivos e agendas – filantropia, preservação patrimonial etc.?; e e) como fazer com que produtos turísticos possam ser enriquecidos por aspectos e elementos culturais, mesmo que, em princípio, não sejam voltados primariamente ao turismo cultural, a exemplo de trilhas nacionais e caminhadas de longa distância?", "turmas": []}