{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH2574", "nome": "Ergonomia e Design de Moda", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Estudar e analisar sob abordagem interdisciplinar, o desenho, o design, a criação sob perspectiva ergonômica e sócio-sustentável na cultura e produção brasileiras. Nesse sentido, propõe-se pensar e desenvolver respectivas estudos e aplicações na área têxtil e de moda na cultura brasileira, considerando atuais e novas necessidades de usuários para o seu conforto, bem-estar, desenvolvimento humano e cidadão. Estudar e investigar necessidades atuais de usuários enquanto pessoas humanas e cidadãs em suas vidas cotidianas e em seu trabalho, considerando aspectos e fatores objetivos, mas também sensíveis e socialmente críticos, relacionados às necessidades físicas, psicológicas, culturais e políticas da pessoa humana e  do cidadão, com vistas ao desenvolvimento do conforto e bem-estar do usuário e usuária, em termos cidadãos e democráticos.", "programa_resumido": "Desenho, teoria e método do design fundamentado em ergonomia e princípios cidadãos sócio-sustentáveis. Objeto. Forma. Produto. Concepção. Processo de criação. Desenvolvimento. Protótipo. Noções, princípios e método ergonômicos com vistas ao desenvolvimento do conforto em produtos e serviços, considerando funções, dimensões, movimentos, adaptações e democratização de acesso e uso. Desenvolvimento e qualificação ao desempenho de produtos e sistemas na complexa relação entre objeto-espaço, corpo, espaço, cultura.", "turmas": [{"codigo": "20251A1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Edifício I1 - 1º andar - Sala 126", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "09:45", "professores": ["Francisca Dantas Mendes"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Têxtil e Moda": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251A2", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Edifício I1 - 1° Andar - Sala 126", "horario": [{"dia": "qua", "inicio": "10:15", "fim": "12:00", "professores": ["Francisca Dantas Mendes"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Têxtil e Moda": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}