{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH3113", "nome": "Epidemiologia do Envelhecimento", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Desenvolver a autonomia do aluno para a aplicação, análise e discussão do campo epidemiológico em Gerontologia; conhecer o perfil de envelhecimento da população brasileira e mundial; desenvolver a capacidade de análise e crítica em saúde pública por meio de metodologia epidemiológica; desenvolver a habilidade para crítica e a argumentação na leitura de estudos epidemiológicos.", "programa_resumido": "Programa Resumido:\nIntrodução à epidemiologia. Transição demográfica e epidemiológica. Estatística vital. Perfil da velhice e dos modos de envelhecer no Brasil e no Mundo. Principais determinantes dos modos de envelhecer - biopsicossociais, históricos, econômicos e culturais, magnitude, impacto, vulnerabilidade, intervenções. Epidemiologia descritiva. Delineamentos de estudos epidemiológicos.\n\nEmenta: Conhecimento sobre a história da epidemiologia e sua importância para o estudo do envelhecimento. Descrição e estudo de agravos à saúde na velhice com a finalidade de compreender a saúde pública e promover conhecimento para o desenvolvimento de políticas sociais e de saúde para esse grupo social.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 135", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "15:45", "professores": ["Alex Antonio Florindo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gerontologia": {"vagas": 60, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}}}]}