{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH3526", "nome": "Governança das Organizações Públicas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Qualificar o aluno a analisar e implementar a gestão das organizações públicas, especialmente no que diz respeito à estruturação de seus processos internos, relacionando-os também às estruturas de poder que se formam nas e entre as organizações. Compreender as características que definem o modelo adequado de governança/gestão das organizações do setor público, que permite identificar, reconhecer, mensurar e gerenciar com eficiência e eficácia demandas sociais e políticas e os conflitos decorrentes da escassez de recursos e a complexa interação de forças políticas internas e externas; associar a questão dos processos às diferentes tecnologias disponíveis.Tornar o aluno capaz de compreender o processo de transformação pelo qual passa o Estado na atualidade, seus novos papéis e formas de atuação junto a terceiros com os quais divide a responsabilidade da implementação das Políticas Públicas, ao mesmo tempo preservando o interesse público.", "programa_resumido": "Pretende-se propor aos alunos uma discussão da idéia de governança e seus diversos sentidos e significados. Em seguida, pretende-se fazer uma discussão sobre a apropriação e o uso do termo governança na gestão pública brasileira. Finalmente, pretende-se apresentar e discutir a idéia de governança a partir de sua aplicação seja para estruturar formas complexas de organização do território, seja para estabelecer critérios para tomada de decisão em conselhos públicos municipais, seja para fazer a gestão de equipamentos públicos de forma compartilhada com instituições do chamado terceiro setor, dentre outras.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 223", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["Patrícia Maria Emerenciano de Mendonça"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gestão Poltícas Públicas - Diurno": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 223", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "22:45", "professores": ["Sylmara Lopes Francelino Gonçalves Dias"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gestão Poltícas Públicas - Noturno": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}