{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH3066", "nome": "Gestão de Atenção em Gerontologia: Gestão de Casos", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Apresentaremos ao estudante a relevância da gestão de risco e de vulnerabilidade social, bem como os tipos de risco e vulnerabilidades existentes, os modelos de gestão de risco, conceitos de inclusão e exclusão social e manejo de casos em Gerontologia em Unidade Básica de Saúde (UBS). Parceria com CSE Butantã FMUSP ou na impossibilidade de ter esse parceiro firmaremos parceria com outra UBS do SUS para a realizarmos o módulo prático dessa disciplina.", "programa_resumido": "Apresentaremos fundamentos de gestão de risco e de vulnerabilidade social com destaque para sua importância no contexto do manejo de casos em Gerontologia (micro gestão). Apresentaremos conceitos-chave e estudo de casos com objetivo de habilitar o estudante a identificar prioridades e riscos para os quais são necessárias ações de melhoria de controle de desfechos desfavoráveis, contribuindo, assim, para o manejo de casos e otimização da aplicação de recursos disponíveis para a gestão de riscos e vulnerabilidade\nsocial e sua aplicação em Atenção Primária em Saúde em UBS do SUS em módulo prático dessa disciplina.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 112", "horario": [{"dia": "seg", "inicio": "16:15", "fim": "18:00", "professores": ["Thais Bento Lima da Silva"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gerontologia": {"vagas": 60, "inscritos": 15, "pendentes": 0, "matriculados": 0}}}}}]}