{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH3256", "nome": "Estágio Curricular II", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Identificar demandas e planejar, desenvolver e avaliar intervenções gerontológicas que podem ser prevenção e de promoção de qualidade de vida, de recuperação e reabilitação em termos de capacidade funcional ou relacionadas ao enfrentamento de situações de violações de direitos ou vulnerabilidade social, no Sistema Único de Saúde (SUS), no Sistema Único da Assistência Social (SUAS) ou em outros equipamentos que atendam a população idosa. Promover a gestão de casos desenvolvendo planos de atenção Gerontológica Integrada. Identificar as demandas e as necessidades dos equipamentos de atenção primária/básica, secundária/média complexidade e terciária/alta complexidade do SUS e SUAS, bem como de outras instituições que atendam a população idosa e propor projetos ou planos de gestão organizacional.", "programa_resumido": "Cuidado integral da pessoa idosa sob a ótica das demandas primárias/atenção básica, secundárias e terciárias/média e alta complexidade das áreas da saúde e assistência social, das demandas de acesso à justiça e de educação e cultura. Demandas assistenciais das pessoas idosas no contexto da proteção social da atenção básica e especial e da atenção primária, secundária e terciária à saúde, bem como nos equipamentos de promoção e defesa de direitos e de educação e cultura. Intervenções gerontológicas para atender as demandas físicas, psicológicas e socioculturais da pessoa idosa e familiares dentro do contexto dos equipamentos de atenção e atendimento à população idosa. Intervenções gerontológicas, projetos ou planos de gestão organizacional e de casos, de acordo com as necessidades e demandas dos equipamentos e das pessoas idosas atendidos. Plano de atenção gerontológica visando à integralidade do cuidado prestado à pessoa idosa na assistência hospitalar, no pós-alta e na assistência à pessoa idosa acolhida em centro-dia ou em instituição de longa permanência.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gerontologia": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gerontologia": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}