{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH3555", "nome": "Desenvolvimento, Sustentabilidade, Tecnologia e Políticas Pública", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "\u0095 Possibilitar que os alunos entendam os principais \u0093sentidos\u0094 atribuídos à idéia de desenvolvimento, principalmente a partir do período pós 1945;\u0095 Possibilitar que os alunos entendam o debate sobre a idéia de desenvolvimento, e possam diferenciar a idéia de desenvolvimento das idéias de crescimento econômico, de dependência econômica e política e da relação centro-periferia;\u0095 Apresentar para o caso brasileiro os autores precursores do debate ambiental: José Bonifácio, Euclides da Cunha, Sérgio Buarque, Caio Prado Jr., Josué de Castro, dentre outros;\u0095 Apresentar o debate sobre Ciência e Tecnologia articulado com os projetos de desenvolvimento das nações.", "programa_resumido": "Pretende-se propor aos alunos uma discussão sobre os projetos de desenvolvimento desde o final do século XIX, com ênfase maior naqueles desenvolvidos no período pós 1945. Em seguida, pretende-se discutir o conceito de sustentabilidade, articulado com a idéia de desenvolvimento que ganha força a partir dos anos 70. Cada projeto de desenvolvimento guarda relações com diferentes políticas de Ciência e Tecnologia (das mais tradicionais às chamadas tecnologias apropriadas) e também com formas de gestão e estilos de formular, implementar e disseminar políticas públicas. Essas relações serão exploradas ao longo do curso.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 221", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "09:45", "professores": ["(R) Eduardo de Lima Caldas"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gestão Poltícas Públicas - Diurno": {"vagas": 60, "inscritos": 9, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 221", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "20:45", "professores": ["(R) Eduardo de Lima Caldas"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gestão Poltícas Públicas - Noturno": {"vagas": 60, "inscritos": 33, "pendentes": 0, "matriculados": 0}}}}}]}