{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH3847", "nome": "Políticas Públicas e Interseccionalidade: Perspectivas Comparadas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir os estudantes aos estudos do tema da interseccionalidade e sua importância para a compreensão das opressões que afetam grupos sociais vulneráveis em razão da sobreposição e intersecção de diferentes dimensões de opressão. \n\nPesquisar e discutir como trazer o tema da interseccionalidade para o momento da formulação, implementação e avaliação de políticas públicas tomando como ponto de partida o estudo de experiências em outras partes de mundo (e também no Brasil),  em perspectiva comparada, de modo a possibilitar aos estudantes uma reflexão sobre o tema, mas também uma inspiração para a formulação de políticas públicas similares, no Brasil.", "programa_resumido": "Esta disciplina tem como objetivo o estudo do tema da interseccionalidade de modo a compreender a sobreposição de diferentes sistemas de opressão que interagem e são simultâneos na produção de vulnerabilidades sociais. Buscamos discutir  a produção multidimensional das opressões e desigualdades e, também, estudar políticas públicas que assumiram uma perspectiva interseccional e/ou multidimensional operando de modo eficiente e efetivo como remédios contra opressões, desigualdades e injustiças. Parafraseando Patricia Hill Collins “Quando se trata de desigualdade social, a vida das pessoas e a organização do poder em uma dada sociedade, elas são melhor entendidas como sendo moldadas não por um único eixo de divisão social, seja raça ou gênero ou classe, mas por muitos eixos que trabalham juntos e influenciam uns aos outros. A intersecionalidade, como uma ferramenta analítica. dá às pessoas um melhor acesso à complexidade do mundo e de si mesmas”. Sendo assim, em perspectiva crítica, discutiremos: as justificativas (argumentos e ideologias) utilizadas tanto para o desenho de políticas públicas intersecionais quanto as justificativas e dificuldades utilizadas para endossar a não implementação de políticas com essa característica. O conteúdo teórico será apresentado por meio de seminários e/ou aulas teóricas proferidas por professores e pesquisadores convidados, do  Brasil e do  exterior, tanto presencialmente quanto sob a forma de videoconferências. As aulas serão proferidas em português ou inglês. O conteúdo prático se desenvolverá através do  método PBL e EAD por meio do  qual os estudantes desenvolverão projetos e esboços de projetos de políticas públicas intersecionais.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 224", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["David Diniz Dantas"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Gestão Poltícas Públicas - Diurno": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EACH - Gestão Poltícas Públicas - Noturno": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}