{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH4096", "nome": "Didática", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "OBJETIVO GERAL\n\nRefletir sobre aspectos importantes do cotidiano escolar: currículo; cultura escolar, métodos de ensino; avaliação e planejamento das atividades. Relacionar a discussão desses temas à função social da escola e ao contexto histórico e cultural mais amplo no âmbito em que se situa a instituição escolar.\n\nOBJETIVOS ESPECÍFICOS\n\nContribuir para a formação geral do professor, proporcionando oportunidades de reflexão sobre os diversos componentes do processo de ensino e aprendizagem das Ciências e, particularmente, da situação didática da aula;\nAnalisar as especificidades do trabalho docente nas suas dimensões teórica e prática;\nAnalisar os condicionantes sociais, históricos, culturais e outros, que influenciam o trabalho docente e, particularmente, o trabalho docente nas Ciências da Natureza;\nRefletir sobre a situação didática da aula, procurando compreender as relações professor-aluno-conhecimento e buscando diferentes alternativas de atuação docente.", "programa_resumido": "Análise e a reflexão crítica sobre o trabalho docente, suas particularidades no caso das Ciências da Natureza e os condicionantes que influenciam e determinam a atuação docente. Estudo da situação didática por excelência: a aula.\n\nA organização do trabalho docente, o planejamento do ensino, a identidade docente, a relação professor-aluno-conhecimento e alguns desafios atuais da Didática.", "turmas": [{"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 112", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "20:45", "professores": ["(R) Verónica Marcela Guridi"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Lic Ciências da Natureza - Noturno": {"vagas": 60, "inscritos": 19, "pendentes": 0, "matriculados": 0}}}}}]}