{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH4147", "nome": "Seminários de Campo", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "1. Propor estratégias para estudo do meio físico e dos seres vivos, sob a ótica dos diferentes saberes\nque integram as Ciências da Natureza; \n2. Treinar os alunos para trabalhos de campo, desenvolvendo\nolhar crítico, estratégias de ensino e aprendizagem de forma comparativa em ambientes como\ncerrado, mata atlântica, praia, restinga e ambientes aquáticos, sob uma perspectiva ecológica,\nzoológica, botânica e geológica; \n3. Apresentar a contribuição das diversas áreas do conhecimento numa\nperspectiva da interdisciplinaridade para o ensino de Ciências Naturais; \n4. Compreender na prática os\npassos para execução de um projeto de pesquisa no campo, da pergunta à divulgação de resultados,\npassando pela elaboração dos métodos e coleta de dados; \n5. Propor formas de coleta de materiais dos meios biológico e físico, com posterior análise, organização e interpretação dos dados, que possibilitem um estudo do meio; \n6. Reconhecer os diferentes tipos de relevo do estado de São Paulo; \n7. Compreender a origem e evolução do relevo associadas às composições litológicas e estruturais do\nestado de São Paulo; \n8. Capacitar o aluno a identificar e caracterizar os tipos de vegetação, em\nespecial, as formações vegetais do estado de São Paulo; \n9. Capacitar o aluno a compreender os principais elementos da fauna de invertebrados de mata atlântica, sobre a vegetação e de ambientes lóticos e lênticos.", "programa_resumido": "Aulas teóricas de pré-campo sobre botânica, geomorfologia, geologia e ecologia pertinentes para o\nestudo de meio. Formulação de perguntas científicas baseadas em observações em campo e literatura\npertinente. Desenvolvimento de projeto de pesquisa em campo. Excursão para estudo de campo em\náreas de cerrado, mata atlântica, praia e restinga. Estabelecer conexões entre as técnicas de\nobservação e coleta de materiais geológicos e biológicos, adotadas nas disciplinas de cunho específico,\naplicadas interdisciplinarmente ao estudo de meio. Aulas pós-campo para tratamento dos materiais\ncoletados e orientações para sua análise. Descrever e interpretar processos naturais nos levantamentos\ne coletas de campo da flora, fauna, clima, solo, água, entre outros, e comparar às possíveis referências\nsobre a área foco do estudo. Analisar e interpretar possíveis interações da ação antrópica sobre o meio\ne suas consequências.", "turmas": [{"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 125", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "22:45", "professores": ["(R) Rodrigo Hirata Willemart", "(R) Wânia Duleba", "Juliana Hanna Leite El Ottra"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Lic Ciências da Natureza - Noturno": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}