{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH4574", "nome": "Gestão Estratégica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "- Compreender o conceito de estratégia, explorando os seus múltiplos significados;- Destacar razões que tornam o planejamento atividade vital na vida das organizações;- Apresentar e explorar em profundidade um processo abrangente, deliberado, analítico, formal e sistemático de formulação estratégica;- Explicar os demais processo de formação de estratégias organizacionais, que se contrapõem ao esquema formal, com o propósito de revelar as dificuldades de elaboração e implementação das estratégias nas organizações contemporâneas;- Avaliar a condição simultânea do estrategista como um gerente geral, que compreende as diferentes partes da organização, e um analista do ambiente, atento aos fatos presentes e às possibilidades futuras, que utiliza o processo de planejamento em auxílio à sua tarefa de alcançar um ajustamento viável e pró-ativo entre as forças externas e as circunstâncias organizacionais;- Formular um plano estratégico considerando o contexto de uma organização real", "programa_resumido": "A disciplina explora um elenco básico de conceitos e técnicas acerca do conteúdo e do processo de formulação e gestão estratégica nas organizações. Nessa abordagem está rejeitada a visão racionalista que prescreve uma opção única e fechada para o processo concepção de estratégias nas organizações. Em seu lugar, é contraposta uma perspectiva que busca descrever a realidade típica de cada contexto organizacional e compreender as suas singulares possibilidades e restrições em termos de estratégia. A expectativa é que, ao final da disciplina, o aluno tenha progredido para uma razoável capacidade analítica e crítica diante das questões e decisões envolvidas no planejamento empresarial.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 203", "horario": [{"dia": "seg", "inicio": "10:15", "fim": "12:00", "professores": ["(R) Sergio Feliciano Crispim"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 54, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Marketing - Diurno": {"vagas": 60, "inscritos": 54, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 203", "horario": [{"dia": "seg", "inicio": "21:00", "fim": "22:45", "professores": ["(R) Sergio Feliciano Crispim"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 52, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Marketing - Noturno": {"vagas": 60, "inscritos": 52, "pendentes": 0, "matriculados": 0}}}}}]}