{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH5054", "nome": "Metodologia da Pesquisa e Bioestatística", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir o aluno na linguagem científica através de uma visão geral da experimentação e das várias formas de planejamento de pesquisa, tendo como objetivo terminal, instrumentalizar o aluno para elaborar projetos de pesquisa, redigir e apresentar relatórios de pesquisa, segundo normas da Associação Brasileira de Normas Técnicas (ABNT).", "programa_resumido": "Reflexões sobre verdade, neutralidade científica, relação sujeito-objeto e conceitos fundamentais na operacionalização da pesquisa. O vínculo entre a prática e a pesquisa. A ciência e o método científico. Análise das etapas do processo de pesquisa e as opções relativas à metodologia no referencial positivista. A pesquisa bibliográfica. A leitura crítica e a organização de dados bibliográficos. Processo de amostragem. Classificação de variáveis. Instrumentos de coleta de dados quantitativos. Processamento de dados quantitativos e uso de pacotes estatísticos. A ética em pesquisa com humanos e animais. Fundamentos de estatística: Tipos de dados, estatística descritiva e inferencial, representação tabular e gráfica. Noções de probabilidade. Inferência estatística. Classificação das evidências científicas e sua importância na interpretação da literatura científica.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 231", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["Rosemeire Sartori de Albuquerque"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 53, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Obstetrícia": {"vagas": 60, "inscritos": 53, "pendentes": 0, "matriculados": 0}}}}}]}