{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH5026", "nome": "Bioética e Dilemas na Reprodução Humana", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "\u0095\tConhecer os fundamentos da bioética ligada à reprodução humana;\u0095\tRefletir sobre os dilemas éticos que envolvem a assistência obstétrica;\u0095\tCompreender a importância da bioética para a assistência obstétrica;\u0095\tCompreender a importância da bioética na pesquisa com seres humanos.", "programa_resumido": "Nos dias atuais, os avanços das tecnologias médicas têm colocados novos desafios aos profissionais de saúde. Particularmente, no campo da assistência obstétrica a presença da tecnologia não é mais uma novidade: exames de ultra-som obstétrico, tratamentos para infertilidade do casal, reprodução assistida, pesquisas com células tronco-embrionárias, já fazem parte da rotina de vida reprodutiva dos casais que buscam realizar o desejo de ter filhos bem como dos profissionais, que atuam na área da reprodução humana. É exatamente na tentativa de dar conta dos desafios e dilemas que envolvem a reprodução humana, que a bioética, disciplina preocupada com implicações das intervenções biomédicas sobre os seres humanos, apresenta-se como um importante instrumento na regulação da atuação dos profissionais de saúde, particularmente daqueles voltados à assistência obstétrica, bem como na garantia dos direitos e da proteção das populações vulneráveis. Os profissionais de obstetrícia têm, assim, que estar capacitados para enfrentar os dilemas éticos que envolvem a reprodução humana diante de temas, tais como: o aborto, as más-formações fetais, a iatrogênese, a reprodução assistida, a contracepção, a clonagem humana, as pesquisas com células-tronco embrionárias etc. É assim que essa proposta busca ser a porta de entrada para o campo da bioética ligada à reprodução humana, contribuindo para uma formação profissional orientada por princípios éticos e, por essa via, para a garantia dos direitos e da saúde reprodutiva das populações assistidas.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 2° Andar - Sala 232", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Edemilson Antunes de Campos"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 42, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Obstetrícia": {"vagas": 60, "inscritos": 42, "pendentes": 0, "matriculados": 0}}}}}]}