{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH5544", "nome": "Ciência da Terra", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Fornecer aos alunos conceitos fundamentais para explorar de forma abrangente a coevolução da Terra e da Vida ao longo do tempo geológico, com ênfase nos processos físicos, químicos e biológicos que interagem continuamente entre a geosfera, atmosfera, hidrosfera e bioesfera.\nApresentar a interdependência entre a História evolutiva do planeta e a evolução biológica, fornecendo exemplos de fatos, teorias e pesquisas que relacionam o sucesso de espécies com as características físicas e geoquímicas do ambiente.", "programa_resumido": "Cosmogonia: origem e formação dos planetas. Construindo o planeta Terra: minerais e rochas, estrutura interna e tectônica de placas. Paisagens em constante mudança: dinâmica interna e externa. Cronometrando a Terra: datação absoluta e relativa. Biotecnologia aplicada à mineração? Estágios iniciais da Terra. Origem da vida e o mundo bacteriano. Prelúdio da fauna e flora. Alvorada do mundo moderno. Explosão e diversificação da vida no Paleozoico inferior e superior. Mesozoico e a formação dos continentes modernos. Reservas de carvão e petróleo mundiais. Pré-sal. Cenozoico e continentes atuais: principais eventos geológicos, biológicos e paleoclimáticos: do mundo estufa ao frigorífico. Mudanças climáticas globais X história humana atual. Aquecimento global. Extinções em massa.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 103", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Wânia Duleba"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Bacharelado em Biotecnologia": {"vagas": 60, "inscritos": 26, "pendentes": 0, "matriculados": 0}}}}}]}