{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH5006", "nome": "Assistência ao Recém-Nascido e Lactente", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Preparar o aluno para a assistência integral ao recém-nascido e ao lactente na rede hospitalar e ambulatorial. Compreender os aspectos envolvidos no relacionamento do recém-nascido e do lactente com a família, a equipe de saúde e a comunidade. . Refletir sobre os princípios norteadores da assistência integral ao recém-nascido e do lactente. Descrever as principais características da unidade de centro de parto normal, alojamento conjunto e ambulatorial. Distinguir as principais características do recém-nascido e do lactente nas diferentes fases do seu crescimento e desenvolvimento, correlacionando-as com os principais problemas apresentados durante a hospitalização. Distinguir as principais características nas diferentes fases de adaptação do recém-nascido ao ambiente extra-uterino. Planejar e prestar assistência ao recém-nascido e ao lactente em unidade de centro de parto normal, alojamento conjunto e ambulatorial.", "programa_resumido": "Modelos de atenção ao recém-nascido que compõe o Programa de Humanização no Pré-Natal e Nascimento. A organização da assistência ao recém-nascido em unidade de centro de parto normal, alojamento conjunto e ambulatorial. Cuidados imediatos e mediatos ao recém-nascido. As fases de adaptação do recém-nascido. Formação do vínculo mãe-filho. Alimentação do recém-nascido e lactente. A interação do recém-nascido e do lactente com a família, a equipe de saúde e a comunidade. Medidas para proteção do recém-nascido e ao lactente nas unidades de internação e ambulatorial. Assistência ao recém-nascido e ao lactente até os dois meses de vida no contexto da família e da comunidade. Evidências científicas sobre as práticas de assistência ao recém-nascido e ao lactente. Desenvolvimento de atividades teórico-práticas em unidades primárias de atenção à saúde materna e perinatal.", "turmas": []}