{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "São Paulo", "codigo": "ACH5522", "nome": "Química Analítica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Determinar a composição qualitativa e quantitativa da matéria por meio de técnicas, princípios e instrumentação analítica. Aprender a selecionar e utilizar as técnicas adequadas para analisar os parâmetros inorgânicos e orgânicos desejados.", "programa_resumido": "Teoria:\nSoluções; definição de solução-tampão; cálculos envolvendo pH em sistemas inorgânicos e bioquímicos; solubilidade e produto de solubilidade; Indicadores ácido-base; equilíbrios químicos; precipitação fracionada; separações de cátions com agentes precipitantes; íons complexos e equilíbrios correspondentes; titulação; noções de seletividade e sensibilidade; técnicas de amostragem e preparo de amostras; eliminação de interferentes; calibrações e medições; pilhas, potencial padrão e equação de Nernst; métodos potenciométricos e condutométricos de análise; técnicas eletroanalíticas.\nPrática:\nManuseio de materiais, equipamentos e técnicas empregadas em experimentos de Química Analítica; Análise de mistura de cátions e ânions; Titulações; Determinação de cloro, nitrogênio, fósforo, proteínas, carboidratos e lipídeos.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Prédio I1 - 1° Andar - Sala 101", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Renata Colombo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 56, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Bacharelado em Biotecnologia": {"vagas": 60, "inscritos": 56, "pendentes": 0, "matriculados": 0}}}}}]}