{"unidade": "Escola de Artes, Ciências e Humanidades", "departamento": "Artes, Ciências e Humanidades", "campus": "Outro", "codigo": "ACH5036", "nome": "Assistência à Mulher no Pré-Natal e Pós-Parto", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina deve instrumentalizar o aluno para:\n\u0095\tIdentificar e reconhecer as repercussões físicas e sócio-culturais durante a gestação;\n\u0095\treconhecer condutas necessárias para atender as demandas físicas e sócio-culturais da mulher durante a gestação;\n\u0095\treconhecer as necessidades da mulher quanto ao autocuidado e ao preparo para o parto;\n\u0095\tidentificar e reconhecer as repercussões físicas e sócio-culturais resultantes das modificações que ocorrem com a mulher no pós-parto;\n\u0095\treconhecer as necessidades da mulher e da nutriz quanto ao autocuidado no pós-parto;\n\u0095\treconhecer condutas necessárias para atender as demandas físicas e sócio-culturais da mulher e do bebê após o parto no contexto da família e da comunidade.\n        elaborar e desenvolver vivências de atividades simuladas em atenção primária à saúde, em especial à saúde materna e neonatal, com o uso de distintos recursos e simuladores.", "programa_resumido": "Princípios gerais e diretrizes para a assistência obstétrica e perinatal. Levantamento de informações relevantes e de fatores de risco reprodutivo. Características da atenção centrada na mulher. Propedêutica obstétrica. O cuidado no pré-natal e no pós-parto e a promoção da saúde da mulher/mãe/nutriz no contexto da família e da comunidade. Desenvolvimento de atividades teórico-práticas em unidades primárias de atenção à saúde materna e perinatal.", "turmas": []}