{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Hist da Arq e Estética do Projeto", "campus": "São Paulo", "codigo": "AUH0158", "nome": "História e Teorias da Arquitetura I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir temas e questões que apresentem a complexidade do universo\narquitetônico e motivem a compreensão do estudo da História como fundamental\nà formação acadêmica e profissional. Refletir sobre, suas abordagens, bem como\nsuas relações com a teoria e a crítica, documentos e arquivos,\nnas suas interfaces e distanciamentos. Estimular o estudo e a análise crítica da\narquitetura, destacando processos de trocas ensejados pelos processos de\nmundialização da economia e da cultura. Atentar para as especificidades locais na\nsua relação com o global e em especial dos territórios nomeados historicamente\nAmérica, América Latina e Brasil, em função dos marcadores sociais de raça,\ngênero, classe e sexualidade, tanto do ponto de vista da produção, quanto da\ndifusão e consumo da arquitetura. Pretende-se dar prioridade à complexidade das\nrelações entre os continentes, na conformação de sistemas culturais próprios da\népoca, levando-se em consideração a circulação global de saberes, plantas,\nobjetos, técnicas, materiais, imagens, textos, tratados, livros, ideais, modelos,\nmestres, artesãos, artistas, arquitetos, engenheiros.", "programa_resumido": "Introdução à história da arquitetura, à pesquisa acadêmica e à análise crítica de\nobras. Estudo das teorias, história e historiografia, em suas múltiplas noções,\ninterpretações e temporalidades, que engendraram formas de concepção e\nformação em arquitetura desde o mundo mediterrâneo e a América antigos até o\nséculo XVIII. Relações entre condições ambientais, geográficas e sociais e\nprocessos de produção em arquitetura. Mitos, religiões e representações\ncosmológicas e arquitetura. Questões materiais, construtivas, econômicas,\npolíticas e culturais da arquitetura. Linguagens, representações e sistemas\ndisciplinares. Relações entre arquitetura, artes visuais e cidade. Diálogos entre\narquitetura, história, arqueologia, estética, antropologia e sociologia.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 160, "inscritos": 151, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}