{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Hist da Arq e Estética do Projeto", "campus": "São Paulo", "codigo": "AUH0156", "nome": "História e Teorias da Arquitetura IV", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O curso examina o desenvolvimento das principais idéias, teorias e formas arquitetônicas elaboradas a partir da consolidação do movimento moderno até os dias de hoje, com o intuito de proporcionar aos alunos um repertório crítico para a atividade de projeto e de leitura do espaço urbano. São abordadas questões decisivas para o desenvolvimento da arquitetura recente, no âmbito nacional e internacional.A apresentação das obras contemporâneas e de suas teorias pretende oferecer aos alunos uma melhor compreensão do processo de revisão do movimento moderno e a instauração da condição pós-moderna, que introduz outras referências pelo reconhecimento de várias tradições e práticas e a proposição de outras concepções e posições arquitetônicas.Através da compreensão crítica das obras apresentadas busca-se desenvolver a capacidade reflexiva dos alunos sobre as especificidades do fazer arquitetônico e urbanístico.A avaliação dos alunos, realizada sobre um fichamento e uma monografia de elaboração individual, busca promover, com o fichamento, que os estudantes compreendam os diferentes modos de crítica arquitetônica mediante leitura comparativa; com a monografia, desenvolver o espírito crítico com análises de obras arquitetônicas contemporâneas construídas (conferir detalhes mo item 7 adiante).", "programa_resumido": "Análise da produção arquitetônica entre o final da 2ª Guerra Mundial até o início do século 21, buscando identificar as principais idéias, teorias e formas arquitetônicas elaboradas na Europa e na América. Desenvolve leituras de variadas matizes, contemplando visões panorâmicas e diacrônicas por regiões ou países, e aproximações considerando tipologias arquitetônicas e urbanísticas, manifestos, linhas de pensamentos e tendências, bem como individualidades e suas obras.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 160, "inscritos": 161, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}