{"unidade": "Faculdade de Arquitetura e Urbanismo e de Design", "departamento": "Hist da Arq e Estética do Projeto", "campus": "São Paulo", "codigo": "AUH0412", "nome": "Técnicas Retrospectivas. Estudo e Preservação dos Bens Culturais.", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Analisar as questões teórico-metodológicas relativas à preservação \u0096 e às ações de manutenção, conservação e restauro \u0096 de bens culturais, fornecendo aos estudantes o instrumental histórico-crítico necessário para a abordagem dos problemas enfrentados nesse âmbito disciplinar. Refletir sobre a relação que cada momento histórico mantém com o passado e, dessa forma, promover a aquisição de conhecimento historicamente fundamentado.Examinar as dimensões histórica e artística presentes nesse tipo de atuação, terminologia e conceitos envolvidos e as especificidades e características do restauro arquitetônico dentro desse campo disciplinar.Fornecer aos estudantes uma visão abrangente dos problemas ligados à preservação dos bens culturais, abordando também questões relativas a problemas técnico-operacionais, à apreensão da paisagem, à relação entre ambiente natural e aquele transformado pelo homem, voltando particular atenção aos bens arquitetônicos.O intuito é fornecer bases sólidas aos estudantes para intervenções responsáveis, adequadas e historicamente fundamentadas, voltadas para uma conservação ativa.", "programa_resumido": "A disciplina trabalha com conceitos ligados à preservação de bens culturais e com problemas de restauro \u0096 campo disciplinar que adquiriu autonomia no início do século XX. Analisa as transformações por que passaram as formulações teóricas ao longo do tempo, até chegar às mais recentes tendências, considerando a progressiva ampliação daquilo que é considerado bem de interesse cultural. O curso aborda temas relativos à apreensão do meio ambiente, patrimônio natural e estudo e conservação da paisagem, trabalhando com critérios de intervenção inerentes à cidade e ao território. São também analisados problemas de catalogação, inventário, conservação e projeto de restauro, abordando as obras estudadas em sua consistência física, em seus aspectos formais e documentais, suas transformações ao longo do tempo, patologias e análise de projeto de intervenção.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 150, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}