{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Projetos", "campus": "São Paulo", "codigo": "AUP0160", "nome": "Arquitetura: Projeto 3", "creditos_aula": 8, "creditos_trabalho": 1, "objetivos": "Aprendizado da teoria e da prática do Projeto de Arquitetura a partir da elaboração de projetos deedificações urbanas de relevância social e interesse público, com ênfase naquelas destinadas a abrigar avida habitual na cidade, compreendendo habitação, comércio, serviços e produção, aprofundando-se noestudo da modulação espacial e prioritariamente da construção.", "programa_resumido": "Estúdio: Habitação / Arquitetura da construção / Modulações.Complementa a AUP0158 priorizando no desenvolvimento do projeto a materialidade e os aspectosconstrutivos.A Cidade e o entendimento da Edificação como seu constituinte; Compreensão da arquitetura comoconstrução enfatizada no aprofundamento dos aspectos estruturais, instalações e detalhes construtivos;Programa Funcional como base e referência do projeto; Patrimônio, apropriação e preservação; Meios deRepresentação na criação e apresentação do projeto; Repertório arquitetônico como condição para oprocesso de projeto; Método de Projeto conjugando repertório, habilidades, conhecimento, intuição, razão esensibilidade; Intenção e propósito nas definições projetuais.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 160, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}