{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Projetos", "campus": "São Paulo", "codigo": "AUP0345", "nome": "Linguagem do Desenho", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Desenvolver pesquisa em torno da linguagem do desenho,  de sua sintaxe, de sua prática e da experimentação em torno da linguagem visual.A investigação, a experimentação e a construção da educação do olhar, constituem  neste universo específico da linguagem visual, o desenho de observação, uma condição necessária para a adoção das qualidades inventivas, sensíveis e poéticas do desenho no projeto. Propõe-se deste modo, que o aluno desenvolva e manifeste expressivamente nesta linguagem sua identidade.", "programa_resumido": "O desenho de observação e atividades correlatas, objetiva o aprendizado, o desenvolvimento da sintaxe, da prática e da experimentação da linguagem visual.A investigação, a experimentação e a construção da educação do olhar, constituem  neste universo específico da linguagem visual, condições necessárias para a adoção das qualidades inventivas, sensíveis e poéticas do desenho no projeto de moda. Propõe-se deste modo, que o aluno desenvolva e manifeste expressivamente nesta linguagem sua identidade.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Feres Lourenço Khoury"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Arquitetura e Urbanismo": {"vagas": 20, "inscritos": 19, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}