{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Projetos", "campus": "São Paulo", "codigo": "AUP0579", "nome": "Cidade, Gênero e Interseccionalidades: Conceitos, Políticas e Práticas", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Apresentar os conceitos relativos à gênero como categoria de análise do território e para o planejamento urbano, considerando os marcadores sociais da diferença associados à esta abordagem - classe, raça, nacionalidade, sexualidade; \n- Discutir abordagens teóricas do planejamento urbano e gênero internacionais e nacionais, versus abordagens totalizantes e universais, desenvolvendo análise crítica e contra hegemônica; \n- Refletir sobre os desafios da leitura do território e da prática do planejamento urbano, desde a concepção, gestão e implementação de políticas urbanas, considerando as diferenças de gênero e sociais.", "programa_resumido": "O curso tem como objetivo subsidiar uma reflexão crítica acerca de formas de planejamento contra hegemônicas, introduzindo conceitos, teorias, políticas e práticas no campo do planejamento urbano que incorporam gênero, entre \noutros marcadores sociais da diferença, como categoria de análise do território e base para a atividade planejadora.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Paula Freire Santoro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Arquitetura e Urbanismo": {"vagas": 20, "inscritos": 19, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}