{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Projetos", "campus": "São Paulo", "codigo": "AUP2409", "nome": "Teoria do Design", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1.  Oferecer uma rede de referências teóricas e factuais destinadas a amparar e estimular a reflexão, em grau mais elevado de abstração, dos participantes da disciplina a respeito das múltiplas dimensões filosóficas e conceituais do campo do design.2.  Estimular nos participantes o interesse por desenvolver compreensão mais aprofundada e informada de aspectos conceituais, metodológicos, estéticos, éticos e factuais do campo do design, a fim de que possam, com maior chance de êxito, mapear, localizar, entender e classificar manifestações mais gerais e abstratas com que se deparem do fenômeno do design.3.  Desenvolver nos participantes confiança, auto-conhecimento e acutez em seus julgamentos e compreensões, em âmbito mais macroscópico, conceitual e abstrato, acerca de suas próprias atuações profissionais no campo do design.", "programa_resumido": "Disciplina dedicada a expor os alunos a um conjunto de conceitos, terminologias, definições, escolas de pensamento, princípios gerais e outras referências teóricas notáveis que caracterizam a essência e a especificidade da atividade profissional do design gráfico, do design de produto e do design de serviços.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "18:50", "fim": "22:30", "professores": ["(R) Luís Cláudio Portugal do Nascimento"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 45, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "18:50", "fim": "22:30", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}