{"unidade": "Faculdade de Arquitetura e Urbanismo e de Design", "departamento": "Tecnologia da Arquitetura", "campus": "Outro", "codigo": "AUT0231", "nome": "Conforto Ambiental no Processo de Projeto", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Apresentar um panorama sobre o conforto ambiental e eficiência energética\nno processo de projeto enfatizando a importância da inclusão em todas as\netapas;\nFornecer subsídios básicos (teóricos, técnicos e práticos) para que o aluno\nfaça uma análise climática e bioclimática;\nApresentar ferramentas de avaliação do clima ou de estratégias bioclimáticas\nque embasem as decisões projetuais em todas as etapas do processo de\nprojeto;\nFomentar uma reflexão acerca da importância da inclusão do conforto\nambiental no processo de projeto no enfrentamento de problemáticas\ncontemporâneas;\n• Enfatizar a importância do conforto ambiental na fase de avaliação e a\nnecessidade de avaliação pós-ocupação na retroalimentação do projeto;\n• Estabelecer a visão crítica do aluno a respeito da garantia de espaços\nconstruídos de menor impacto ambiental, maior eficiência energética e níveis\nde conforto aos usuários a partir da adequação da arquitetura ao clima.", "programa_resumido": "Conforto ambiental no processo de projeto. Análise climática e bioclimática.\nEstratégias projetuais que priorizem à adequação dos espaços construídos ao\nclima, ao usuário, à atividade desenvolvida e às problemáticas contemporâneas.\nFerramentas, métodos, análises e representações das condicionantes ambientais e\nestratégias projetuais.\n\nConforto ambiental e processo de projeto;\nAnálise climática;\nDefinição de estratégias bioclimáticas projetuais em função do clima, do\nusuário e da atividade;\nEnsaios com modelos físicos;\nMétodos e práticas de ensino colaborativos, integrados e participativos;\nTécnicas de representação gráfica de aspectos relacionados ao conforto\nambiental;\nFerramentas de análise, síntese e avaliação aplicadas no processo de\nprojeto para investigações acerca das condicionantes ambientais (modelos\nanalíticos, experimentais e numéricos).", "turmas": []}