{"unidade": "Faculdade de Arquitetura e Urbanismo", "departamento": "Tecnologia da Arquitetura", "campus": "São Paulo", "codigo": "AUT2501", "nome": "Desenho Paramétrico e Fabricação Digital", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Compreender o processo paramétrico de projeto voltado para a fabricação digital. A representação gráfica paramétrica demandam um raciocínio espacial com forte ligação com as operações lógicas e matemáticas. Os modelos digitais tridimensionais adquirem capacidade de variar sua forma com a inserção e modificação de dados. Esta elasticidade generativa estimula o aluno a elaborar novas estratégias de projeto vinculando suas ideias com as possibilidades dos algoritmos. O resultado de projeto pode ser aferido pela fabricação digital utilizando máquinas de corte a laser ou router (fresa operada por comando numérico).OBJETIVOS ESPECÍFICOSUtilizando-se de aplicativos computacionais (Rhinoceros e Grasshopper) objetiva-se:\u0095\tDominar, com auto-suficiência, os novos meios de representação relacionados à modelagem 3D.\u0095\tIntroduzir a tecnologia de fabricação digital na construção de modelos e estudo que auxiliem o processo paramétrico de projeto.\u0095\tCapacitar o aluno na produção no desenvolvimento de suas ideias com o domínio  de algoritmos, manipulação de dados e fluxo de parâmetros", "programa_resumido": "Utilizando-se de aplicativos computacionais (Rhinoceros e Grasshopper) objetiva-se:\u0095Dominar, com auto-suficiência, os novos meios de representação relacionados à modelagem 3D.\u0095Introduzir a tecnologia de fabricação digital na construção de modelos e estudo que auxiliem o processo paramétrico de projeto.\u0095Capacitar o aluno na produção no desenvolvimento de suas ideias com o domínio  de algoritmos, manipulação de dados e fluxo de parâmetros", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Arthur Hunold Lara"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 6, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 14, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Arquitetura e Urbanismo": {"vagas": 12, "inscritos": 12, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}