{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Estomatologia", "campus": "Bauru", "codigo": "BAE0439", "nome": "Radiologia II e Estomatologia II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O aluno deverá, ao término desta disciplina, ser capaz de:\n1. Indicar as técnicas radiográficas de maneira adequada para que a radiografia seja realmente um método eficaz na complementação do diagnóstico\n2. Identificar as estruturas anatômicas craniofaciais radiograficamente\n3. Identificar cada uma das diferentes tomadas radiográficas extraorais, indicar a sua utilização e todas as etapas para obtenção de uma radiografia de qualidade diagnóstica\n4. Utilizar os métodos de localização adequados para cada situação clínica.\n5. Justificar cada uma das tomadas radiográficas por ele solicitadas\n6. Descrever ao paciente o motivo pelo qual a radiografia será realizada\n7. Responder as dúvidas pertinentes ao uso das radiações ionizantes para os pacientes\n8. Identificar as indicações do uso da tomografia computadorizada, ressonância magnética, ultrassom aplicados a Odontologia\n9. Reconhecer os novos equipamentos radiológicos digitais em Odontologia\n10. Descrever os princípios da imagem digital aplicados à Odontologia\n11. Solicitar na clínica os exames radiográficos necessários para complementar o diagnóstico dos pacientes.\n12. Executar os exames complementares radiográficos intrabucais na clínica que sejam pertinentes ao diagnóstico do paciente.\n13. Laudar as radiografias encaminhadas ou executadas na clínica de radiologia, local de atendimento dos pacientes\n14. O aluno deverá reconhecer os sinais e sintomas de afecções benignas e malignas do sistema estomatognático, tanto os de origem local como os de repercussão local de doenças sistêmicas. \n15. Estar habilitado para diagnostica-las ou para suspeitar e encaminhar para áreas médicas ou odontológicas específicas.\n16. O aluno deverá ser capaz de tratar das afecções que forem de sua competência ou integrar-se a equipes formadas por especialistas afins.", "programa_resumido": "Técnica radiográfica panorâmica. Telerradiografia. Técnicas radiográficas extrabucais. Métodos de localização\nradiográfica. Controle de qualidade radiográfica. Interpretação da anatomia craniofacial. Diretrizes e Prescrição de Imagem. Imagem digital aplicada as técnicas intraorais e extraorais. Critérios na seleção da imagem radiográfica. Princípios de Tomografia Computadorizada à Odontologia. Tomografia Computadorizada Volumétrica ou por feixe cônico aplicado à Odontologia. Princípios de Ressonância Magnética aplicados à Odontologia. Princípios de ultrassom aplicados à Odontologia. Atendimento pacientes para treinamento clínico e radiográfico. Semiologia clínica e radiográfica das lesões do órgão dentário e suas repercussões sistêmicas. Lesões vesicobolhosas. Lesões infecciosas por fungos. Processos proliferativos não neoplásicos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "05/12/2024", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 40, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}