{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Bauru", "codigo": "BAF0276", "nome": "Clínica de Anomalias Craniofaciais - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 2, "objetivos": "Esta disciplina será oferecida no Hospital de Reabilitação de Anomalias Craniofaciais da USP em parceria com a equipe interdisciplinar do HRAC-USP, Campus Bauru.  \nAo cursar esta disciplina o aluno poderá: \n- Adquirir conhecimentos teórico-práticos sobre o processo de prevenção, avaliação, diagnóstico e tratamento dos distúrbios da comunicação nas anomalias craniofaciais, enfocando alterações da percepção e produção de fala particularmente na fissura labiopalatina e disfunção velofaríngea. \n- Adquirir habilidades para aplicar protocolos de avaliação, incluindo testes perceptivos para identificação dos sinais sugestivos da disfunção velofaríngea. \n- Realizar planejamento fonoterapêutico adquirindo habilidade para definir a melhor conduta para correção das alterações de fala na fissura labiopalatina e disfunção velofaríngea. \n- Comentar, discutir e refletir sobre a prática interprofissional em ambiente hospitalar demonstrando respeito por pacientes, familiares, profissionais, colegas e docentes.", "programa_resumido": "Prevenção, avaliação, diagnóstico e tratamento das alterações de fala e demais distúrbios da comunicação associados à presença de anomalias craniofaciais, incluindo a fissura labiopalatina.", "turmas": [{"codigo": "2024201", "inicio": "28/08/2024", "fim": "23/10/2024", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 8, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {"FOB - Fonoaudiologia": {"vagas": 8, "inscritos": 3, "pendentes": 0, "matriculados": 0}}}}}]}