{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Bauru", "codigo": "BAF0296", "nome": "Clínica de Diagnóstico Audiológico II - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 1, "objetivos": "Esta disciplina será oferecida na Clínica Escola de Fonoaudiologia da FOB-USP e parte das atividades práticas presenciais terá como cenário de atuação o Hospital de Reabilitação de Anomalias Craniofaciais (HRAC) da USP.\nAo final da disciplina o aluno estará apto a:\n- Integrar conteúdos teórico-práticos relacionados à avaliação comportamental, eletroacústica e eletrofisiológica da audição, ao considerar as diferentes patologias do sistema auditivo nas diversas faixas etárias.\n- Elaborar protocolos e conduzir o processo de diagnóstico audiológico, frente à diferentes sinais e sintomas auditivos a partir do princípio cross-check.\n- Definir o diagnóstico audiológico e realizar a orientação do paciente e família frente ao processo terapêutico voltado à cada tipo de alteração auditiva. \n- Atuar em equipe interdisciplinar no processo de diagnóstico da deficiência auditiva em síndromes e anomalias craniofaciais.", "programa_resumido": "A disciplina Clínica de Diagnóstico Audiológico em Populações Especiais  permitirá ao aluno a atuação supervisionada em equipe interdisciplinar no processo de diagnóstico da deficiência auditivas em indivíduos com síndromes e anomalias craniofaciais nas diversas faixas etárias. Elaborar protocolos e conduzir o processo de diagnóstico audiológico com procedimentos comportamentais, eletroacústicos e eletrofisiológicos.", "turmas": [{"codigo": "2025102", "inicio": "21/03/2025", "fim": "27/06/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 8, "pendentes": 0, "matriculados": 8, "grupos": {}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}