{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Bauru", "codigo": "BAF0244", "nome": "Clínica de Audiologia Educacional e ( Re)habilitação Auditiva - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 4, "objetivos": "Possibilitar que o aluno adquira conhecimento e habilidades necessárias para o atendimento clínico terapêutico de crianças, adolescentes e adultos com deficiência auditiva usuários de dispositivos eletrônicos e suas famílias, fundamentadas no método Aurioral. \nAo final da disciplina o aluno estará apto a:\n- Aplicar a terapia fonoaudiológica Aurioral para crianças, adolescentes e adultos com deficiência auditiva.\n- Orientar pais de crianças e adolescentes com deficiência auditiva. \n- Aplicar estratégias e técnicas terapêuticas para o desenvolvimento das habilidades auditivas. \n- Aplicar estratégias e técnicas terapêuticas para o desenvolvimento da linguagem oral.\n- Orientar professores de crianças e adolescentes com deficiência auditiva.", "programa_resumido": "A disciplina permitirá ao aluno a atuação supervisionada para o aprendizado e desenvolvimento de competências no atendimento clínico às crianças e adolescentes com deficiência auditiva usuários de dispositivos eletrônicos e suas famílias, com base no método Aurioral.\nDesenvolver o domínio na aplicação e análise dos protocolos de avaliação e monitoramento do progresso da criança e adolescente com deficiência auditiva; técnicas terapêuticas; estratégias de comunicação; discussão de casos clínicos; discussão de princípios éticos e de biossegurança.", "turmas": [{"codigo": "2025102", "inicio": "18/03/2025", "fim": "03/07/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}