{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Outro", "codigo": "BAF0233", "nome": "Audiologia Educacional e ( Re)habilitação Auditiva I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Parte desta disciplina terá como cenário o Hospital de Reabilitação de Anomalias Craniofaciais (HRAC) da USP para que os alunos conheçam, por meio de visita monitorada, os serviços oferecidos para o tratamento da deficiência auditiva.\nFornecer subsídios teóricos ao aluno de Fonoaudiologia, no que se refere ao processo terapêutico de crianças com deficiência auditiva, abordando os princípios básicos para o desenvolvimento das habilidades auditivas e da aquisição da linguagem oral, fundamentados na abordagem Aurioral, assim como os princípios da orientação e do aconselhamento familiar.\nAo final da disciplina o aluno estará apto a:\n- Aplicar a terapia fonoaudiológica Aurioral para crianças com deficiência auditiva.\n- Orientar pais de crianças com deficiência auditiva. \n- Aplicar estratégias e técnicas terapêuticas para o desenvolvimento das habilidades auditivas. \n- Aplicar estratégias e técnicas terapêuticas para o desenvolvimento da linguagem oral.\n- Orientar professores de crianças com deficiência auditiva.", "programa_resumido": "Esta disciplina é organizada de forma condensada e permitirá ao aluno adquirir conhecimento sobre a habilitação e reabilitação auditivas da criança com deficiência auditiva, delimitação da área da Audiologia Educacional e suas interfaces, as deficiências auditivas e suas implicações e opções educacionais, a orientação e o aconselhamento familiar e os aspectos éticos do processo terapêutico na deficiência auditiva. Parte desta disciplina terá como cenário o Hospital de Reabilitação de Anomalias Craniofaciais (HRAC) da USP para que os alunos conheçam, por meio de visita monitorada, os serviços oferecidos para o tratamento da deficiência auditiva.", "turmas": []}