{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Outro", "codigo": "BAF0276", "nome": "Clínica de Anomalias Craniofaciais - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 2, "objetivos": "Esta disciplina, oferecida em parceria com a equipe interdisciplinar do Hospital de Reabilitação de Anomalias Craniofaciais da USP (HRAC-USP), Campus Bauru, proporciona aos alunos uma abordagem abrangente e especializada na área das fissuras labiopalatinas e anomalias craniofaciais relacionadas.\nAo cursar esta disciplina o aluno poderá: \n- Adquirir conhecimentos teórico-práticos abrangentes sobre o processo de prevenção, avaliação, diagnóstico e tratamento dos distúrbios da comunicação nas anomalias craniofaciais, com ênfase nas alterações da percepção e produção da fala, especialmente na fissura labiopalatina e na disfunção velofaríngea,\n- Desenvolver habilidades para aplicar protocolos de avaliação, incluindo testes perceptivos para identificar sinais sugestivos da disfunção velofaríngea,\n- Adquirir competências para realizar um planejamento fonoterapêutico eficaz, capacitando-se para definir a melhor conduta na correção das alterações de fala associadas à fissura labiopalatina e disfunção velofaríngea,\n- Participar ativamente de discussões, comentários e reflexões sobre a prática interprofissional em ambiente hospitalar, demonstrando respeito pelos pacientes, familiares, colegas, profissionais e docentes envolvidos,\nEsta experiência proporcionará aos alunos uma formação sólida e integrada, preparando-os para enfrentar os desafios complexos da Fonoaudiologia em contextos hospitalares, com foco na excelência profissional e no respeito às diversas dimensões do cuidado multi, inter e transdisciplinar ao paciente com anomalias craniofaciais.", "programa_resumido": "Prevenção, avaliação, diagnóstico e tratamento das alterações de fala e demais distúrbios da comunicação associados à presença de anomalias craniofaciais, incluindo a fissura labiopalatina.", "turmas": []}