{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Bauru", "codigo": "BAF0242", "nome": "Clínica de Dispositivos Eletrônicos Aplicados à Surdez - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 4, "objetivos": "A disciplina enfoca o processo de  seleção, verificação e adaptação do aparelho de amplificação sonora individual e aconselhamento para adultos e idosos com deficiência auditiva. Ao final da disciplina o aluno estará apto a: \n- Selecionar, aplicar e analisar resultados de instrumentos para avaliação dos aspectos biopsicossociais da deficiência auditiva. \n- Selecionar, aplicar e analisar resultados  instrumentos para avaliação da prontidão para mudança (motivação) do indivíduo com deficiência auditiva para o processo de reabilitação auditiva.\n- Utilizar habilidades de comunicação profissional-paciente com base na abordagem centrada na pessoa.     \n- Analisar resultados da avaliação audiológica, dados da necessidade comunicativa e impacto psicossocial da deficiência auditiva com vistas à determinação de candidatos para uso da amplificação. \n- Empregar adequadamente procedimentos de otoplástica para a impressão da orelha.\n- Selecionar as características estruturais e acústicas dos moldes auriculares/cápsulas com base nos dados audiológicos, necessidades comunicativas e outros fatores não auditivos do paciente  \n- Prescrever as características físicas, eletroacústicas e características especiais do AASI com base nos dados audiológicos, necessidades comunicativas e outros fatores não auditivos  \n- Avaliar e analisar resultados do desempenho eletroacústico do AASI no acoplador de 2 cc.\n- Conduzir a verificação e ajuste do AASI por meio de medidas com microfone sonda e analisar tais resultados.\n- Relacionar comentários do usuário e dados da avaliação de resultados com o uso da amplificação e propor soluções para possíveis problemas encontrados (ex: ajuste fino das parâmetros do AASI e sistemas de acoplamento (molde auricular / cápsula, aconselhamento ao usuário).\n- Selecionar, aplicar e analisar dados de procedimentos para avaliação de resultados com o uso da amplificação: audiometria em campo livre, testes de percepção de fala, inventários e questionários. \n- Realizar aconselhamento informativo e de ajuste pessoal ao indivíduo com deficiência auditiva.\n- Conduzir procedimentos baseados nos princípios éticos do atendimento clínico e normas de Biossegurança.", "programa_resumido": "A disciplina enfoca a população de adultos e idosos. Particularmente, o desenvolvimento de competências clínicas a avaliação dos aspectos biopsicossociais da deficiência auditiva com vistas à  seleção de candidatos ao uso do AASI, procedimentos de otoplástica, seleção de moldes auriculares e suas modificações acústicas, medidas em acoplador de 2cc, seleção, verificação e validação dos AASIs; aconselhamento ao usuário de AASI; princípios éticos do atendimento clínico e normas de Biossegurança.", "turmas": [{"codigo": "2024204", "inicio": "06/08/2024", "fim": "19/11/2024", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}