{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Bauru", "codigo": "BAF0298", "nome": "Clínica de Estudos Avançados dos Dispositivos Eletrônicos Aplicados à Surdez - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 2, "objetivos": "Esta disciplina será oferecida na Clínica Escola de Fonoaudiologia da FOB-USP e parte das atividades práticas presenciais terá como cenário de atuação o Hospital de Reabilitação de Anomalias Craniofaciais  (HRAC) da USP.\nA disciplina enfoca os avanços na área dos dispositivos eletrônicos aplicados à surdez, no que se refere à seleção e avaliação de recursos operacionais destes dispositivos assim como nos modelos de fornecimento de serviços para adultos e idosos com deficiência auditiva. \nAo final da disciplina o aluno estará apto a: \n- Conduzir e analisar os resultados de avaliações de circuitos, recursos operacionais e estratégias de processamento de sinal contemporâneas por meio de medidas com microfone sonda e medidas em acopladores. \n- Analisar resultados da avaliação audiológica, dados da necessidade comunicativa e impacto psicossocial da deficiência auditiva com vistas à seleção de recursos operacionais avançados do AASI ou outras tecnologias assistivas \n- Contrastar os benefícios fornecidos ao usuário com a utilização de diferentes níveis de implementação de estratégias digitais para redução da microfonia, redução do ruído, rebaixamento de frequência e conectividade. \n- Discorrer sobre o impacto das tecnologias disruptivas nos aparelhos de amplificação sonora individuais.  \n- Contrastar os modelos de fornecimento de serviços tradicionais face-a face com os modelos a distância (telessaúde e m-saúde).\n- Conduzir procedimentos baseados nos princípios éticos do atendimento clínico e normas de Biossegurança.", "programa_resumido": "Seleção e avaliação de circuitos, recursos operacionais e estratégias de processamento de sinal contemporâneas por meio de medidas com microfone sonda e medidas em acopladores. Tecnologias disruptivas e os aparelhos de amplificação sonora individuais. Modelos de fornecimento de serviço para candidatos e usuários dos aparelhos de amplificação sonora individuais. Discussão dos princípios éticos do atendimento clínico e normas de Biossegurança.", "turmas": [{"codigo": "2025101", "inicio": "19/03/2024", "fim": "04/07/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 10, "pendentes": 0, "matriculados": 0, "grupos": {"FOB - Fonoaudiologia": {"vagas": 10, "inscritos": 10, "pendentes": 0, "matriculados": 0}}}}}]}