{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Outro", "codigo": "BAF0240", "nome": "Audiologia Educacional e ( Re)habilitação Auditiva II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Fornecer subsídios teóricos ao aluno de Fonoaudiologia, no que se refere ao processo terapêutico de crianças, adolescentes e adultos com deficiência auditiva, incluindo: a avaliação contínua da percepção auditiva da fala e  da linguagem, a orientação e o aconselhamento familiar, a orientação às escolas e aos professores de crianças com deficiência auditiva e a reabilitação auditiva do adulto. \nAo final da disciplina o aluno estará apto a:\n- Aplicar a terapia fonoaudiológica Aurioral nas diferentes faixas etárias.\n- Orientar pais de crianças com deficiência auditiva, orientar adolescentes e adultos com deficiência auditiva. \n- Aplicar estratégias e técnicas terapêuticas avançadas para o desenvolvimento das habilidades auditivas nas diferentes faixas etárias. \n- Aplicar estratégias e técnicas terapêuticas para o desenvolvimento da linguagem oral nas diferentes faixas etárias.\n- Orientar professores de crianças com deficiência auditiva.", "programa_resumido": "Esta disciplina é organizada de forma condensada e permitirá ao aluno adquirir avançar no conhecimento da habilitação e reabilitação auditiva da criança, do adolescente e do adulto com deficiência auditiva, as metas, técnicas e estratégias terapêuticas; avaliação contínua das habilidades auditivas e da linguagem oral, desempenho e capacidade auditiva da criança, a interface do processo terapêutico fonoaudiológico na escola da criança com deficiência auditiva, as implicações afetivo-emocionais no desenvolvimento da criança, do adolescente e do adulto com deficiência auditiva, a orientação e o aconselhamento familiar, treinamento para identificação e/ou resolução de problemas em implante coclear.", "turmas": []}