{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Outro", "codigo": "BAF0234", "nome": "Dispositivos Eletrônicos Aplicados à Surdez", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Ao final da disciplina o aluno estará apto a:\n- Descrever as características físicas e componentes básicos dos aparelhos de amplificação sonora individuais (AASIs) \n- Conceituar as características eletroacústicas dos AASIs \n- Listar os procedimentos de otoplástica\n- Descrever as características estruturais e acústicas dos moldes auriculares\n- Explicar o processo de seleção de características estruturais e acústicas do molde auricular com base nas necessidades auditivas e não auditivas do indivíduo com deficiência auditiva \n- Explicar a aplicação e eficácia de sistemas de limitação de saída \n- Explicar a aplicação e eficácia de características especiais (redução digital do ruído, supressão de microfonia, microfones direcionais). \n- Discutir fatores relacionados à seleção de candidatos ao uso do AASI\n- Empregar adequadamente fórmulas prescritivas para seleção do ganho e saída máxima do AASI  \n- Explicar as etapas do processo de verificação do AASI por meio de medidas com microfone sonda\n- Dar exemplos de procedimentos e instrumentos para a avaliação dos resultados obtidos com o uso do AASI", "programa_resumido": "Componentes principais, características físicas e eletroacústicas dos AASIs. Otoplastica e Moldes auriculares. Métodos de prescrição de ganho e saída máxima. Sistemas de limitação de saída. Características especiais dos AASIs (redução digital do ruído, supressão da microfonia, microfones direcionais). Princípios de seleção, verificação e avaliação de resultados no processo de adaptação dos aparelhos de amplificação sonora individuais na população adulta e idosa.", "turmas": []}