{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Fonoaudiologia", "campus": "Bauru", "codigo": "BAF0297", "nome": "Clínica de Audiologia Educacional e Tecnologias Auxiliares da Audição - Estágio Supervisionado", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Esta disciplina será oferecida na Clínica Escola de Fonoaudiologia da FOB-USP e parte das atividades práticas presenciais terá como cenário de atuação o Hospital de Reabilitação de Anomalias Craniofaciais (HRAC) da USP.\nAo final da disciplina o aluno estará apto a: \n- Integrar conteúdos teórico-práticos relacionados à avaliação contínua de desempenho de audição e de linguagem oral frente à definição e/ou a manutenção de condutas terapêuticas. \n- Contrastar os benefícios fornecidos ao usuário com a utilização dos AASIs e compreender a necessidade de indicação do implante coclear e/ou do sistema de frequência modulada. \n- Conduzir e analisar criticamente os dados da avaliação contínua de desempenho e dos resultados obtidos com o uso de tecnologias assistivas com vistas ao planejamento terapêutico e orientação escolar.\n- Compreender a atuação do fonoaudiólogo nos serviços de implante coclear nas etapas pré, peri e pós-cirúrgicas.\n- Selecionar e avaliar sistemas auxiliares de audição e microfone remoto em indivíduos com deficiência auditiva.\n- Planejar e conduzir processo terapêutico voltado à audição e à linguagem oral de pessoas com deficiência auditiva. Possibilitar ao aluno a ampliação do seu repertório teórico e prático na área da habilitação e reabilitação auditivas. \n- Realizar aconselhamento informativo e de ajuste pessoal ao indivíduo com deficiência auditiva e seus familiares. \n- Apresentar e discutir casos clínicos com visão interdisciplinar no processo terapêutico.", "programa_resumido": "Testes de percepção auditiva da fala. \nTestes/Exames de linguagem. \nAtendimento e/ou discussão clínica de  pacientes candidatos ao implante coclear. \nSeleção, verificação e adaptação de sistemas auxiliares de audição, microfones remotos para indivíduos com deficiência auditiva e/ou discussão de casos clínicos. \nHabilitação e reabilitação auditivas para indivíduos com deficiência auditiva que estejam inseridos em programas educacionais.\nTerapia fonoaudiológica Aurioral para o bebê, o adulto e o idoso. \nOrientação fonoaudiológica ao paciente e/ou à sua família.\nEstratégias de comunicação para o adulto e o idoso com deficiência auditiva. Atuação junto aos demais profissionais da área de saúde e da educação.\nOrientações sobre acessibilidade do estudante com deficiência auditiva na perspectiva da escola inclusiva.", "turmas": [{"codigo": "2025101", "inicio": "17/03/2025", "fim": "09/06/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}