{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0218", "nome": "Deontologia e Odontologia Legal", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "EDUCACIONAL -Trata-se de uma disciplina que tem por finalidade precípua a aplicação dos conhecimentos da ciência odontológica a serviço da justiça, preparando o aluno a exercer a profissão de CD através de estudo de princípios deontológicos e diceológicos que regulamentam a profissão odontológica.INSTRUCIONAL - Espera-se neste sentido que o aluno desenvolva raciocínio lógico e formal, com entendimento de boa qualidade e conceitual, suprindo necessidades mínimas de conhecimento dos modus faciendis das perícias odontológicas nas áreas civil, penal e trabalhista e em sede administrativa; domine a redação dos documentos básicos de consultório; estar ciente de sua competência legal, conheça a infortunística, tanatologia forense, antropologia aplicada à odontologia, traumatologia forense, lides envolvendo processos contra cirurgiões-dentistas, a responsabilidade civil do cirurgião-dentista e como proceder na cobrança de honorários em âmbito judicial.", "programa_resumido": "Introdução ao estudo da Deontologia, Odontologia Legal, princípios de hermenêutica. Documentos legais: laudos-pareceres, livro-horário, recibos, atestados e prescrições farmacológicas. Campos de atuação da Odontologia - Ciências Forenses. Perícias e peritos. Antropologia aplicada à Odontologia \u0096 investigação do sexo e raça e estimativa de estatura. Identificação pelos dentes carbonizados \u0096 estimativa da idade pelo exame radiográfico. Perícias odontolegais. Casuística em Odontologia Legal. Traumatologia forense aplicada à face \u0096 enquadramento de casos de trauma no código penal brasileiro, art. 129. Marcas de mordida \u0096 significado pericial. Estudo do CEO \u0096 Capítulo da comunicação. Convênios odontológicos e perícias de convênios. Negligência, imperícia e imprudência \u0096 iatrogenia. Redação de documentos legais. Pontos craniométricos.", "turmas": [{"codigo": "2024201", "inicio": "23/07/2024", "fim": "26/11/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}