{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0526", "nome": "Laboratório de Habilidades e Simulação V", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1) Compreender e executar adequadamente a semiologia do sistema nervoso;\n2) Compreender e desenvolver adequadamente a anamnese psiquiátrica;\n3) Executar corretamente a anamnese dos órgãos dos sentidos;\n4) Desenvolver e integrar o processo de raciocínio diagnóstico em alterações abdominais, realizando anamnese e exame físico e integrando-as para abordagem dos sinais e sintomas com formulação de diagnóstico sindrômico e etiológico nas manifestações abdominais e do trato digestório e urinário;\n5) Desenvolver e integrar o processo de raciocínio diagnóstico em alterações imunes e articulares, realizando anamnese e exame físico e integrando-as para abordagem dos sinais e sintomas com formulação de diagnóstico sindrômico e etiológico nestas situações;\n6) Estudo do ambiente cirúrgico com abordagem de biossegurança hospitalar e atribuições dos membros da equipe cirúrgica. Noções sobre os principais medicamentos utilizados em cirurgia: anestésicos, profilaxia microbiana. Técnicas cirúrgicas básicas e vias de acesso.", "programa_resumido": "Exame físico do sistema nervoso e análise comportamental. Anamnese e exame físico neurológico e dos órgãos dos sentidos. Raciocínio diagnóstico nos distúrbios comportamentais. Raciocínio diagnóstico nos distúrbios neurológicos; Principais síndromes abdominais, digestórias e urinárias, uso racional de exames complementares bioquímicos e de imagem, interpretação de resultados de exames laboratoriais, critérios de internação e seguimento ambulatorial; Ambiente cirúrgico e abordagem da biossegurança hospitalar, princípios do uso profilático de antimicrobianos, princípios de anestesia local e locorregional, atos operatórios fundamentais (fios, nós, suturas, diérese, exérese, sutura, acesso cirúrgico e cirurgias minimamente invasivas).", "turmas": [{"codigo": "2025101", "inicio": "17/02/2025", "fim": "26/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}