{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0534", "nome": "Atenção Integral à Saúde VI", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1) Desenvolver habilidades para anamnese e exame físico das principais doenças torácicas e sua atenção em nível ambulatorial e básico.\n2) Identificação de fatores de risco, dos sinais e sintomas, do diagnóstico e do tratamento das doenças infecciosas, granulomatosas e hematológicas para o atendimento de pacientes com tais afecções em nível ambulatorial.\n3) Atendimento em nível básico e ambulatorial objetivando a prevenção das doenças relacionadas ao ambiente de trabalho e dos acidentes de trabalho.\n4) Noções de Propedêutica específica – Pediátrica e Cirúrgica.\n5) Compreender o conceito de vigilância em saúde, estabelecendo seus aspectos sanitários e epidemiológicos, bem como estudar as principais doenças infecciosas frente ao cenário público brasileiro.\n6) Compreender os aspectos sanitários e epidemiológicos das principais doenças crônicas não transmissíveis (DCNT) frente ao cenário público brasileiro.\n7) Compreender a determinação do processo trabalho-saúde e as formas de trabalho e emprego, as transformações no mundo do trabalho, e suas interferências na saúde dos usuários do Sistema Único de Saúde.\n8) Conhecer as formas de prevenção do adoecimento pelo trabalho e as estratégias de prevenção necessárias.", "programa_resumido": "1) Identificação de fatores de risco, dos sinais e sintomas, do diagnóstico e do tratamento  das  doenças  cardíacas,  respiratórias  e  mediastinais  para  o atendimento de pacientes com tais afecções em nível ambulatorial.\n2) Identificação de fatores de risco, dos sinais e sintomas, do diagnóstico e do tratamento das doenças infecciosas, granulomatosas e hematológicas para o atendimento de pacientes com tais afecções em nível ambulatorial.\n3) Atenção e atendimento das Síndromes consumptivas na atenção básica, abordando as doenças psiquiátricas, as doenças hematológicas, as doenças linfoproliferativas, as doenças metabólicas, o câncer e imunodeficiências/SIDA;\n4) Atendimento a nível ambulatorial objetivando a prevenção das doenças relacionadas ao ambiente de trabalho e dos acidentes de trabalho, com noções básicas sobre a assistência à saúde do trabalhador e de sua comunidade, abordando a promoção e a manutenção de seu bem estar físico e mental.\n5) Atenção e atendimento das doenças resultantes da agressão ao meio ambiente, das doenças ocupacionais, das doenças de pele e de contato sexual e das condições associadas a toxicologia (hepatites virais A, B e C, infecções sexualmente transmissíveis, micoses cutâneas, doenças ocupacionais e toxicologia)\n6) Desenvolvimento de habilidades e aplicação prática de semiologia pediátrica e em semiologia cirúrgica geral.\n7) Conceitos em vigilância em saúde. Notificação compulsória de doenças. Epidemiologia e controle da Tuberculose, Hanseníase, AIDS, Dengue, Febre Amarela, Zika, Chikungunya, Sarampo, Coqueluche, Rubéola, Caxumba, Malária, Esquistossomose, Doença de Chagas e viroses respiratórias.  \n8) Epidemiologia e controle das doenças não infecciosas, sobretudo as mais prevalentes, como Hipertensão arterial sistêmica, Diabetes Mellitus, Doenças cardiovasculares, Doenças respiratórias crônicas e Neoplasias.  \n9) Bases teóricas para que o estudante possa compreender a determinação do processo trabalho-saúde relacionado ao trabalho humano, por meio da identificação de formas de adoecimento pelo trabalho tendo como referência central o processo de trabalho em saúde e a Política Nacional de Saúde e a Política Nacional de Saúde do Trabalhador e Trabalhadoras e o SUS. Realização de entrevistas com trabalhadores de diferentes ocupações, visitas a indústrias, campos de obras da construção civil e/ou equipamentos de saúde da Rede Nacional de Assistência à Saúde do Trabalhador.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}