{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0527", "nome": "Atenção Integral à Saúde V", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1) Desenvolver habilidades para anamnese e exame físico do sistema nervoso e dos órgãos dos sentidos. Exame psiquiátrico e do estado mental, avaliação da dor e do estresse e aplicação de escalas neurológicas e comportamentais.\n2) Desenvolver habilidades no diagnóstico sindrômico e etiológico na unidade básica de saúde, formulando hipóteses diagnósticas para síndromes do sistema digestório e urinário.\n3) Desenvolver a avaliação do paciente em ambiente hospitalar por meio da anamnese e exame físico para identificação de sinais e sintomas e formulação de diagnóstico sindrômico e etiológico das afecções clínicas e cirúrgicas mais prevalentes.\n4) Noções para atendimento e acompanhamento de pacientes com doenças imunológicas e auto-imunes. Conhecimento das doenças específicas, fundamentos para diagnóstico clínico e laboratorial e estudo do tratamento.", "programa_resumido": "Desenvolver habilidades para anamnese e exame físico do sistema nervoso e dos órgãos dos sentidos. Exame psiquiátrico e do estado mental, avaliação da dor e do estresse e aplicação de escalas neurológicas e comportamentais; Desenvolver habilidades no diagnóstico sindrômico e etiológico na unidade básica de saúde, formulando hipóteses diagnósticas para síndromes do sistema digestório e urinário; Desenvolver a avaliação do paciente em ambiente hospitalar por meio da anamnese e exame físico para identificação de sinais e sintomas e formulação de diagnóstico sindrômico e etiológico das afecções clínicas e cirúrgicas mais prevalentes; Noções para atendimento e acompanhamento de pacientes com doenças imunológicas e auto-imunes. Conhecimento das doenças específicas, fundamentos para diagnóstico clínico e laboratorial e estudo do tratamento.", "turmas": []}