{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0516", "nome": "Gestão em Saúde I", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "- Conhecer a organização e funcionamento do sistema de saúde e da gestão da rede assistencial, articulação entre os níveis de atenção, fluxos e trajetória do usuário nos serviços de saúde;\n- Analisar o cenário de saúde e tomar decisões assertivas para garantir a qualidade e a sustentabilidade do serviço dos serviços de saúde dos diversos níveis de atenção, maximizando o valor ao paciente e organização;\n- Relacionar e aplicar os princípios da gestão ao cotidiano profissional da saúde;\n- Empregar as ferramentas e metodologias de gestão, tornando os processos e os recursos eficientes e eficazes;\n- Desenvolver o pensamento crítico com base em informações e conhecimento do serviço de saúde, atuando de forma multifuncional, destacando a atuação do líder de equipe.", "programa_resumido": "Novos modelos de gestão tornam-se necessários e imprescindíveis para as organizações alcançarem níveis de excelência na prestação de serviços. Não é mais possível conviver com modelos antigos de gestão baseados na hierarquia, na divisão do trabalho, no controle rígido, pois a atualidade exige arranjos organizacionais mais participativos, integrativos e focados nos objetivos, necessidades e expectativas sociais. São destacados apenas os modelos da Gestão da Qualidade, das Redes de Atenção à Saúde (RAS), da Gestão Estratégica e da Gestão Participativa - Cogestão, como algumas possibilidades para o enorme desafio nesta área.", "turmas": []}