{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0532", "nome": "Sistemas Orgânicos Integrados VI", "creditos_aula": 8, "creditos_trabalho": 2, "objetivos": "1) Conhecer os aspectos morfofuncionais e patológicos da região torácica e as principais síndromes torácicas incluindo doenças cardíacas, pulmonares e mediastinais. \n2) Conhecer os aspectos fisiopatológicos, fatores de risco, sinais e sintomas, diagnóstico clínico/laboratorial e tratamento das Síndromes consumptivas abordando as doenças psiquiátricas, as doenças hematológicas, as doenças linfoproliferativas, as doenças metabólicas, o câncer e imunodeficiências/SIDA.\n3) Conhecer as principais doenças infecciosas incluindo arboviroses, doenças respiratórias infecciosas virais e bacterianas, hepatites. Noções de ambiente de trabalho e saúde, patologia ambiental e ocupacional.", "programa_resumido": "1) Estudo do Segmento torácico e dos fatores de risco de doenças cardíacas (prevenção, controle e tratamento do diabetes, hipertensão, obesidade, sedentarismo  e  dislipidemias)  com  abordagem  das  doenças  cardíacas, pulmonares e mediastinais (Aterosclerose, Síndromes coronarianas, hipertensão arterial, insuficiência cardíaca congestiva, arritmias cardíacas, pneumonias, asma, doença pulmonar obstrutiva crônica: enfisema e bronquites, tumores pulmonares, derrames pleurais, tumores da pleura e massas mediastinais e fundamentos radiológicos dos órgãos intratorácicos).\n2) Fatores de risco, sinais e sintomas, diagnóstico clínico/laboratorial e tratamento das Síndromes consumptivas abordando as doenças psiquiátricas, as doenças hematológicas, as doenças linfoproliferativas, as doenças metabólicas, o câncer e imunodeficiências/SIDA; Fatores de risco, Sinais e sintomas, Diagnóstico Clínico/Laboratorial e tratamento, acompanhamento terapêutico e seguimento ambulatorial das doenças granulomatosas (Tuberculose, Hanseníase); A epidemiologia, quadro clínico, diagnóstico diferencial, diagnóstico laboratorial e opções terapêuticas das anemias, leucemias e doenças linfoproliferativas.\n3) Conhecer as principais arboviroses de importância epidemiológica no Brasil (Dengue, Zika e Chikungunya), Doenças respiratórias infecciosas virais e bacterianas (Pneumonias, Influenza, COVID-19) abordando as características gerais, epidemiológicas e as técnicas de diagnóstico preconizadas pelo Ministério da Saúde.  Hepatites  agudas  e  crônicas  virais.  Diagnóstico  e  terapêutica  das infecções sexualmente transmissíveis, das infecções fúngicas endêmicas e resultantes da interação com o meio ambiente – paracoccidioidomicose, blastomicose, histoplasmoses, cromomicose, criptococose e aspergilose. Noções de ambiente de trabalho e saúde (acidentes de trabalho; anamnese ocupacional; Toxicologia ambiental e ocupacional; monitoramento clínico e epidemiológico das substâncias químicas e noções de biossegurança).", "turmas": []}