{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0547", "nome": "Saúde Integrativa", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "1) Conhecer o desenvolvimento histórico e debates e desafios atuais acerca das chamadas Racionalidades Médicas e práticas alternativas, complementares e integrativas em saúde, bem como ter noções a respeito de medicinas populares e tradicionais, correlacionando-as ao Cuidado em Saúde, sobretudo no contexto da Atenção Primária, ao Método Clínico Centrado na Pessoa e ao trabalho interprofissional.\n2) Conhecer a Política Nacional de Práticas Integrativas e Complementares (PNPIC) do Ministério da Saúde, no contexto do Sistema Único de Saúde, com abordagem introdutória das seguintes Racionalidades Médicas: Homeopatia, Acupuntura, Medicina Antroposófica, Plantas Medicinais e Fitoterapia.\n3) Compreender e contribuir para a incorporação das PICs na perspectiva da prevenção de doenças e da promoção / recuperação da saúde, de modo judicioso, ressaltando seu caráter integrativo e complementar no SUS e no contexto acadêmico.", "programa_resumido": "Estudo do conceito de Racionalidades Médicas e práticas alternativas, complementares e integrativas em saúde, bem como ter noções a respeito de medicinas populares e tradicionais, correlacionando-as ao Cuidado em Saúde, sobretudo no contexto da Atenção Primária, ao Método Clínico Centrado na Pessoa e ao trabalho interprofissional. Política Nacional de Práticas Integrativas e Complementares do SUS (PNPIC). Participação das PICs na promoção e recuperação de saúde.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 73, "inscritos": 73, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}