{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0542", "nome": "Eixo Tutorial VIII", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "1) Compreender os conceitos básicos dos processos patológicos do organismo humano, habilitando-os a saber as etiologias das doenças, seus mecanismos formadores e as alterações anatômicas e funcionais que esses processos desencadeiam.\n2) Compreender os mecanismos de desenvolvimento das principais doenças psiquiátricas.\n3) Desenvolver o raciocínio clínico sindrômico e fisiopatológico para as principais afecções estudadas e planejar as estratégias diagnósticas envolvidas.\n4) Compreender as principais alterações do paciente crítico e de urgência e emergência, sua fisiopatologia, manejo e complicações.", "programa_resumido": "1) Estudo integrado do diagnóstico psiquiátrico com abordagem dos transtornos por uso e abuso de substâncias psicoativas, dos distúrbios ideativos, dos transtornos de ansiedade e do humor dos transtornos do estresse e ajustamento agudos e crônicos, dos transtornos de personalidade, somatoformes e alimentares. Estudo das transformações no campo da atenção Psicossocial e o movimento de Reforma Psiquiátrica Brasileira. Bases para o tratamento em psiquiatria, com estudo de psicofarmacologia e outras opções terapêuticas como eletroconvulsoterapia, projeto terapêutico singular e psicoterapia.\n2) Abordagem PRÉ-HOSPITALAR dos pacientes nas linhas de cuidados com uso de protocolos clínicos: Abordagem pré-hospitalar dos pacientes considerando as linhas de cuidados em saúde: cardiovascular, cerebrovascular, respiratório, de sepse, de trauma, de abdome agudo, ginecológico, obstétrico, de cuidado infantil, de saúde mental e a utilização de protocolos clínicos com critérios técnicos e científicos de eficácia e efetividade, para garantia de tratamento seguro e adequado\n3) Abordagem HOSPITALAR  dos pacientes nas linhas de cuidados com uso de protocolos clínicos: Abordagem hospitalar de pacientes com agravos de urgências, considerando as seguintes linhas de cuidados em saúde: cardiovascular, cerebrovascular, respiratório, sepse, trauma, abdome agudo, ginecológico, obstétrico, cuidado infantil e saúde mental com base na utilização de protocolos clínicos e critérios técnicos e científicos de eficácia e efetividade, para garantia de tratamento seguro e adequado.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 67, "inscritos": 58, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}