{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0525", "nome": "Sistemas Orgânicos Integrados V", "creditos_aula": 8, "creditos_trabalho": 2, "objetivos": "1) Compreender a estrutura do sistema nervoso central e periférico e dos órgãos dos sentidos. Avaliação das alterações do pensamento, percepção, consciência, atenção e emoção. Estudo da dor;\n2) Conhecer os aspectos morfofuncionais e patológicos do trato gastrointestinal e as principais síndromes abdominais incluindo diarréias, doenças pépticas, litiásicas, síndromes consumptivas, ictéricas, obstrutivas, hemorrágicas, entre outras Neoplasias urológicas e alterações congênitas do trato urinário;\n3) Conhecer o funcionamento do sistema imune com abordagem das imunodeficiências primárias. Noções de transplantes e legislação que ampara a prática em território nacional. Classificação de hipersensibilidade. Semiologia reumatológica. Artrites e Colagenoses, diagnóstico e tratamento. Doenças auto-imunes.", "programa_resumido": "Estudo do Sistema Nervoso Central e Periférico (Anatomia, Histologia e Fisiologia) e dos órgãos dos sentidos (Anatomia, Fisiologia, Histologia e Farmacologia); Avaliação das alterações do pensamento, percepção, consciência, atenção e emoção (afeto, humor e outras emoções. Estudo da dor (anatomia e fisiologia da dor, manifestações dolorosas e farmacologia); Conhecer os aspectos morfofuncionais e patológicos do trato gastrointestinal (diagnóstico clínico e laboratorial, tratamento e medidas de controle). Estudo das manifestações abdominais e pélvicas (diarreias, doenças pépticas, litiásicas, síndromes consumptivas, ictéricas, obstrutivas, hemorrágicas, doenças colônicas, doenças urológicas, incluindo a litíase urinária, as infecções urinárias e ISTs doenças da próstata e bexiga. Neoplasias urológicas e alterações congênitas do trato urinário; Conhecer o funcionamento do sistema imune com abordagem das imunodeficiências primárias. Noções de transplantes e legislação que ampara a prática em território nacional. Classificação de hipersensibilidade. Semiologia reumatológica. Artrites e Colagenoses, diagnóstico e tratamento. Doenças auto-imunes.", "turmas": []}