{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0502", "nome": "Laboratório de Habilidades e Simulação I", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "1) Capacitar o estudante a enfrentar situações da rotina profissional, considerando os aspectos relacionados à biossegurança, sem colocar em risco a vida e a saúde dos pacientes e familiares dentro de seus domicílios e nas unidades de saúde.\n2) Capacitar o estudante entender as formas de comunicação geral e médica, técnicas de entrevista e estruturação da narrativa médica, exercendo uma escuta qualificada.\n3) Capacitar o estudante realizar o primeiro atendimento à uma pessoa com agravo de saúde, conhecendo os sinais de alerta, saber acionar a rede de urgência por meio do telefone 192 do Serviço Móvel de Atendimento de Urgência (SAMU) e conhecer o fluxo da informação, bem como os recursos de saúde que estão à disposição.", "programa_resumido": "A segurança no ambiente de trabalho considerando os aspectos humanos, físicos e estruturais, com abordagem de biossegurança médica, mapa de risco, Comissão Interna de Prevenção de Acidentes de Trabalho (CIPA). As doenças transmissíveis e sua relação com o trabalho e meios de prevenção e cuidado (imunização de profissionais de saúde e trabalhadores em geral), implantação e manutenção do Serviços Especializados em Engenharia de Segurança e Medicina do Trabalho (SESMT) e Programa de Controle Médico de Saúde Ocupacional (PCMSO).  Abordagem ao corpo humano por meio dos conhecimentos de anatomia associada aos recursos básicos de imagenologia. A relação médico/paciente e suas práticas para a produção de saúde: educação em saúde. Comunicação técnicas de entrevista e escuta no contexto médico. As representações sociais dos médicos sobre a relação médico paciente e comunidade e as relações interprofissionais. Noções de primeiros socorros para os agravos mais prevalentes em adultos e crianças, com avaliação da vítima para verificação da permeabilidade das vias aéreas, avaliação do nível de consciência, controle de sangramento e imobilizações. Visitas às instalações do Corpo de Bombeiros e do SAMU.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}