{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0545", "nome": "Atenção Integral à Saúde VIII", "creditos_aula": 4, "creditos_trabalho": 5, "objetivos": "1) Desenvolver temáticas e práticas em nível ambulatorial nas diferentes especialidades, particularmente na avaliação e seguimento das doenças dos órgãos dos sentidos e pele\n2) Aquisição de habilidades para manejo prático nas situações clínicas ambulatoriais, emergenciais e hospitalares\n3) Conhecer aspectos da Vulnerabilidade, Direitos Humanos e Atenção à Saúde de Populações Invisibilizadas e Minorizadas\n4) Noções gerais de Política, Planejamento , Gestão e Noções de Administração em Saúde", "programa_resumido": "1) Desenvolver habilidades para anamnese e exame físico do sistema nervoso e dos órgãos dos sentidos. Exame psiquiátrico e do estado mental, avaliação da dor e do estresse e aplicação de escalas neurológicas e comportamentais.\n2) Desenvolver habilidades no diagnóstico sindrômico e etiológico na unidade básica de saúde e ambientes hospitalares, formulando hipóteses diagnósticas \n3) Desenvolver a avaliação do paciente em ambiente hospitalar por meio da anamnese e exame físico para identificação de sinais e sintomas e formulação de diagnóstico sindrômico e etiológico das afecções clínicas e cirúrgicas mais prevalentes.\n4) Desenvolver habilidades para avaliação e acompanhamento do paciente crítico em ambiente de pronto atendimento e terapia intensiva incluindo ATLS, PHTLS, ACLS, Atendimento Pré-Hospitalar e Hospitalar, atendimento em terapia intensiva\n5) Entender a atenção a populações em situações de vulnerabilidade considerando o princípio de equidade no SUS, principalmente no contexto da Atenção Primária à Saúde (APS)\n6) Conhecer o contexto de vulnerabilidade e necessidades específicas de diferentes populações do Brasil, como povos indígenas, das pessoas assentadas, das pessoas privadas de liberdade, comunidades rurais e carentes, população em situação de rua, migrantes e refugiados, população LGBTQIA+ em geral, e população trans, em específico, e portadores de diferentes tipos de deficiência, entre outros.\n7) Conhecer as políticas públicas de saúde voltadas à populações minorizadas, invisibilizadas e em diferentes situações de vulnerabilidade. \n8) Desenvolver habilidades para o cuidado integral e equânime à saúde de populações em situações de diferentes vulnerabilidades, de modo centrado na pessoa\n9) Compreender, à luz do Sistema Único de Saúde, os conceitos e aplicações da política, planejamento, administração e gestão em saúde, bem como instigar o juízo crítico a respeito dos fundamentos políticos, econômicos e sociais que norteiam o sistema de saúde do país, com vistas ao estabelecimento de uma visão ética e socialmente compromissada do fazer da saúde pública.\n10) Estudo dos conceitos de política, planejamento, administração e gestão em saúde.  Modelos assistenciais em saúde. Elementos teóricos e metodológicos da análise das políticas de saúde pública. Análise histórica do desenvolvimento das políticas públicas em saúde, enfocando a Reforma Sanitária. Perspectivas atuais dos sistemas de saúde, realçando as questões de financiamento e de sua manutenção.\n11) Estudo prático simulado para fomentar reflexões e conhecimentos voltados para gestão da carreira profissional do médico, incluindo uma abordagem de conceitos fundamentais para gestão em saúde, e noções de planejamento, financiamento, e monitoramento em saúde; A vigilância em saúde e a avaliação do sistema de saúde e indicadores como ferramentas de gestão. Conselhos regionais de medicina, Sociedades de especialidades, documentos médicos e regulamentação.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 67, "inscritos": 58, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}