{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0509", "nome": "Atenção Integral á Saúde II", "creditos_aula": 1, "creditos_trabalho": 3, "objetivos": "1) Desenvolver uma reflexão interdisciplinar e crítica sobre o processo saúde/doença em suas a múltiplas dimensões e sobre as políticas de saúde, com ênfase na determinação social em saúde, histórico do cuidado com a saúde, bem como uma visão das transformações ocorridas nas organizações e o papel do gestor ao longo do tempo, promovendo uma análise crítica a respeito dos modelos gerenciais no contexto da saúde, com destaque para o controle social do Sistema Único de Saúde (SUS).\n2) Iniciar o aprendizado das competências necessárias à prática da medicina no contato  com pacientes, propiciando o aprimoramento prático no oficio de reconhecer e tratar doentes e doenças, considerando as características e necessidades da população e a inserção profissional nos sistema público de saúde (SUS).\n3) Permitir o desenvolvimento das competências necessárias à boa prática da medicina por meio de atividades tendo como cenário prático as unidades básicas de saúde. O intuito é propiciar o aprimoramento da relação médico-paciente, conhecimento das técnicas de medidas básicas invasivas e não invasivas e a aquisição das bases da propedêutica.\n4) Compreender o conceito de educação em saúde, em geral, e educação popular em saúde, especificamente, bem como suas aplicações no campo da saúde coletiva, destacando seus aspectos de construção da autonomia, fortalecimento de laços de solidariedade, participação popular no sistema de saúde e emancipação dos sujeitos na gestão do cuidado de si e da coletividade.", "programa_resumido": "Organização do território e população adstrita. Reconhecimento de questões relativas à Atenção Básica, aspectos físico e funcional da Unidade Básica Saúde (UBS). Trabalhar com os indicadores sociais e de saúde. Diagnóstico situacional da área da Unidade Básica de Saúde. Princípios de gestão da UBS – Conselho gestor local e Organização da agenda e indicadores de produção assistencial. Permitir o início da realização da estruturação da anamnese e exame clínico dos diversos aparelhos e sistemas. Para tal serão utilizados as principais queixas na assistência primária ao adulto, à criança e à mulher com integração entre os ambientes de simulação realísticas e cenários práticos em equipamentos de saúde da comunidade. Aproximação médico paciente - princípios da Comunicação Médica como recurso essencial na abordagem do paciente, reconhecimento e avaliação dos Sinais Vitais (temperatura, pressão arterial sistêmica, respiração, pulso e dor) com indicadores do seu estado geral. Introdução à discussão sobre o uso racional de exames laboratoriais e a interpretação de seus resultados, bem como o conhecimento a respeito das técnicas parenterais e acessos periféricos.\nDefinição do conceito de educação em saúde, educação popular em saúde, controle social e participação popular, além da  exploração das diversas ferramentas e tecnologias que permitem sua aplicação dentro do contexto do Sistema Único de Saúde (SUS), tais como campanhas educativas de prevenção e de promoção à saúde na atenção primária e nos diferentes espaços sociais, como escolas, conselhos gestores, associações de moradores, praças públicas e outros.", "turmas": []}