{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0506", "nome": "Eixo Tutorial II", "creditos_aula": 6, "creditos_trabalho": 1, "objetivos": "1) Caracterizar a estrutura e funcionamento dos sistemas cardiovascular, respiratório e urinário e analisar problemas ou situações clínicas que permitam integrar as ciências básica/básica e básica/clínica;\n2) Caracterizar a estrutura e funcionamento dos sistemas endócrino, digestório e hematopoiético e analisar problemas ou situações clínicas que permitam integrar as ciências básica/básica e básica/clínica;\n3) Caracterizar o funcionamento dos mecanismos de defesa do organismo e analisar problemas ou situações clínicas que permitam integrar as ciências básica/básica e básica/clínica.", "programa_resumido": "Abordagem dos conceitos básicos sobre a estrutura e funcionamento normal do organismo humano com foco nos sistemas cardiovascular, respiratório e urinário e suas contribuições para a manutenção da homeostase, fornecendo os fundamentos para a compreensão dos sistemas orgânicos, que serão aperfeiçoados em módulos específicos em semestres subsequentes. Abordagem dos conceitos básicos sobre a estrutura e o funcionamento normal do organismo humano com foco nos sistemas endócrino, digestório e hematopoiético e suas contribuições para a manutenção da homeostase, fornecendo os fundamentos para a compreensão dos sistemas orgânicos, que serão aperfeiçoados em módulos específicos em semestres subsequentes. Abordagem dos conceitos básicos sobre o funcionamento normal dos mecanismos de defesa do organismo e suas contribuições para a manutenção da homeostase, fornecendo os fundamentos para a compreensão dos sistemas orgânicos, que serão aperfeiçoados em módulos específicos em semestres subsequentes.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}