{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0515", "nome": "Atenção Integral à Saúde III", "creditos_aula": 1, "creditos_trabalho": 3, "objetivos": "1) Conhecer os aspectos relativos à gestão da unidade de saúde e estratégia de saúde da família e ao controle social da saúde do território (Conselho Gestor local), bem como do município (Conselho Municipal de Saúde). Dar continuidade às ações de educação em saúde de forma integrada à rede pública de educação e às ações de assistência social no território de saúde. Reconhecer os fenômenos biopsicossociais envolvidos na concepção, gestação e nascimento do ser humano nas unidades de saúde e em visitas/atividades na Maternidade Santa Izabel.\n2) Identificar as importantes transformações orgânicas que ocorrem no indivíduo, reconhecendo as particularidades biopsicossociais e as políticas públicas relacionadas ao nascimento, crescimento e desenvolvimento do ser humano até à adolescência.\n3) Estreitar e aperfeiçoar a articulação entre as equipes da atenção básica e as equipes dos demais componentes da Rede de Atenção à Saúde, para garantir maior resolutividade dos cuidados prestados à população idosa nos territórios e acompanhamento sistemáticos dos casos mais complexos.", "programa_resumido": "1) Abordagem dos pilares básicos da assistência ginecológica, obstétrica, conhecimento preventivo, promotor e reabilitação das doenças femininas. Propedêutica, semiologia ginecológica e obstétrica. Principais sinais e sintomas de alerta. Atenção integrada às principais doenças prevalentes; trabalho interdisciplinar, relação médico paciente com foco na saúde da mulher.\n2) Abordagem dos pilares básicos da assistência à criança e ao adolescente. Introdução das noções básicas de ecopediatria; com ênfase na atenção à saúde nas diversas faixas etárias. Propedêutica pediátrica, semiologia do recém-nascido, criança e adolescente normais. Principais sinais e sintomas de alerta. Valorização da atenção integrada às principais doenças prevalentes na infância e adolescência;\n 3) Atenção e cuidado à saúde da pessoa idosa, com estudo dos fundamentos para a anamnese e semiologia do Idoso. Abordagem das principais síndromes geriátricas e estudo das diversas modalidades de atendimento à pessoa idosa e cuidados com registro das informações durante a consulta ao idoso (caderneta do idoso).", "turmas": [{"codigo": "2025101", "inicio": "17/02/2025", "fim": "26/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 56, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}