{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0555", "nome": "Estágio Integrado em Atenção Primária à Saúde", "creditos_aula": 4, "creditos_trabalho": 10, "objetivos": "Desenvolver a capacidade de atender aos pacientes em nível de atenção primária à saúde  Capacitar o estudante a identificar de forma adequada os problemas mais frequentes e suas dimensões, incluindo o raciocínio clínico, desenvolvimento de hipóteses diagnósticas, identificação de sinais de gravidade, seleção e definição da sequência de investigação das doenças mais frenquentes na atenção primária.\nAplicar adequadamente o Método Clínico Centrado na Pessoa, e compreender os determinantes sociais, culturais e ambientais das doenças, atendendo o paciente de forma integral e humanizada. \nDesenvolver senso de responsabilidade na relação estudante-paciente e treinar os preceitos de ética médica, profissionalismo e trabalho em equipe multidisciplinar no dia-a-dia.Objetivo geral:\n1. Capacitar estudantes de medicina para atendimento de pacientes em nível de Atenção Primária à Saúde.\n\nObjetivos específicos:\n1. Capacitar o estudante a diagnosticar e tratar de forma adequada os problemas mais prevalentes na APS em suas dimensões médica, social e psicológica;\n2. Desenvolver o raciocínio clínico, desenvolvimento de hipóteses diagnósticas, identificação de sinais de gravidade, seleção e definição da sequência de investigação das doenças mais frequentes na atenção primária;\n3. Desenvolver senso de responsabilidade na relação estudante-paciente e treinar os preceitos de ética médica, profissionalismo e trabalho em equipe multidisciplinar;\n4. Realizar atividades de promoção de saúde e prevenção de doenças no âmbito da Atenção Primária à Saúde.", "programa_resumido": "Atividades práticas: A principal ferramenta envolvida no aprendizado do internato em Atenção Primária à Saúde é o contato direto com o paciente em nível ambulatorial na Unidade Básica de Saúde. As atividades serão realizadas nas UBS de Bauru e Duartina. É nesta interação médico-paciente que se desenvolvem as diferentes competências afetivas e psicomotoras que, complementada com os estudos e discussões, possibilitará o desenvolvimento das competências cognitivas correlatas. Para tanto, cada grupo de 12 estudantes desenvolverá atividades durante 16 semanas. Neste período o estudante vivenciará de forma integral e imersiva as características da unidade de saúde e de seus pacientes.\nAtividades teóricas: semanalmente, às quintas à tarde, os alunos terão um encontro online para discussão teórica.\nO Minute preceptor será feito pela Preceptoria a do Estágio, que discutirá um tópico relevante em Saúde Pública por semana. As sessões clínicas serão apresentadas pelos alunos e terão como temas:\nAtendimento ao paciente portador de Diabetes na APS \nAtendimento ao paciente portador de Hipertensão na APS\nAtendimento à Gestante e o Pré Natal de Baixo Risco\nPuericultura\nSaúde Sexual e Reprodutiva\nPrograma Nacional de Imunização\nAvaliação\nAtendimento ao paciente com suspeita de Tuberculose na APS\nAtendimento ao paciente com suspeita de Hanseníase na APS\nRastreamento de câncer de colo uterino e de mama\nDiagnóstico e tratamento das ISTs mais prevalentes\nPrevenção de doença cardiovascular: prescrevendo mudanças de estilo de vida baseadas em evidência\n\nA apresentação de caso clínico ficará sob responsabilidade do grupo que fará a apresentação do seminário e deverá ser realizada em formato de Planejamento Terapêutico Singular. Recomenda-se o uso de Genograma na etapa Diagnóstico.\nMensalmente, os estudantes programarão atividades de promoção de saúde para serem desenvolvidas nas suas respectivas unidades. O planejamento destas atividades se dará nas reuniões de terça-feira.", "turmas": [{"codigo": "2025101", "inicio": "13/01/2025", "fim": "26/10/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 55, "pendentes": 1, "matriculados": 54, "grupos": {}}}}]}