{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0214", "nome": "Clínica Integrada da Criança: Odontopediatria e Ortodontia I - Estágio Supervisionado", "creditos_aula": 2, "creditos_trabalho": 3, "objetivos": "OBJETIVO GERAL\nTransmitir aos alunos conhecimentos sobre os aspectos físicos, psíquicos e biológicos da criança, bem como conhecimentos de técnicas específicas de Odontopediatria e Ortodontia que possibilitem o atendimento multidisciplianar da criança em clínica odontológica integrada.\nOBJETIVOS ESPECÍFICOS\nApós cursarem adequadamente a disciplina, os alunos serão capazes de: \n- Atender crianças escolares de comportamento cooperador; \n- Identificar problemas de comportamento da criança e indicar meios para modificá-los;\n- Reconhecer as implicações dos aspectos relativos à anatomia e oclusão dentária no planejamento e execução de procedimentos clínicos integrados;\n- Reconhecer as idades dentárias (fases do desenvolvimento da dentição), a oclusão normal e as irregularidades oclusais, estéticas e funcionais;\n- Reconhecer as implicações dos aspectos relativos à erupção dentária e rizólise fisiológica no planejamento e execução de procedimentos clínicos integrados e multidisciplinares;\n- Identificar os hábitos bucais deletérios\n- Identificar os aspectos de normalidade da cavidade bucal de crianças;\n- Planejar, indicar e aplicar procedimentos preventivos da cárie dentária e de doenças do periodonto;\n- Executar e interpretar exames radiográficos intrabucais de qualidade;\n- Indicar e executar exames, estabelecer diagnósticos e realizar planos de tratamentos odontológicos integrais;\n- Planejar, indicar e aplicar procedimentos ortodônticos preventivos e interceptivos na criança;\n- Indicar e executar anestesias para o tratamento odontológico da criança;\n- Indicar e executar cirurgias bucais menores em pacientes odontopediátricos;\n- Indicar e executar procedimentos pulpares em dentes decíduos e permanentes jovens;\n- Indicar e executar procedimentos restauradores em dentes decíduos e permanentes jovens;\n- Indicar e executar procedimentos para o tratamento de traumatismos dos dentes decíduos e permanentes jovens;\n- Indicar e executar tratamentos de urgência odontológica em crianças.", "programa_resumido": "Clínica. Laboratório. Gestão do comportamento da criança. Crescimento e desenvolvimento craniofacial. Erupção dentária. Rizólise fisiológica dos dentes decíduos. Desenvolvimento da oclusão. Classificação das Más oclusões. Exame, diagnóstico e plano de tratamento integrado. Radiologia em Odontopediatria e Ortodontia. Etiologia das más-oclusões. Hábitos bucais. Diagnóstico e Prevenção da cárie dentária. Anestesias locais em Odontopediatria. Selantes em Odontopediatria. Exodontia de dentes decíduos. Cirurgias menores em Odontopediatria. Remoção seletiva do tecido cariado. Proteção do complexo dentino-pulpar em dentes decíduos. Pulpotomia em dentes decíduos. Pulpectomia em dentes decíduos. Procedimentos e materiais restauradores em Odontopediatria. Erosão e Hipomineralização molar e incisivo. Prevenção e tratamento ortodôntico interceptivo. Introdução à técnica ortodôntica. Novas tecnologias aplicadas à Odontopediatria.", "turmas": []}