{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0508", "nome": "Laboratório de Habilidades e Simulação II", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "1) Capacitar o estudante a enfrentar situações da relação médico paciente, introduzindo recursos para avaliação do estado geral do paciente.\n2) Capacitar o estudante para anamnese e exame físico do paciente, realização de diagnósticos elementares e compreensão de sinais e sintomas frequentes à prática clínica;\n3) Capacitar o estudante para compreender medidas diagnósticas e terapêuticas básicas, como administração de medicamentos e alguns exames diagnósticos para suporte ao manejo clínico de pacientes na atenção básica à saúde.", "programa_resumido": "Introdução da relação médico paciente, com estudo das técnicas semiológicas básicas e de técnicas de entrevista. Os sinais vitais como indicadores de vitalidade humana. Antropometria e verificação de sinais e sintomas para acompanhamento do estado geral do paciente. Discussão dos sinais e sintomas mais frequentes dos sistemas cardiovascular e respiratório. Introdução à ectoscopia, e técnicas básicas de exame físico (inspeção, palpação, percussão e ausculta). Discussão dos sinais e sintomas mais frequentes dos sistemas endócrino, digestório e hematopoiético. Uso racional de exames diagnósticos elementares (laboratoriais hepatológicos, hematológicos e parasitológico). Atendimento ao paciente envolvendo medidas diagnósticas e terapêuticas básicas. As principais vias para administração de medicamentos, com e técnicas seguras e adequadas (Tópica, enteral e parenteral).  Suporte ao manejo clínico por meio de exames laboratoriais, bioquímicos, e testes de sensibilidade e sorológicos.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}