{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0519", "nome": "Sistemas Orgânicos Integrados IV", "creditos_aula": 8, "creditos_trabalho": 2, "objetivos": "1) Compreender a Inflamação Aguda: generalidades e padrões morfológicos, mediadores químicos da inflamação aguda; Inflamação Crônica e reparação; Inflamação crônica granulomatosa e a fisiopatologia dos edemas, congestão e hemorragia; Trombose e Embolia; e mecanismos patológicos sistêmicos (Aterosclerose e Hipertensão arterial);\n2) Conhecer os aspectos morfológicos, fisiológicos e de virulência dos microrganismos mais frequentemente envolvidos na patogênese das infecções humanas; Adquirir conhecimento básico sobre a interação dos microrganismos com os mecanismos de resistência do hospedeiro; Adquirir noções básicas sobre a organização do sistema imune; Conhecer os eventos associados ao diagnóstico e tratamento das diferentes patologias infecciosas, as medidas preventivas e os diferentes aspectos envolvidos no processo de doença e de cura;\n3) Compreender as transformações celulares na carcinogênese e o comportamento biológico das neoplasias, bem como os métodos diagnósticos, opções terapêuticas, estadiamento, rastreamento e seguimento.", "programa_resumido": "1) Estudo da inflamação (inflamação aguda e crônica, padrões morfológicos, mediadores  químicos,  reguladores,  efeitos  sistêmicos,  reparo  tecidual, regeneração celular e tecidual). Lesões tegumentares (feridas, queimaduras e cicatrização);\n2) Estudo de doenças bacterianas, virais e fúngicas. Infecções do sistema nervoso central, trato geniturinário, vias respiratórias, pele, partes moles, infecções de corrente sanguínea. Infecções relacionadas à assistência em saúde;\n3) Estudo de proliferação celular (genética da proliferação, diferenciação celular, anaplasias, metaplasia e displasia). Princípios de oncologia (classificação das neoplasias, neoplasias benignas mais prevalentes, mecanismos moleculares e celulares das neoplasias benignas mais prevalentes, neoplasias malignas, metástases neoplásicas); Bases para diferenciação entre neoplasias benignas e malignas (mecanismos fisiopatológicos).", "turmas": []}