{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0507", "nome": "Sistemas Orgânicos Integrados II", "creditos_aula": 9, "creditos_trabalho": 2, "objetivos": "1) Compreender as bases da formação e do funcionamento normal do organismo humano por meio da visão integrada do conhecimento médico e científico obtido pelos métodos de estudo das ciências básicas.\n2) Conhecer a integração da estrutura e funcionamento dos sistemas cardiovascular, respiratório e urinário, na dimensão atual das ciências básicas, com apresentação de  recursos diagnósticos de imagens para reforçar a interação dos conhecimentos adquiridos.\n3) Conhecer a integração da estrutura e funcionamento dos sistemas, endócrino, digestório, do sangue e do sistema linfático, com apresentação de recursos diagnósticos de imagens para imagens para reforçar a interação dos conhecimentos adquiridos.\n4) Conhecer os mecanismos imunológicos e fundamentos de microbiologia na estrutura e funcionamento dos mecanismos de defesa do organismo, com apresentação dos aspectos conceituais básicos da farmacologia.", "programa_resumido": "Integração da estrutura e funcionamento dos sistemas cardiovascular, respiratório e urinário: Abordagem de anatomia micro e macroscópica vascular, sistema cardíaco e respiratório. Noções de fisiologia e bioquímica vascular, cardíaca, respiratória e renal e das proteínas de transporte de gases. Anatomia macro e microscópica das glândulas endócrinas e fisiologia hormonal. Anatomia macro e microscópica, e fisiologia do trato gastrointestinal, fisiologia do sistema digestivo, conhecimentos da digestão e absorção de alimentos. Estudo de sangue e sistema linfático. Integração da estrutura e funcionamento dos mecanismos de defesa do organismo: Mecanismos imunológicos:  inatos e adaptativos. Fundamentos da microbiologia: características gerais dos fungos, vírus,  bactérias  e  parasitas.  Abordagem do diagnóstico microbiológico.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}