{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0558", "nome": "Estágio Integrado de Cuidados ao Paciente Crítico", "creditos_aula": 4, "creditos_trabalho": 10, "objetivos": "Desenvolver a capacidade de atender aos pacientes em condições graves, em ambiente de terapia intensiva de hospital secundário. Capacitar o estudante a identificar de forma adequada os diferentes níveis de gravidade, com enfoque no raciocínio clínico, desenvolvimento de hipóteses diagnósticas, identificação de sinais de gravidade, seleção e definição da sequência de investigação e indicação de exames complementares e formulação do plano terapêutico ou indicação de cuidados paliativos. \n- Desenvolver senso de responsabilidade na relação estudante-paciente e treinar os preceitos de ética médica, profissionalismo e trabalho em equipe multidisciplinar no dia-a-dia.", "programa_resumido": "Ao fim do estágio espera-se que o estudante tenha atingido as seguintes competências:\nDomínio Cognitivo:\na) Discutir os conceitos de fisiopatologia das principais doenças e síndromes clínicas no paciente grave em ambiente de terapia intensiva;\nb) Possibilitar ao estudante aprender as noções básicas dos exames subsidiários necessários para acompanhamento periódico do paciente em ambiente de terapia intensiva, induzindo–o a raciocinar a respeito das indicações, objetivos, periodicidade, relação custo-benefício e limitações dos exames; \nc) Possibilitar ao estudante, no atendimento aos seus pacientes, a discussão de alternativas terapêuticas à sua disposição, analisando criticamente cada uma delas; \nDomínio Psicomotor:\nAo fim do estágio espera-se que o estudante esteja habilitado a realizar os seguintes procedimentos técnicos:\na) Realizar a evolução dos pacientes que estão sob sua responsabilidade utilizando o método de evolução da UTI com a propedêutica clínica adequada para este ambiente;\nb) passagem de cateteres e sondas;\nc) Coletar gasometrias arteriais;\nd) Ajustar parâmetros de ventilação mecânica;\ne) Estratégias de diálise e controle da função renal;\nDomínio Afetivo:\nDesenvolver no estudante capacidade de:\na) lidar com a ansiedade dos familiares;\nb) vivenciar as particularidades do trabalho noturno em plantões;\nc) compreender os limites da atuação e manutenção da vida no paciente crítico;\nd) explicar ao paciente e familiares diretos a doença, a estratégia de investigação e acompanhamento, proposta terapêutica e seu andamento e, quando necessário, estabelecimento de estratégia de cuidados paliativos;\ne) trabalhar em equipe demonstrando respeito por todos os profissionais médicos e paramédicos.", "turmas": [{"codigo": "2025101", "inicio": "13/01/2025", "fim": "26/10/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 50, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}