{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0215", "nome": "Clínica Integrada da Criança: Odontopediatria e Ortodontia II - Estágio Supervisionado", "creditos_aula": 0, "creditos_trabalho": 4, "objetivos": "Transmitir aos alunos conhecimentos sobre os aspectos físicos, psíquicos e biológicos da criança, prepará-los para o reconhecimento das oclusões normais e das más oclusões, bem como ensinar técnicas específicas de Odontopediatria e Ortodontia que possibilitem o atendimento multidisciplinar da criança em clínica odontológica integrada.\nOBJETIVOS ESPECÍFICOS\u2028\nApós cursarem adequadamente a disciplina, os alunos serão capazes de: \n- Atender crianças escolares de comportamento cooperador; \n- Identificar problemas de comportamento da criança e indicar meios para modificá-los;\u2028\n- Reconhecer as implicações dos aspectos relativos à anatomia e oclusão dentária no planejamento e execução de procedimentos clínicos integrados;\u2028\n- Reconhecer as características de normalidade do desenvolvimento da dentição;\n- Reconhecer as más oclusões em estágios precoces do desenvolvimento oclusal;\n- Identificar os aspectos de normalidade da cavidade bucal de crianças;\u2028\n- Planejar, indicar e aplicar procedimentos preventivos da cárie dentária e de doenças do periodonto em pacientes com fissura e sem fissura labiopalatina;\u2028\n- Executar e interpretar exames radiográficos intrabucais de qualidade;\u2028\n- Indicar e executar exames, estabelecer diagnósticos e realizar planos de tratamentos odontológicos integrais;\u2028\n- Planejar, indicar e aplicar procedimentos ortodônticos preventivos e interceptivos na criança;\u2028\n- Indicar e executar anestesias para o tratamento odontológico da criança;\u2028\n- Indicar e executar cirurgias bucais menores em pacientes odontopediátricos;\u2028\n- Indicar e executar procedimentos pulpares em dentes decíduos e permanentes jovens;\u2028\n- Indicar e executar procedimentos restauradores em dentes decíduos e permanentes jovens;\u2028\n- Indicar procedimentos para o tratamento de traumatismos dos dentes decíduos e permanentes jovens;\u2028\u2028\n-Diagnosticar a cárie precoce da infância em crianças menores de 6 anos e realizar sua prevenção por meio de medidas educativas;\n- Reconhecer novas tecnologias para o tratamento menos invasivo da criança.", "programa_resumido": "Clínica (o ambiente de prática consistirá na clínica integrada da criança da FOB e na clínica odontológica do HRAC USP). Laboratório. Classificação das más oclusões. Cefalometria. Exame Ortodôntico. Preenchimento de Ficha em Orotodontia. Inter-relação Ortodontia e Fonoaudiologia. Movimentação Ortodôntica. Mantenedores e recuperadores de espaço. Mordida cruzada. Mordida aberta. Odontopediatria nas fissuras labiopalatinas. Traumatismos em Dentes Decíduos. Traumatismos de dentes permanentes jovens. Odontologia em bebês. Cárie precoce da infância. Extração Seriada. Ortopedia e Ortodontia Corretiva. Ancoragem. Técnica Ortodôntica Avançada. Novas Tecnologias em Odontopediatria. Diagnóstico e tratamento ortodôntico das más oclusões. Seminários Clínicos.", "turmas": [{"codigo": "2025101", "inicio": "18/02/2025", "fim": "26/06/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 48, "pendentes": 0, "matriculados": 48, "grupos": {}}}}]}