{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0530", "nome": "Atenção Integral à Saúde do Indivíduo Obeso (adulto, infantil e bariátrico)", "creditos_aula": 1, "creditos_trabalho": 3, "objetivos": "Nortear a atuação do acadêmico de Medicina aliando a atenção primária e a prática humanizada, levando em consideração a promoção, prevenção e tratamento em saúde, estreitando os vínculos entre a população-alvo e o futuro profissional. Além de analisar os determinantes sociais relacionados ao processo saúde/doença e a vigilância em saúde. A promoção de ações integradas entre conteúdos teóricos e atividades práticas em clínica, promovem integração entre as habilidades do futuro profissional. Além de promover atividades práticas realizadas na FOB/USP.", "programa_resumido": "Condições mais frequentes na atenção primária à saúde, fisiopatologia, manejo da atenção à saúde de forma hierarquizada, que propõe a rede de complexidade crescente envolvendo obesidade e suas comorbidades, como hipertensão arterial, diabetes mellitus, síndrome metabólica, entre outras. Aspectos conceituais e técnicos de situações-problema ou casos-clínicos serão discutidos em grupos-tutoriais.", "turmas": [{"codigo": "2025101", "inicio": "28/01/2025", "fim": "14/02/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FOB - Odontologia - Currículo Novo": {"vagas": 20, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}