{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0500", "nome": "Eixo Tutorial I", "creditos_aula": 6, "creditos_trabalho": 1, "objetivos": "1) Caracterizar a visão médica do ser humano em suas diferentes dimensões histórica, biológica e psicossocial, com discussão dos problemas sociais, econômicos, políticos, culturais e psicológicos que influenciam diretamente sua formação e atuação em sociedade e as relações socioambientais.\n2) Reconhecer o ciclo vital humano; Identificar as mudanças que ocorrem no ser humano durante seu ciclo vital (biológicas, sociais, psicológicas); Relacionar as mudanças que ocorrem com o ser humano à cultura em que se insere e valorizar a interação e cooperação no convívio com pessoas de diferentes idades.\n3) Conhecer o funcionamento normal do organismo humano e a manutenção da homeostase, fornecendo os fundamentos para a compreensão dos sistemas orgânicos de forma integrada, que serão aprofundados nos módulos subsequentes.", "programa_resumido": "Introdução ao conhecimento médico com contextualização histórica da medicina, evolução das fases históricas do conhecimento médico e sua relação com a arte e outros saberes, evolução do ensino médico e o uso de metodologias ativas no currículo integrado e processo saúde-doença na esfera social, considerando os direitos constitucionais. Introdução às bases orgânicas dos ciclos vitais, evolução do ser humano desde sua concepção até a morte, processo saúde-doença, interferência do meio ambiente na saúde, saúde e sociedade. Introdução ao funcionamento celular, dos tecidos e dos sistemas orgânicos; Conhecimento das vias metabólicas que garantem a produção de energia para o organismo, Mecanismos de homeostase para garantir o equilíbrio do organismo.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 47, "pendentes": 19, "matriculados": 28, "grupos": {}}}}]}