{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0501", "nome": "Sistemas Orgânicos Integrados I", "creditos_aula": 9, "creditos_trabalho": 2, "objetivos": "1) Conhecer as bases da formação e do funcionamento normal do organismo humano por meio da visão integrada do conhecimento médico e científico obtido pelos métodos de estudo das diversas ciências básicas.\n2) Conhecer a organização, estrutura e função dos seres vivos com ênfase nos componentes celulares e moleculares que formam os tecidos e os diversos sistemas orgânicos, discutindo a dinâmica do estado atual do conhecimento nas diversas áreas básicas de modo integrado.\n3) Conhecer os diversos processos fisiológicos que ocorrem de maneira coordenada para permitir ao ser humano manter seu meio interno em um equilíbrio quase constante, independentemente das alterações que ocorram no ambiente externo, de modo integrado entre as diversas ciências básicas.", "programa_resumido": "Introdução ao conhecimento médico com contextualização histórica da medicina, abordagem do estudo integrado do corpo humano explorando os seus métodos de estudo.  Situações básicas prática médica com estudo da anatomia, das células, da histologia explorando conhecimentos de bioquímica, fisiologia, biologia celular, histologia e genética. Estudo da célula com abordagem da estrutura, bioquímica, membrana, sítios de ligação e transporte, fisiologia, comunicações, enzimas, organelas, núcleo e divisão celular. Introdução ao metabolismo intracelular e transporte de soluto através das hemácias, contemplando ainda os fundamentos de histologia e análise histológicas. Introdução ao metabolismo e a homeostase do corpo humano, compreendendo noções de bioenergética e vias metabólicas (glicólise, ciclo de Krebs e cadeia respiratória), de metabolismo integrado (carboidratos e lipídios; aminoácidos e proteínas; função hepática e pancreática). O sistema muscular e ósseo com abordagem de anatomia, histologia, fisiologia e bioquímica.", "turmas": []}