{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Outro", "codigo": "BAO0503", "nome": "Atenção Integral à Saúde I", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "1) Conhecer a legislação e atual estado de implantação do Sistema Único de Saúde (SUS), bem como introduzir o estudante nas práticas de atenção à saúde no âmbito da comunidade, desenvolvendo as competências necessárias por meio de atividades em ambientes práticos na Estratégia de Saúde da Família, Unidades Básicas de Saúde, Unidades de Pronto Atendimento e Centros Comunitários de Saúde.\n2) Conhecer as políticas públicas do Sistema Único de Saúde (SUS) elaboradas para os diversos ciclos de vida do ser humano (saúde da criança, saúde do adolescente, saúde do adulto, saúde do homem; saúde da mulher e saúde do idoso), considerando a prevalência das doenças, e a epidemiologia nacional e local.\n3) Conhecer os conceitos básicos de informação em saúde e os diversos sistemas de informação disponibilizados e utilizados pelo Ministério da Saúde como instrumentos de avaliação da saúde populacional que permitem um monitoramento da qualidade assistencial.", "programa_resumido": "Contextualização da medicina e da atenção à saúde no Brasil. A abordagem histórica da medicina no Brasil e a evolução das políticas públicas de saúde perpassando pelo processo de reforma sanitária e implantação do SUS. Saúde, sociedade e meio ambiente (noções de epidemiologia e prevalência de doenças no Brasil, no estado e na região). Reconhecimento de questões relativas à Atenção Básica, aspectos físico e funcional da Unidade Básica Saúde, atribuições da Equipe de Saúde (conhecer e acompanhar o trabalho), diagnóstico situacional da área da Unidade Básica de Saúde. Conhecimentos de Antropologia e Sociologia: família, indivíduo, cultura, cuidados em saúde e práticas populares. A relação médico/paciente comunidade como transformadora da realidade social por meio das práticas educativas em saúde nos diversos ciclos do desenvolvimento humano, considerando as especificidades de gênero, as políticas de saúde no contexto nacional e a realidade epidemiológica local (saúde da criança, saúde do adolescente, saúde do adulto, saúde do homem; saúde da mulher e saúde do idoso). Conceitos básicos de informação e sistemas de informação em saúde, no contexto do Sistema Único de Saúde.  O e-SUS como estratégia de qualificação da gestão da informação e para ampliação da qualidade no atendimento à população. Os indicadores de saúde como instrumento de avaliação da saúde populacional (mortalidade, natalidade, vigilância nutricional, notificação compulsória, Programa Nacional de Imunização).", "turmas": []}