{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0520", "nome": "Laboratório de Habilidades e Simulação IV", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1) Compreender a estrutura uma consulta médica completa, organizando e registrando de modo racional a anamnese e o exame físico, e elaborando uma lista de problemas, raciocínio clínico, e condutas diagnósticas e terapêuticas;\n2) Compreender as noções sobre assepsia e antissepsia; métodos de paramentação e do comportamento necessário; reconhecer o material cirúrgico básico e dominar as técnicas e os tempos básicos da técnica operatória, assim como de procedimentos cirúrgicos simples (curativo e sutura);\n3) Conhecer terminologia, conceitos, princípios, limitações e causas de erro de métodos e técnicas de laboratório e de radiologia para que o aluno possa aplicá-los, durante o curso de graduação e na prática médica futura. Conhecer as indicações de uso de exames laboratoriais e de imagem, e interpretação adequada dos seus resultados, em bases clínicas racionais.", "programa_resumido": "1) Princípios da Medicina narrativa. Anamnese (identificação, queixa principal, história da doença atual, antecedentes pessoais e familiares, histórico social, interrogatório dos diversos aparelhos orgânicos). Exame físico geral e introdução ao exame físico específico (inspeção, palpação, percussão e ausculta). Exame físico da cabeça e pescoço, torácico e abdominal: inspeção, ausculta, palpação e percussão torácica. Desenvolvimento de uma consulta médica abrangente, com organização racional do exame clínico. Raciocínio clínico, lista de problemas e condutas diagnósticas e terapêuticas;\n2) Introdução à técnica operatória (assepsia, antissepsia, paramentação, sutura, técnicas e procedimentos cirúrgicos fundamentais). Avaliação de feridas e condutas de atendimento (curativos, cicatrização, anestésicos locais e medidas profiláticas). Técnica para realização de curativos e suturas simples;\n3) Introdução ao estudo da Patologia Clínica e da Imagenologia (radiografia convencional e com contraste, ultrassonografia, tomografia, endoscopia digestiva alta e baixa). Emprego e análise dos exames laboratoriais e de imagem no diagnóstico das doenças mais prevalentes. Interpretação e correlação clínico-laboratorial.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}