{"unidade": "Faculdade de Odontologia de Bauru", "departamento": "Odontopediatria, Ortodontia e  Saúde Coletiva", "campus": "Bauru", "codigo": "BAO0521", "nome": "Atenção Integral à Saúde IV", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1) Desenvolver habilidades necessárias para promoção, manutenção da saúde e prevenção das afecções mais prevalentes na comunidade, com ênfase na atuação multiprofissional e interdisciplinar, de acordo com os princípios fundamentais da atenção básica: integralidade, qualidade, equidade e participação social.\n2) Vivenciar a prática médica de promoção, prevenção, assistência e reabilitação de forma total, integrada e autônoma, com o objetivo de aprofundar a responsabilidade, capacidade de tomada de decisões e iniciativas\n3) Contribuir para a melhora das condições sociais e de saúde na comunidade onde atuará. Conhecer e descrever os principais problemas de saúde da população adscrita. Aprimorar a prática de cuidado individual e coletivo. Participar de grupos educativos dos diferentes programas de saúde existentes.\n4) Compreender a análise e a tabulação de dados aplicados à saúde, a partir do estudo das principais ferramentas estatísticas e de probabilidade, de modo a estabelecer o raciocínio crítico a respeito da interpretação e do tratamento de dados em saúde pública.\n5) Integrar os conhecimentos sobre bioestatística e saúde pública, com vistas à compreensão geral das etapas dos estudos epidemiológicos, bem como discutir a importância dos resultados destes estudos enquanto ferramenta aplicada à prática clínica.\n6)Compreender a construção histórica da medicina centrada na pessoa (MCCP), sua aplicabilidade como método clínico de abordagem dos sujeitos e os impactos de seus componentes no estabelecimento das relações de cuidado. Diferenciar o método clínico centrado na pessoa do método clínico tradicional, identificando potencialidades e limites destas abordagens e da anamnese \n7) Compreender Cuidado como categoria reconstrutiva, genealógica, crítica e ontológica das práticas em saúde, notadamente da medicina, e como norteadora para ação ética, técnica e política do trabalho em saúde no encontro intersubjetivo.", "programa_resumido": "1) Conhecimentos básicos para realização de um exame clínico, incluindo a relação médico paciente, a anamnese, o exame físico geral e específico dos diferentes aparelhos e sistemas (cabeça e pescoço, torácico, abdominal) para identificação de aspectos funcionais.\n2) Técnicas básicas para cuidados com feridas e suturas (sala de curativos, reconhecimento de feridas, curativos simples, avaliação de pé diabético); Procedimentos ambulatoriais para cuidados com lesões tegumentares. \n3) História natural das patologias oncológicas; Políticas gerais e específicas que se aplicam ao controle do Câncer no âmbito do SUS (Linha de cuidados para neoplasias, a hierarquização e regionalização das ações e serviços de atenção ao paciente oncológico); compreensão do fluxo de demanda do paciente oncológico local (a estrutura municipal e regional para apoio, prevenção e atenção em oncologia, registros de dados e indicadores de neoplasias no município, região e estado).\n4) Tabulação de dados. Fundamentos da estatística descritiva, principais medidas de tendência central e de dispersão,Teorema Central do Limite e erro padrão da média. Distribuições normal, t de student, binomial e de Poisson. Teste para médias, teste qui-quadrado e teste para proporções. Nível de confiança dos testes estatísticos.\n5) Noções sobre populações, parâmetros populacionais e amostras. Métodos de estudo em epidemiologia clínica. Fundamentos do Inquérito populacional.\n6) Estudo e utilização prática do Método Clínico Centrado na pessoa (MCCP), explorando seus componentes (Explorando a saúde, a doença e a experiência da doença, Entendendo a pessoa como um todo, Elaborando um plano conjunto de manejo dos problemas, Fortalecendo a relação entre a pessoa e o médico) de forma a sistematizar uma forma de atendimento que valorize a compreensão da pessoa como um todo.\n7) Reflexão e investigação em campo de diferentes dimensões e facetas do Cuidado em Saúde, notadamente, mas não exclusivamente, na Atenção Primária à Saúde, em contexto inter e multiprofissional, e inserido no território.", "turmas": [{"codigo": "2024201", "inicio": "22/07/2024", "fim": "06/12/2024", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}