{"unidade": "Instituto de Ciências Biomédicas", "departamento": "Biologia Celular e do Desenvolvimento", "campus": "São Paulo", "codigo": "BMC0146", "nome": "Placenta e Placentação: aspectos básicos e clínicos", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "O objetivo da disciplina é fornecer as bases e atualidades da Biologia da Placenta e Placentação alertando o Obstetriz da importância do acompanhamento da formação adequada da placenta e da análise desta estrutura ao longo da gestação como ferramenta diagnóstica e preditora de saúde e doença materna e fetal.\n\nOs objetivos específicos da disciplina incluem:\n1) Fornecer as bases da biologia das células placentárias;\n2) Analisar as correlações histofisiológicas e organização geral da placenta ao longo da gestação, na saúde e na doença;\n3) Estudar dentro das principais patologias gestacionais a o papel da placenta na defesa fetal e na manutenção da homeostasia do organismo materno.", "programa_resumido": "O programa abordará os aspectos morfofuncionais da formação placentária desde o momento da implantação embrionária até o parto, estrutura e função da placenta, patologias gestacionais associadas e de maior incidência, e a placenta como ferramenta de estudo biomédico e diagnóstica durante a gestação e após o parto. \n\nA disciplina será ministrada sob a forma de videoaulas teóricas introdutórias ou sobre tópicos específicos, seguida de um estudo prático com exame de preparados histológicos ao microscópio virtual de preparados de placentas nas diferentes fases da gestação. Esta atividade prática será acompanhada de roteiro com questões para estudo e discussões sobre a forma de fórum que incluam a participação dos alunos. Os estudantes, ainda a cada aula, deverão preparar desafios pedagógicos específicos (atividades pedagógicas complementares). \n\nComo atividade pedagógica complementar, ao fim de cada aula, os alunos divididos em grupos e obedecendo cronograma previamente divulgado, deverão apresentar atividades por eles desenvolvidas, que incitem a discussão do tema, tais como preparar entrevistas online com especialistas da área ou ainda preparar e apresentar seminários e/ou painéis, a partir de artigos científicos publicados em revistas internacionais de grande divulgação, cujo tema esteja relacionado com as funções e atividades placentárias ou com doenças da gestação, em que a placenta se insere como fator de relevância. \n\nEstas atividades visam principalmente estimular a discussão de mecanismos e vias celulares e moleculares que embasem as funções e patologias placentárias como uma ferramenta associativa entre a pesquisa básica e a clínica nesta área. \n\nTodas estas atividades complementares comporão a média final da Disciplina.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "As aulas serão ministradas no ICB I, 1º andar.", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 60, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {"EE - Enfermagem": {"vagas": 15, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "FCF -  para toda a Unidade": {"vagas": 5, "inscritos": 3, "pendentes": 0, "matriculados": 0}, "IB -  para toda a Unidade": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "ICB - Ciências Biomédicas": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "FSP - Nutrição (Diurno e Noturno)": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "EACH -  para toda a Unidade": {"vagas": 20, "inscritos": 20, "pendentes": 0, "matriculados": 0}, "FM -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}