{"unidade": "Instituto de Ciências Biomédicas", "departamento": "Biologia Celular e do Desenvolvimento", "campus": "Outro", "codigo": "BMC0132", "nome": "Embriologia Molecular", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A Biologia do Desenvolvimento investiga processos moleculares subjacentes aos diferentes\nníveis de organização biológica que levam à formação do embrião. Esses processos são\ncomplexos e portanto abordados de forma multidisciplinar. Especificamente iremos\napresentar nessa disciplina os processos fundamentais da embriologia dando ênfase às\nprincipais modificações morfológicas e os mecanismos moleculares relacionados. Ao final do\ncurso, o aluno estará capacitado para compreender as publicações atuais na área de\nBiologia do Desenvolvimento.", "programa_resumido": "Bases de Sinalização Celular e Biologia Molecular: Vias de sinalização, regulação\ngênica e introdução a tecnologia de Biologia Celular e Molecular aplicada à pesquisa\n● Gastrulação: formação dos folhetos embrionários e conservação de movimentos\ncelulares na morfogênese embrionária\n● Neurulação e desenvolvimento do sistema nervoso:Aspectos morfológicos e\nsinalização na neurulação e migração de crista neural.\n● Eixos embrionários de vertebrados e invertebrados: Eventos moleculares na\ndeterminação do plano corporal\n● Processos evolutivos do desenvolvimento (Evo-Devo): Conservação da sinalização e\nexpressão gênica embrionária na filogenia de metazoários\n● Formação dos membros locomotores; Aspectos moleculares no desenvolvimento de\nmembros, dígitos e suas malformações\n● Desenvolvimento dos órgãos e sistemas: Aspectos moleculares no desenvolvimento\nde sistemas orgânicos e suas malformações\n● Células-tronco, regeneração e senescência: Pluripotência, Células-tronco, iPS e\nterapias regenerativas.\n● Embriões e ambiente (Eco-Devo): Influência do ambiente no desenvolvimento e\nplascitidade do desenvolvimento na adaptação do indivíduo.\n● Teratogênese e malformações Toxicologia, Teratogênese e síndromes.", "turmas": []}