{"unidade": "Instituto de Ciências Biomédicas", "departamento": "Farmacologia", "campus": "São Paulo", "codigo": "BMF0403", "nome": "Farmacologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Transmitir conhecimentos/noções fundamentais da Farmacologia Básica, como forma de instigar a curiosidade dos alunos no intuito de despertá-los para o conhecimento do emprego racional de medicamentos, seus mecanismos de ação, possíveis interações e efeitos adversos com o binômio materno-fetal.", "programa_resumido": "\u0095\tIntrodução à Farmacologia / Vias de administração de Drogas / Farmacocinética - Absorção e fatores que interferem na absorção; cinética e meia-vida; Metabolização e Excreção / Farmacodinâmica - Interação Droga-receptor;  Farmacogenômica - Variações da resposta individual e de grupos popu-lacionais;Efeitos adversos de fármacos; Interação medicamentosa. Noções sobre ensaios clínicos.\u0095\tFármacos que atuam no sistema nervoso periférico\u0095\tFármacos que atuam no sistema nervoso central\u0095\tFármacos que atuam no sistema cardiovascular e renal\u0095\tFármacos que atuam nos processos inflamatórios e na dor\u0095\tFármacos que atuam no sistema respiratório\u0095\tPrincípios da Antibioticoterapia\u0095\tHormônios e seus antagonistas\u0095\tFármacos que atuam na motilidade uterina", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Coordenador da disciplina: Prof. Dr. João Agostinho Machado Neto.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 75, "inscritos": 36, "pendentes": 0, "matriculados": 0, "grupos": {"EACH - Obstetrícia": {"vagas": 75, "inscritos": 36, "pendentes": 0, "matriculados": 0}}}}}]}