{"unidade": "Instituto de Ciências Biomédicas", "departamento": "Parasitologia", "campus": "São Paulo", "codigo": "BMP0215", "nome": "Parasitologia", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "O objetivo principal desta disciplina é discutir com os alunos as relações entre os parasitas e seus hospedeiros. Além de uma visão geral sobre protozoários e helmintos, serão enfatizadas as principais endemias humanas, e apresentadas algumas espécies de importância veterinária e de vida livre.\nEsta disciplina pretende estimular o raciocínio, a análise crítica e a capacidade de integrar os conhecimentos básicos de Imunologia, Biologia Celular e Molecular com a Parasitologia. Estes são aspectos fundamentais para o estudo da Parasitologia contemporânea, que é multidisciplinar e dinâmica. Serão abordados diversos aspectos das infecções causadas por parasitas visando oferecer aos alunos uma visão abrangente: 1) da organização celular e genômica; 2) dos mecanismos bioquímicos e moleculares peculiares destes eucariotos; 3) da diversidade e estratégias evolutivas destes organismos; 4) da genética e epidemiologia; 5) dos métodos de diagnóstico; 6) da resposta dos hospedeiros; 7) dos mecanismos de patogenicidade e patologias; 8) dos mecanismos de evasão e sobrevivência; 9) da interação parasita-vetor; 10) de alvos, mecanismos de ação e resistência a drogas; 11) de vacinas contra parasitas; 12) das medidas profiláticas.", "programa_resumido": "O objetivo da disciplina é apresentar os diversos parasitas e, com a utilização de alguns modelos, introduzi-los aos principais métodos empregados no estudo de aspectos celulares e moleculares dos parasitas, e das relações destes com seus hospedeiros.\nPara contemplar o programa e atingir os objetivos propostos serão ministradas aulas teóricas com a utilização de recursos audiovisuais, seguidas de aulas práticas e outras atividades tais como: seminários, discussões de artigos científicos e exercícios em grupo. As aulas práticas serão ministradas com a participação efetiva dos alunos, com exercícios teórico-práticos seguidos de discussão. Os exercícios teórico-práticos referentes a cada aula serão enviados pelo moodle. Uma das modalidades de exercícios é a de Estudo dirigido, que voltará a ser realizado em sala de aula.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ICB - Ciências Biomédicas (42080)": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}