{"unidade": "Instituto de Relações Internacionais", "departamento": "Bacharelado em Relações Internacionais", "campus": "Outro", "codigo": "BRI0022", "nome": "Estatística Aplicada II", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina tem como objetivo complementar a formação em análise de dados do aluno do bacharelado em Relações Internacionais iniciada em Estatística Aplicada I. A ênfase de Estatística I é no aprendizado das noções básicas de estatística descritiva e de como realizar um trabalho empírico acadêmico na área de Relações Internacionais. Em Estatística Aplicada II, o objetivo é usar ferramentas estatísticas mais sofisticadas para realizar inferências e estabelecer relações de causalidade. Ao ser capaz de diferenciar relações de causalidade de meras correlações entre dados, o aluno perceberá como os métodos empíricos de pesquisa são parte fundamental do estudo teórico das disciplinas do bacharelado em Relações Internacionais.", "programa_resumido": "A disciplina tem como objetivo apresentar aos alunos algumas ferramentas estatísticas de análise de dados. Nas aulas teóricas serão apresentados os conceitos probabilísticos e estatísticos em que se baseiam estas ferramentas, mas o foco principal será a utilização destes instrumentos em bases de dados relacionados com as disciplinas do curso de bacharelado em Relações Internacionais em aulas práticas no laboratório de informática. Assim como na disciplina Estatística Aplicada I (pré-requisito para esta segunda disciplina em métodos quantitativos), a avaliação será composta por exercícios em sala de aula, provas e por um trabalho final. Este trabalho final deverá avaliar não só a capacidade do aluno em fazer uma análise mais formal e sofisticada de uma base de dados, mas também da sua capacidade de escrever um trabalho empírico acadêmico.", "turmas": []}