{"unidade": "Instituto de Relações Internacionais", "departamento": "Bacharelado em Relações Internacionais", "campus": "São Paulo", "codigo": "BRI0038", "nome": "Sistema Financeiro Internacional, Governança e Crises", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O curso tem como objetivo discutir as perspectivas do sistema financeiro internacional a partir das transformações de que foi objeto nos últimos trinta anos. Após fazer uma breve recapitulação de conceitos de macroeconomia aberta, o curso apresenta os grandes participantes dos mercados financeiros, as autoridades financeiras e a política monetária. \nEm seguida, são revisadas as políticas de liberalização financeira e a economia política destes processos. A partir do estudo dos episódios de crises financeiras em países emergentes e mais desenvolvidos e das políticas implementadas frente a elas, são discutidas teorias e alternativas aos governos nacionais, bem como perspectivas da governança financeira global.", "programa_resumido": "A partir do estudo dos principais participantes do sistema financeiro interacional, o curso discute as transformações que sofreu desde o aprofundamento das políticas de liberalização no final da década de 1980. Ao debruçar-se sobre diversas experiências nacionais de reformas financeiras, o programa da disciplina procura mostrar as especificidades locais e a dinâmica política doméstica frente a eventuais pressões por mudanças advindas do ambiente externo.\nNa sequência, estudam-se políticas destinadas à prevenção e gestão de crises financeiras, à luz das crises ocorridas desde o final do século XX e seus efeitos sobre a governança financeira global.\nOs tópicos abordados incluem: causas macroeconômicas e fatores que contribuíram para as crises dos países emergentes e a crise financeira global, o papel das políticas dos bancos centrais em gestão de crises e prevenção; pacotes de estímulo fiscal e os regimes de apoio aos bancos, reforma da regulamentação financeira e o processo G20, risco sistêmico, o legado fiscal da turbulência financeira e da recessão econômica e da crise da dívida soberana europeia.\nDiferentes abordagens teóricas serão discutidas para interpretar as crises e seus desdobramentos.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Maria Antonieta Del Tedesco Lins"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 38, "inscritos": 30, "pendentes": 9, "matriculados": 21, "grupos": {"IRI -  para toda a Unidade": {"vagas": 38, "inscritos": 30, "pendentes": 9, "matriculados": 21}}}, "Optativa Livre": {"vagas": 15, "inscritos": 14, "pendentes": 1, "matriculados": 13, "grupos": {"FEA - Ciências Econômicas - Diurno ou Noturno (Novo)": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}, "EP -  para toda a Unidade": {"vagas": 7, "inscritos": 7, "pendentes": 0, "matriculados": 7}, "FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 1}, "FFLCH - Geografia - Diurno ou Noturno": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}, "FFLCH - História - Diurno ou Noturno": {"vagas": 2, "inscritos": 2, "pendentes": 1, "matriculados": 1}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}