{"unidade": "Instituto de Relações Internacionais", "departamento": "Bacharelado em Relações Internacionais", "campus": "São Paulo", "codigo": "BRI0102", "nome": "Fundamentos das Relações Institucionais e Governamentais: sociedade atuando na construção de políticas públicas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo desta disciplina é apresentar os fundamentos das Relações Institucionais e Governamentais (RIG), enquanto uma área de pesquisa ainda pouco explorada no campo das ciências sociais, utilizando princípios da ciência política, economia, história e direito buscando a compreensão de fenômenos de interesse.\nO curso está dividido em duas partes: a primeira apresenta a área por meio do prisma teórico, com a introdução de princípios de funcionamento das relações entre diversos atores da sociedade e entes governamentais. Para isso, os alunos terão acesso ao estado da arte da produção acadêmica na temática, assim como participarão de debates abordando questões filosóficas e legais no campo ético.\nA segunda parte do curso é dedicada à apresentação de técnicas utilizadas no exercício do trabalho e questões práticas que envolvem o dia a dia de um profissional da área. Neste módulo, serão abordadas as melhores práticas a fim de que os alunos possam desenvolver, de forma competente, atividades fundamentais para o exercício da profissão.", "programa_resumido": "Aspectos teóricos: Relações Institucionais e Governamentais & Advocacy. Processo decisório no Poder Executivo. Processo Legislativo. Risco Político na perspectiva comparada. Construção de Estratégias - Engajamento no âmbito federal e subnacional. Prática Comparada & Regulamentação no Brasil. Aspectos práticos: Levantamento e acompanhamento de informações sobre cenário político e institucional. Monitoramento legislativo e análise dos impactos setoriais. Mapeamento e gerenciamento de autoridades e influenciadores. Identificação e Gerenciamento de temáticas. Construção de narrativa e elaboração de estratégias de comunicação. Gerenciamento de crise. Análise reputacional no âmbito institucional.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Amâncio Jorge Silva Nunes de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Econômicas - Diurno ou Noturno (Novo)": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Diurno ou Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História - Diurno ou Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}