{"unidade": "Instituto de Relações Internacionais", "departamento": "Bacharelado em Relações Internacionais", "campus": "São Paulo", "codigo": "BRI0114", "nome": "Grande Estratégia e Política Externa", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O curso buscar equipar os alunos de graduação e pós-graduação a pensar rigorosamente sobre grande estratégia e aplicar seu aprendizado a problemas de grande escala do mundo contemporâneo, com especial ênfase ao Brasil. O curso enfatiza o estudo da história e do pensamento sobre grande estratégia, promovendo o compartilhamento de conhecimento entre estudantes e profissionais. Além disso, buscar equipar os alunos a examinar os desafios e oportunidades globais enfrentados pelo Brasil para elaborar uma grande estratégia de política externa contemporânea.", "programa_resumido": "A disciplina “Grande Estratégia e Política Externa” explora o conceito de Grande Estratégia em Relações Internacionais e Política Externa. O objetivo principal do curso é analisar as formas pelas quais as nações formulam, implementam e avaliam opções estratégicas de longo alcance para avançar em seus interesses na arena internacional. Como os Estados alocam seus recursos para atingir seus objetivos? Como os Estados elaboram seus objetivos tendo em vista os meios disponíveis? São perguntas que orientam o curso. O curso tem quatro componentes. O primeiro discorre sobre as principais abordagens teóricas de Grande Estratégia em Relações Internacionais. Esta parte revisa os principais pensadores clássicos da Grande Estratégia, tais como Clausewitz, Sun Tzu, Tucídides e Mao Tse-tung. O segundo componente discute a Grande Estratégia das grandes potências, em especial dos EUA e China. Os casos fornecem os insumos para se entender as condicionantes da Grande Estratégia em países com poder material quase ilimitado. O quarto componente traça o desenvolvimento histórico e conceitual da Grande Estratégia em países do Sul Global, em especial da Índia e da Indonésia. Os estudos de caso fornecem os insumos para se construir uma estrutura analítica que facilite a compreensão da inter-relação entre política e estratégia com ênfase nas limitações e oportunidades do Sul Global. Por fim, o último componente discorre sobre a Grande Estratégia no Brasil, com destaque ao papel dos militares, revolucionários e diplomatas na construção dos objetivos e capacidades do Brasil na arena internacional. O curso avalia também a relevância de elaborar uma grande estratégia para o Brasil contemporâneo em temas como a rivalidade entre EUA e China e Amazônia.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Feliciano de Sá Guimarães"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 40, "inscritos": 3, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 6, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Econômicas - Diurno ou Noturno (Novo)": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Diurno ou Noturno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 3, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 4, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}