{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Cênicas", "campus": "São Paulo", "codigo": "CAC0641", "nome": "Dramaturgia I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina Dramaturgia I tem por objetivo promover uma introdução ao estudo das formas fundamentais de escrita cênica no\nteatro moderno, com especial ênfase na compreensão de modelos dramáticos e formas críticas do drama. Aspectos gerais da\nrelação entre cena e texto serão examinados, com atenção particular aos padrões surgidos a partir da encenação moderna em\nsua exigência de maior autonomia estética em relação à literatura dramática. O curso pretende também vincular esse debate\ntécnico-poético à experiência de modernização do teatro brasileiro, com base em eleição de autores modelares em consonância\ncom o Campo Poético I definindo para o ano. A disciplina compõe o conjunto preparatório para o Ateliê I, a ser instalado no\nsegundo semestre.\n\n- Cobrir estudos da Língua Portuguesa falada e escrita, com intuito de conduzir ao domínio da norma culta.", "programa_resumido": "Estudo teórico-prático das formas fundamentais da dramaturgia moderna, com base em modelos surgidos a partir da confluência entre a crise do drama e o surgimento da encenação moderna. O estudo se combina a uma experimentação prática feita a partir de exercícios de escrita teatral em diálogo com o Campo Poético I.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Básico em Licenciatura e Bacharelado (currículo reformulado - disciplina não será ofertada no 2° semestre letivo de 2025. Os alunos ingressantes de 2025 devem cursar CAC0641 no 1° semestre de 2025)", "horario": [{"dia": "seg", "inicio": "13:30", "fim": "17:15", "professores": ["Felisberto Sabino da Costa"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {"ECA - Artes Cênicas - Ciclo Básico (Reformulado)": {"vagas": 40, "inscritos": 1, "pendentes": 0, "matriculados": 1}}}}}]}