{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Cênicas", "campus": "São Paulo", "codigo": "CAC0645", "nome": "Processos Criativos e Pedagógicos I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Compreender a potência do jogo como fenômeno que perpassa toda e qualquer cultura e suas aproximações com o fazer teatral; \n- Experimentar diferentes modalidades lúdicas (jogos e brincadeiras tradicionais, jogo dramático, jogos teatrais), como atividades ordenadas e estruturadas por meio de regras, fazendo um paralelo com a noção de cena; \n - Apresentar dois sistema de aprendizagem da linguagem teatral (drama como método de ensino e os jogos teatrais) suficientemente embasados como modelos para outras invenções e desdobramentos para a instauração de processos criativos e pedagógicos. \n\nJustificativa\n\nA disciplina se apoia nas noções de ludicidade e jogo como fenômenos culturais, históricos e geograficamente resignificados, provenientes da experiência de vida humana. A partir da investigação de brincadeiras e jogos tradicionais comumente experimentados nos anos iniciais da vida, busca-se estabelecer pontos de contato com o fazer teatral, caracterizado também por sua dimensão lúdica. Trata-se da primeira disciplina do Ciclo Básico voltada para a área da Licenciatura, com interesse em estabelecer uma aproximação entre processos de criação e aprendizagem, bem como a integração dos estudantes com base em princípios éticos nos processos de criação artística.\nO programa da disciplina divide-se em três eixos que pretendem fornecer experiências criativas práticas de base lúdica e subsídios teóricos que permitam aos estudantes uma aproximação e exame do fenômeno teatral e seus processos de aprendizagem à luz da dimensão lúdica. No primeiro eixo, abordam-se as noções de ludicidade, jogo e brincadeira e seus desdobramentos como ações da presença na cena, trazendo um repertório de jogos tradicionais e brincadeiras afro-brasileiras que servem como material simbólico para a abertura de processos de experimentação individual e coletiva.\nNo segundo eixo, os alunos são encorajados a investigar na prática situações que envolvam o \"como se\", mergulhando em situações fictícias que proporcionem uma experiência imersiva e envolvente no processo de aprendizagem, a partir da relação do jogo com o Drama como Método de Ensino.\nNo terceiro eixo, o Sistema de Jogos Teatrais, organizado por Viola Spolin, é tomado como referência para pensar a apresentação da linguagem teatral em contextos de ensino e aprendizagem, revelando os elementos dessa linguagem a partir de problemas a serem solucionados para uma plateia igualmente jogadora. Evitando uma separação muito nítida entre prática e teoria, essa disciplina oferece pistas para pensar na indistinção entre a sala de aula e a sala de ensaio.", "programa_resumido": "Pesquisa acerca de teorias e procedimentos pedagógicos relacionados com processos de criação teatral baseados no universo lúdico.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Básico em Licenciatura e Bacharelado (currículo reformulado)", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "11:45", "professores": ["Luvel García Leyva"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Cênicas - Ciclo Básico (Reformulado)": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}