{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Cênicas", "campus": "São Paulo", "codigo": "CAC0660", "nome": "Processos Criativos e Pedagógicos III", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "•\tAnalisar a emergência do campo da ação cultural no âmbito da educação não-formal\n•\tExaminar e refletir sobre processos de ação cultural envolvendo as artes da cena\n•\tDiscutir como as questões educacionais e culturais contemporâneas permeiam as práticas em ação cultural e artística\n•\tProporcionar experiências formativas por meio do envolvimento em atividades realizadas em espaços educativos não-formais\n•\tPromover a relação universidade-sociedade no enfrentamento de problemas sociais em espaços educativos", "programa_resumido": "A disciplina convida à investigação sobre como o conceito de ação cultural, aliado à ideia de formação e ação artística manifesta-se no âmbito da educação não-formal. Serão examinadas a trajetória histórica do conceito de ação cultural, as diferentes perspectivas de sua implementação e estudos de caso. A partir da relação entre os campos da cultura, da política e da educação, focalizamos suas problemáticas históricas e contemporâneas, enfocando a discussão: modernidade x decolonialidade.\n\nJustificativa\n\nA disciplina, voltada para o cumprimento de horas de estágio de estudantes da Licenciatura e do Bacharelado, procura examinar a interseção entre a dimensão artística e a dimensão pedagógica de ações cênicas no âmbito da educação não formal. Visto que o tema diz respeito à atuação de profissionais egressos das duas habilitações, justifica-se uma disciplina que reúna todos os estudantes, de modo a propor discussões sobre práticas de ação cultural a partir de observações e regência no campo.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Licenciatura e Bacharelado (currículo reformulado)", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "11:45", "professores": ["Suzana Schmidt Viganó"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 50, "pendentes": 2, "matriculados": 48, "grupos": {"ECA - Artes Cênicas - Licenciatura e Bacharelado (Reformulado)": {"vagas": 60, "inscritos": 50, "pendentes": 2, "matriculados": 48}}}}}]}