{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Cênicas", "campus": "São Paulo", "codigo": "CAC0559", "nome": "Práticas Performativas II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Objetivo GeralRecuperar as relações entre as artes visuais e as artes cênicas como espaço de constituição das práticas performativas. Historiar esse período de constituição e posterior separação de ambas. Na seqüência, reconstituir os vários momentos de rearticulação dos contatos entre as duas áreas, levados a cabo por artistas e teóricos brasileiros e internacionais.Objetivos EspecíficosAnalisar e discutir o caráter híbrido da performance como uma linguagem que transita entre as artes visuais e as artes cênicas, em suas relações com a música, a literatura, o cinema e as práticas culturais coletivas.Estudar e analisar as relações entre as práticas performativas e a tecnologia.Estimular a criação e a produção de práticas performativas pelos alunos dos Departamentos de Artes Plásticas e Artes Cênicas.", "programa_resumido": "A quebra do cubo branco e da caixa preta: a performance na rua I. Environmental theatre e site-specific performance. Teatros Performativos. Práticas performativas no espaço urbano: estudos brasileiros. Práticas performativas urbanas recentes. Práticas performativas e tecnologia / performance e mídia. Práticas performativas e tecnologia. Performance e mídia. Performance como resistência.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Optativa Eletiva: Licenciatura e Bacharelado em Artes Cênicas (currículo reformulado) e Licenciatura e Bacharelado em Artes Visuais (currículo reformulado)\nOptativa Livre: ECA e USP", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Marcos Aurélio Bulhões Martins"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Cênicas - Licenciatura e Bacharelado (Reformulado)": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "ECA - Artes Visuais (antigo e reformulado)": {"vagas": 10, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 30, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - para toda a Unidade": {"vagas": 10, "inscritos": 3, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 20, "inscritos": 11, "pendentes": 0, "matriculados": 0}}}}}]}