{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Cênicas", "campus": "São Paulo", "codigo": "CAC0653", "nome": "Processos Criativos e Pedagógicos II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "-\tConhecer e analisar diferentes abordagens pedagógicas para o ensino das artes cênicas;\n-\tExperimentar diferentes modalidades de jogo, tais como: jogos teatrais, jogos dramáticos em suas duas acepções, jogos do teatro do oprimido, jogos de improviso e de composição com o espaço e com os demais jogadores;\n-\tObservar e propor sequências didáticas a partir não somente da escolha e combinação de jogos existentes, mas também da perspectiva da invenção de jogos;\n-\tExplorar espaços não convencionalmente destinados ao teatro – como os que encontramos nas escolas que não dispõem de um palco – como espaços potentes o suficiente para a composição cênica. \n\nJustificativa\nA disciplina se volta para o estudo de diferentes Pedagogias das Artes Cênicas, pautadas na noção de jogo. A partir da sistematização dos Jogos Teatrais desenvolvido por Viola Spolin, outras abordagens são analisadas, passando pelos jogos dramáticos, o Teatro do Oprimido, o jogo com o espaço não convencional e a interface com outras linguagens artísticas. Tendo em vista que todos os estudantes do Ciclo Básico participarão de processos de criação, a investigação levada a cabo visa a compreensão de jogos podem ser criados ou reformulados à luz dos autores estudados. Ou seja, cabe àqueles que se ocupam dos processos de criação e aprendizagem a escolha, a combinação e a elaboração de jogos para que um processo se inicie. Partindo do pressuposto de que sala de aula e sala de ensaio são campos de ação similares, os estudantes, divididos em subgrupos, apresentarão um exercício cênico inspirado em uma das abordagens investigadas.", "programa_resumido": "Pesquisa acerca de teorias e procedimentos pedagógicos relacionados com processos de criação teatral, delimitada pelo Campo Poético II.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Básico em Licenciatura e Bacharelado (currículo reformulado)", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "11:45", "professores": ["Luvel García Leyva"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Cênicas - Ciclo Básico (Reformulado)": {"vagas": 40, "inscritos": 33, "pendentes": 0, "matriculados": 0}}}}}]}