{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Cênicas", "campus": "São Paulo", "codigo": "CAC0704", "nome": "Cantos e danças do Brasil: práticas integradas de voz e movimento", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O campo da cultura popular brasileira reúne várias manifestações em que dança, música e palavra se entrelaçam. Mais do que uma característica somente estética, tais manifestações – herdeiras de epistemes afro-centradas e afro-diaspóricas — anunciam uma cosmopercepção tributária da integração e da organicidade das formas artísticas. Dentro desse contexto, a disciplina almeja desenvolver práticas de voz e movimento, com base na multimodalidade presente em danças e brincadeiras populares afro-motriciais brasileiras, em constante diálogo com reflexões sobre como abordar esse conhecimento. Ademais, intenta-se propor investigações circunstanciadas a partir de algumas formas artísticas tradicionais específicas, bem como estudos e discussões gerais acerca de cultura popular, tradição, apropriação cultural e afrorreferencialidade.", "programa_resumido": "O programa inclui: estudos de movimento, percepção, dinâmica e contextos presentes em manifestações artísticas afro-populares do Brasil a serem definidas e investigadas coletivamente a cada semestre de oferecimento do curso; práticas vocais inspiradas em cantos tradicionais (cantos de trabalho, cantos responsoriais, toadas, pontos); estudos práticos sobre multimodalidade e coordenação rítmico-vocal; práticas de roda e dinâmicas coletivas; leituras, estudos e discussões a partir das referências abaixo-listadas.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Optativa Eletiva: Licenciatura e Bacharelado (currículo reformulado)\nOptativa Livre: USP", "horario": [{"dia": "qua", "inicio": "13:30", "fim": "17:15", "professores": ["(R) Andréia Vieira Abdelnur Camargo"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 5, "pendentes": 0, "matriculados": 5, "grupos": {"ECA - Artes Cênicas - Licenciatura e Bacharelado (Reformulado)": {"vagas": 20, "inscritos": 5, "pendentes": 0, "matriculados": 5}}}, "Optativa Livre": {"vagas": 5, "inscritos": 5, "pendentes": 1, "matriculados": 3, "grupos": {"Qualquer Unidade da USP": {"vagas": 5, "inscritos": 4, "pendentes": 1, "matriculados": 3}}}}}]}