{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0327", "nome": "Lugares da Arte", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Estudo dos modos de interação entre os campos da Arte e da Arquitetura na contemporaneidade, e das experiências e conceitos propostos por artistas e pensadores da Arte a partir dos anos 1960 em sua relação com o site (local/contexto), revendo dogmas e falsos pressupostos diante de reflexões atuais.  Introduzir a leitura de autores que abordam a intersecção entre estes dois campos em textos recentes ou históricos, e contribuem para o debate sobre os lugares e espaços da Arte. \nPrática artística – individual e coletiva – concebendo e elaborando projetos de intervenções em espaços encontrados no Campus da USP.  Na criação de proposições para locais específicos, explorar modos de pesquisa e ação, uso de imagem e texto na apresentação, formulação de conceitos, experimentos com materiais e suportes, registros com meios variados. Exercicios compartilhados de leitura e crítica dos projetos apresentados acompanharão os processos individuais durante o semestre.", "programa_resumido": "Programa Resumido \nEstudos de caso de colaborações, confrontos ou troca de papéis entre artistas e arquitetos, abordando projetos de Arte que fazem uso de elementos da linguagem da Arquitetura ou transformam temporariamente um espaço arquitetônico dado, afetando as práticas sociais habitualmente experimentadas ali. \nCampo de Prova: alunas e alunos irão pesquisar, conceber, apresentar, obter autorizações e realizar seus projetos, colaborando na realização de um programa comum de intervenções temporárias em espaços da Cidade Universitária.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Optativa Eletiva:  Licenciatura e Bacharelado em Artes Visuais (currículo reformulado)", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "17:45", "professores": ["(R) Lúcia Machado Koch"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Visuais - Licenciatura e Bacharelado (Reformulado)": {"vagas": 30, "inscritos": 4, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 3, "inscritos": 2, "pendentes": 0, "matriculados": 2, "grupos": {}}}}]}