{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0328", "nome": "Tondo - o formato circular na pintura", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina teórico-prática visa o estudo do tondo na historia da arte e na contemporaneidade.\n tondo (plural: tondi) é uma pintura ou relevo escultórico de formato circular. \nA palavra deriva do italiano rotondo (redondo), tendo sua forma reduzida, a aférese tondo, absorvida nos tratados de história da arte ocidental em diversa linguas, inclusive em português.\nEncontrado desde a antiguidade como elemento compositivo, nas empenas e pórticos de edifícios nas fachadas ou em antecâmaras, tem seu apogeu na 2a. metade.do séculos XV em Florença, com a pintura de temas religiosos como a Virgem com o menino Jesus e a Adoração dos Magos, dos Pastores.\nEm contextos técnicos e científicos, a imagem circular é comumente associada a dispositivo óticos aludindo ao processo da visão como uma ligação direta entre a representação pictórica e o olho do observador. Possui ainda forte carga simbólica, ao transmitir ideias de perfeição e harmonia, circulação e retorno, abrangendo da visão de mundo teológico-cristão a esquemas científicos ou metáforas politicas.", "programa_resumido": "Apresentação de exemplos históricos de pintura em formato circular tanto do período de seu apogeu, como de sua continuidade no modernismo e no pós-modernismo. e a pratica de no", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "observacoes": "Optativa Eletiva: Ciclo Básico em Artes Visuais (currículo reformulado)", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Geraldo de Souza Dias Filho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Visuais - Ciclo Básico (Reformulado)": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}