{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0286", "nome": "Fundamentos da Aprendizagem Artística", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "A disciplina trata de questões relativas ao processo de aprendizagem da arte, investigando características desse processo e contextualizando suas funções sociais, culturais e estéticas. Trata-se de uma reflexão que tem como objetivo instrumentar a prática artística e a inclusão, no processo formativo, da discussão sobre educação, arte e cultura. Mesmo que os estudantes não tenham a intenção de se tornarem professores de Arte, certas noções básicas relativas ao espaço da educação no grupo social e cultural a que pertencem podem alicerçar uma visão mais ampla da rede de relações das quais fazem parte como artistas. Referências teóricas e filosóficas sobre a função da educação no mundo de hoje podem também reorganizar o espaço imaginário que ocupa a mente dos estudantes, propiciando seu reposicionamento quanto às idéias e crenças sobre processos educativos. Ao mesmo tempo, pensar o processo de aprendizagem artística pode trazer uma reflexão crítica sobre o trajeto de conhecimento dos estudantes durante a graduação, tanto nas disciplinas práticas quanto teóricas", "programa_resumido": "A disciplina abordará os fundamentos teórico-poéticos que embasam o processo de ensino-aprendizagem da arte em sua relação com a natureza do processo educativo e o fenômeno artístico, em uma perspectiva dialógica e vivencial.\n.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Ciclo Básico em  Artes Visuais (currículo reformulado)", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Sumaya Mattar"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Visuais - Ciclo Básico (Reformulado)": {"vagas": 40, "inscritos": 21, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}