{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0234", "nome": "Litografia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo introduzir o aluno ao conhecimento da Litografia por meio da instrução de seus procedimentos básicos e da reflexão a respeito de suas bases conceituais. Com o uso de metodologia empírica, pretende-se a formação de um repertório elementar no campo específico da expressão visual litográfica, conciliando duas perspectivas basilares: uma de natureza crítico-conceitual e outra de caráter poético-estético, ambas desenvolvidas no âmbito de uma lógica da sensação capaz de juntar teoria e prática. Espera-se, no fluxo das atividades didáticas, estimular a potência interdisciplinar do meio litográfico exercitando, laboratorialmente, misturas tecnológicas diversas. Incentivar pesquisas interdisciplinares, nesse contexto, significa expandir a capacidade expressiva característica da Litografia em direção a outros processos técnicos de criação inaugurados com o aparecimento de novos meios de produção gráfica. Em razão disso, o quadro de referências conceituais e metodológicas do programa procura abranger de forma pontual os modos contemporâneos de produção e multiplicação de imagens poéticas. A coordenação das experimentações no domínio da litografia acompanha à pauta da contemporaneidade dos processos técnicos artesanais e digitais, implicados nas etapas de execução tecno-poética dos projetos discentes, desde a concepção até a sua conclusão. Além dos propósitos já elencados e como consequência das atividades empreendidas, espera-se desenvolver recursos de metalinguagem e sistematização adequados às formas de apresentação e documentação da pesquisa em arte.", "programa_resumido": "Estudo empírico da Litografia (lithos – pedra e graphein – escrever) como meio de expressão artística em Gravura, cuja especificidade técnica é convergente a uma poética da multiplicidade. Trata-se de introduzir às técnicas de gravação e impressão planográfica, desenvolvidas sobre base calcárea (rocha sedimentar carbonática) para a criação, fixação e multiplicação de imagens poéticas.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Optativa Eletiva: Licenciatura e Bacharelado em Artes Visuais (currículo reformulado)", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "17:45", "professores": ["(R) Branca Coutinho de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 4, "pendentes": 1, "matriculados": 3, "grupos": {"ECA - Artes Visuais - Licenciatura e Bacharelado (Reformulado)": {"vagas": 30, "inscritos": 4, "pendentes": 1, "matriculados": 3}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}