{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0169", "nome": "Metodologias do Ensino das Artes Visuais II com Estágios Supervisionados", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "Desenvolver atitude de professor-artista pesquisador, compreendendo a pesquisa como princípio da formação e atuação docente;\nPromover e estimular a investigação, reflexão, discussão, crítica e criação de propostas na área de ensino da arte;\nMobilizar os conhecimentos teórico-práticos sobre a arte e o ensino da arte adquiridos ao longo da graduação, na concepção e aplicação de propostas pedagógicas; \nPossibilitar ao futuro professor a oportunidade de desenvolver exercícios de criação didática, considerando seus propósitos pessoais como educador-artista, articulando-os aos princípios e métodos da pesquisa-ação;\nDesenvolver técnicas de registro e documentação do processo educativo e de administração do tempo e organização do espaço e da classe.\nConhecer, elaborar e realizar propostas de avaliação do processo de aprendizagem dos estudantes.", "programa_resumido": "Vivências  de  experiências  e  exercícios  estéticos,  artísticos  e  pedagógicos  coletivos  e  individuais;;  realização  de  estudos,\nanálises  e  leituras  de  tópicos  fundamentais  concernentes  à  aprendizagem  artística  e  à  práxis  educativa  criadora;;\ndesenvolvimento  de  estudos  teóricos  e  práticos  voltados  à  gestão  do  ensino  e  da  aprendizagem;  planejamento  e\nrealização  de  uma  proposta  de  ação  educativa  coletiva  em  Escolas  de  Ensino  Fundamental.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Licenciatura em Artes Visuais (currículo reformulado)", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "17:45", "professores": ["(R) Sumaya Mattar"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Visuais - Licenciatura (Reformulado)": {"vagas": 40, "inscritos": 21, "pendentes": 0, "matriculados": 0}}}}}]}