{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0278", "nome": "A Gravura no Contexto da Reprodutibilidade Técnica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo o desenvolvimento de práticas em Gravura para a ampliação do conhecimento no campo expandido de sua expressividade poética. A disposição que está na base dessa proposta é a capacitação do estudante para a exploração e reflexão acerca das potencialidades expressivas das diversas técnicas gráficas, considerando suas diferenças qualitativas imanentes e a evolução tecnológica. Sob esse enfoque, é abordado um largo espectro de recursos que inclui tanto os meios tradicionais quanto os atuais, experimentações com procedimentos artesanais e/ou digitais, simples ou complexos - a variedade de metodologias da reprodutibilidade técnica relaciona as soluções processuais à história da gravura, da imagem impressa, da arte em geral e das operações poéticas conectadas ao conceito de multiplicidade.", "programa_resumido": "Estudo empírico da Gravura como meio multi, interdisciplinar e transdisciplinar de expressão artística. Trata-se de desenvolver pesquisas sobre os modos contemporâneos de produção e multiplicação de imagens com experimentações de caráter poético. O agenciamento de processos gráficos plurais, de materiais e linguagens díspares, com aplicação e/ou inovação de técnicas diversas, tanto artesanais quanto digitais, para a confecção e impressão de matrizes sobre substratos variados, com a finalidade de produzir experimentos poéticos no contexto da reprodutibilidade técnica, fundamenta os conceitos que abrangem o campo expandido da Gravura.\nPraticar a Gravura experimentando suas múltiplas técnicas, seja de forma convencional ou inaudita, restrita ou em combinações variadas, tanto em modo disciplinar específico quanto interdisciplinar, ou multidisciplinar plural, significa aprofundar e expandir os conhecimentos nesse campo de expressão poética.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Optativa Eletiva: Licenciatura e Bacharelado em Artes Visuais (currículo antigo e reformulado)", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:45", "professores": ["(R) Branca Coutinho de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Visuais (antigo e reformulado)": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}