{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "São Paulo", "codigo": "CAP0322", "nome": "História do Ensino de Arte no Brasil: trajetória política e conceitual e questões contemporâneas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina visa situar historicamente e problematizar as diversas concepções e práticas do ensino e da aprendizagem da arte no Brasil já sistematizadas, refletindo sobre suas principais transformações e estabelecendo relações com as políticas educacionais e os panoramas artístico, cultural e politico de cada época, ao mesmo tempo que, por meio da Metodologia da História Oral, se propõe à construção de fontes primárias compostas por narrativas de experiências com arte e educação contemporâneas diversas e plurais, especialmente, de pessoas pertencentes a grupos que, por razões econômicas, sociais, étnicas e de gênero, entre outras, são comumente excluídos do espaço acadêmico de produção de conhecimento.", "programa_resumido": "A disciplina faz uso da Metodologia da História Oral para a construção de fontes primárias diversas e plurais sobre arte e educação na contemporaneidade,  especialmente, de pessoas pertencentes a grupos que, por razões econômicas, sociais, étnicas e de gênero, entre outras, são comumente excluídos do espaço acadêmico de produção de conhecimento. Os estudantes realizam leituras de autores clássicos da área de arte e educação e autores contemporâneos que colocam em questão a colonialidade no campo do ser, do saber e do poder e desenvolvem um projeto de pesquisa utilizando a História Oral para conhecer, produzir e disseminar experiências outras de ensino e aprendizagem da arte.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Licenciatura (currículo reformulado)\nOptativa Eletiva: Escultura, Gravura, Multimídia e Intermídia e Pintura (currículo antigo) e Bacharelado em Artes Visuais (currículo reformulado)", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:45", "professores": ["(R) Sumaya Mattar"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 27, "pendentes": 1, "matriculados": 24, "grupos": {"ECA - Artes Visuais - Licenciatura (Reformulado)": {"vagas": 30, "inscritos": 25, "pendentes": 1, "matriculados": 24}}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 3, "pendentes": 0, "matriculados": 3, "grupos": {"ECA - Artes Visuais - Bacharelado (antigo e reformulado)": {"vagas": 30, "inscritos": 3, "pendentes": 0, "matriculados": 3}}}, "Extracurricular": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}