{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "Outro", "codigo": "CAP0180", "nome": "Artes Visuais - Século XVIII", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "O curso apresentará uma visão histórica e filosófica do período inicial da \"arte moderna\", dirigida à discussão de algumas de suas obras paradigmáticas. Desenvolverá a perspectiva da era moderna como \"estado de exceção\", implantado à base de colonialismo, escravidão, \"enclosures\" e absolutismo, e correlatamente confrontará diferentes acepções da noção de Esclarecimento. À luz de tal debate introduzirá os temas que presidem à gênese do campo prático e reflexivo da modernidade e de suas primeiras experiências artísticas. \n\n\tAssim o curso discutirá a questão da \"invenção da liberdade\" e seus efeitos sobre a arte; o processo de transição que se desdobra desde as proposições de de Winckelmann (1717-1768) e da emergência da crítica dos Salões por intermédio de Diderot (1713-1784), até a ruptura estabelecida pela refundação e reestruturação da experiência estética na Revolução Francesa, que propiciou elementos, no âmbito da cultura, para a transição romântica, e, num plano maior o modo de dominação burguês.\n\nConfrontando, pois, desde o começo, as diversas concepções de Esclarecimento, Luzes, Ilustração e Iluminismo o curso procurará delimitar o campo inicial da \"arte moderna\" no entrecruzamento de distintos elementos e saberes não artísticos: a propriedade, o regime colonial-mercantil, o poder absoluto e seus modos de controle, o individualismo e suas disciplinas; a superação do artesanato e o conflito entre os modos de trabalho e produção à luz das lutas da Revolução Francesa, e da expansão colonial-capitalista subseqüente; as mutações na concepção da visualidade determinadas pela ciência positivista do século 19, especialmente a fisiologia; a nova sociabilidade resultante da revolução industrial e dos processos de reestruturação urbana; a experiência e a produtividade da \"arte moderna\" como ato tenso e heterogêneo, combinação de espontaneidade e crítica reflexiva sob a mediação da forma-mercadoria.\nA formação didático-pedagógica do professor de artes visuais está contemplada nos conteúdos e práticas desta disciplina.", "programa_resumido": "A  era moderna como \"estado de exceção\": preâmbulo histórico e fatores constitutivos, visão crítica geral da ideologia \"ilustrada\"; a \"invenção da liberdade\", premissas gerais e proposições correlatas no campo da arte:II. Tensões e superação do campo neoclássico: a Revolução Francesa e seus desdobramentos artísticos e culturais; a trajetória de J.-L. David (1748-1825); elementos do campo romântico: III. Novas contradições da pintura depois da Revolução :", "turmas": []}