{"unidade": "Escola de Comunicações e Artes", "departamento": "Artes Plásticas", "campus": "Outro", "codigo": "CAP0240", "nome": "Multimídia e Intermídia I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Disciplina de caráter teórico-prático que tem como preocupação analisar, discutir e colocar em prática os diferentes conceitos envolvidos neste campo. O foco principal é criar um quadro de referências teóricas e métodos de trabalho visando uma sistematização no campo da multimídia e intermídia. As aulas abrangerão alguns dos tópicos abaixo, que serão desdobrados em aulas teóricas e exercícios práticos: hipertexto - um histórico de seu desenvolvimento; multimídia e hipermídia a partir de diferentes autores; os conceitos de: interatividade, interface, imprevisibilidade, navegação, etc.; análise e discussão de diferentes programas multimídia e sites; panorama da arte e tecnologia; entre outros.\nA formação didático-pedagógica do professor de artes visuais está contemplada nos conteúdos e práticas desta disciplina.", "programa_resumido": "A disciplina visa ampliar o repertório dos estudantes no campo da multimídia e intermídia. Visa ainda conciliar uma perspectiva histórica, uma análise teórica com exercícios práticos de criação.\nOrientação e coordenação de trabalhos e projetos.\n\nOBS: DISCIPLINA COM CARGA EXTENSIONISTA.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Básico em Artes Visuais (currículo antigo e reformulado)", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["Silvia Regina Ferreira de Laurentiz"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Artes Visuais (antigo e reformulado)": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}