{"unidade": "Escola de Comunicações e Artes", "departamento": "Informação e Cultura", "campus": "Outro", "codigo": "CBD0268", "nome": "Documentação audiovisual e iconográfica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Discutir as especificidades da documentação audiovisual e iconográfica com relação aos seus formatos e suportes, necessidades de conservação e preservação e as novas formas para representação e acesso possibilitadas pelas novas tecnologias de comunicação e informação. Ampliar a visão sobre as possibilidades de organização, tratamento e uso dos documentos audiovisuais e iconográficos em sistemas de\ninformação colaborativos na web e sua inserção no campo das Humanidades Digitais. \nEnfatizar a especificidade da informação neles contida, do processo de documentação envolvido e a necessidade da conservação e preservação física e digital dos documentos audiovisuais e iconográficos.", "programa_resumido": "O documento audiovisual: formatos e suportes 2. O documento iconográfico: formatos e suportes 3 A organização do conhecimento e a representação da informação audiovisual e iconográfica no âmbito das Humanidades Digitais 4. Metadados para documentos audiovisuais e iconográficos: normas, padrões e instrumentos 5. Conservação, preservação e curadoria física e digital nos acervos audiovisuais e\niconográficos 6. Capacitação do profissional bibliotecário para a gestão de acervos audiovisuais e iconográficos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Biblioteconomia e Biblioteconomia e Ciência da Informação (matutino)", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Vânia Mara Alves Lima"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Biblioteconomia e Biblioteconomia e Ciência da Informação (matut": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025105", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Biblioteconomia e Biblioteconomia e Ciência da Informação (noturno)", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "22:50", "professores": ["(R) Vânia Mara Alves Lima"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Biblioteconomia e Biblioteconomia e Ciência da Informação (notur": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}