{"unidade": "Escola de Comunicações e Artes", "departamento": "Informação e Cultura", "campus": "São Paulo", "codigo": "CBD0322", "nome": "Sistemas de organização do Conhecimento", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir os conceitos de classificação e de sistemas de organização do conhecimento. Apresentar, do ponto de vista histórico e funcional, as principais características das linguagens documentárias segundo sua tipologia, especificidades, funções, vantagens e limites de uso. Apresentar a diferença entre os tipos de linguagens documentárias e discutir seu papel como instrumento para recuperação do conteúdo de documentos. Mostrar as funções básicas das linguagens documentárias pré-coordenadas e seus principais componentes objetivando o uso na organização de acervos, das linguagens pós-coordenadas (como tesauros e vocabulários controlados) na indexação da informação e dos sistemas de organização do conhecimento. Apresentar taxonomias, ontologias, topic maps. Introduzir normas de tesauros, o formato SKOS e outros para a interoperabilidade de vocabulários semânticos.", "programa_resumido": "Apresentar os Sistemas de Organização do Conhecimento (SOC), os conceitos de classificação aplicados à Organização do Conhecimento, as linguagens documentárias pré coordenadas com ênfase nas classificações bibliográficas, as linguagens pós coordenadas com ênfase no uso, normalização e elaboração de tesauros e vocabulários controlados. Trazer o panorama e as tendências das SOC.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Biblioteconomia e Biblioteconomia e Ciência da Informação (matutino)", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["Cibele Araujo Camargo Marques dos Santos"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Biblioteconomia e Biblioteconomia e Ciência da Informação (matut": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025105", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Biblioteconomia e Biblioteconomia e Ciência da Informação (noturno)", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "22:50", "professores": ["Cibele Araujo Camargo Marques dos Santos"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Biblioteconomia e Biblioteconomia e Ciência da Informação (notur": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}