{"unidade": "Centro de Biologia Marinha", "departamento": "Centro de Biologia Marinha", "campus": "Outro", "codigo": "CBM0150", "nome": "Amostragem em Ecologia Populacional", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Vários processos relacionados à dinâmica populacional de plantas e animais são em parte determinados por limitantes de ordem filogenética. Características selecionadas ao longo da evolução, como a dimensão dos primeiros juvenis, a idade relativa da primeira maturação, o potencial reprodutivo e a longevidade são cruciais na determinação do potencial de crescimento, dispersão e persistência de populações no ambiente natural. Muitos estudos descrevem satisfatoriamente o ciclo de vida de espécies, seja por sua importância ecológica, comercial ou pelo interesse dos pesquisadores em determinados grupos, mas muito menos são aqueles que integram esse conhecimento com abordagens quantitativas que permitam estimar taxas de colonização de habitat, recrutamento juvenil, migração e mortalidade. Para todos esses parâmetros é necessário delinear uma estratégia de amostragem que permita a obtenção de estimativas de densidade adequadas, com alta precisão e viés reduzido. O objetivo desta disciplina é apresentar formalmente diferentes técnicas de amostragem e demonstrar, na prática, o ganho em precisão e correção proporcionado através da escolha de um procedimento superior. Pretende-se capacitar os estudantes para a execução de programas de amostragem específicos para diferentes situações.As despesas de alojamento e alimentação no CEBIMar correrão por conta do aluno.", "programa_resumido": "Padrões de distribuição espacial; identificação de padrões de distribuição; definição de termos e conceitos em amostragem; inferência estatística; estudo piloto; execução da amostragem aleatória simples (AAS); execução da amostragem aleatória sistemática (AASist); execução de amostragem aleatória estratificada (AAE)", "turmas": []}