{"unidade": "Escola de Comunicações e Artes", "departamento": "Comunicações e Artes", "campus": "Outro", "codigo": "CCA0289", "nome": "Linguagem Verbal nos Meios de Comunicação II", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina visa a: a) Ampliar os conceitos abordados e as práticas efetivadas no 1º semestre, sobretudo no que tange ao caráter social da língua e das linguagens da comunicação, enfatizando a construção social do signo ideológico e dos discursos nos meios de comunicação; b) Fornecer instrumental teórico e metodológico no que concerne às possibilidades de uso da linguagem verbal e verbo-visual nos meios de comunicação; c) Possibilitar a realização produções verbo-visuais ficcionais destinadas aos meios de  comunicação, levando em conta as discussões e pesquisas do semestre, assim como a leitura de textos científicos, literários entre  outros de diferentes gêneros.", "programa_resumido": "A disciplina dá continuidade aos estudos de linguagem introduzidos na disciplina Linguagem Verbal nos Meios de Comunicação I. Parte do pressuposto de que a compreensão crítica da língua e da palavra - como signo ideológico – deve se desenvolver sustentada pela reflexão teórica e ser exercitada na produção de textos verbo-visuais, em especial da narrativa. Esta irá se  construir partindo da interação dos discursos da literatura, da ciência e da mídia, que serão objeto de estudo ao longo do  semestre. Tal estudo tem como objetivo subsidiar (1) as discussões em torno da interdiscursividade e da dialogicidade indispensáveis ao processo criativo envolvido na produção de roteiros para os meios de comunicação; (2) a criação e a produção  de narrativas ficcionais a partir de roteiro para os meios de comunicação.", "turmas": []}