{"unidade": "Escola de Comunicações e Artes", "departamento": "Comunicações e Artes", "campus": "São Paulo", "codigo": "CCA0287", "nome": "Fundamentos Epistemológicos da Educomunicação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina apresentará o conceito da Educomunicação enquanto expressão de um campo de intervenção na realidade social, de natureza interdisciplinar e transdisciplinar, na interface comunicação/educação.É dado destaque à natureza abrangente da prática educomunicativa, envolvendo a sociedade civil e suas instituições, entre as quais a mídia e a escola.\nPretende-se com isso que discentes compreendam a natureza do paradigma da Educomunicação, seus fundamentos e sua história como epistemologia da interface comunicação e educação.", "programa_resumido": "A disciplina propõe-se a dar início às questões relacionadas à epistemologia da educomunicação por meio de um percurso formativo organizado em 4 módulos. O percurso teórico metodológico do curso visa contextualizar a ciência da comunicação e distinguir o pensamento científico do senso comum, apresentar o processo histórico-sociocultural que favoreceu as interfaces comunicação/educação, as origens da educomunicação como epistemologia do Sul e decolonial. Destacar alguns pensadores e pensamentos fundantes deste novo paradigma, relacionando-os a questões contemporâneas e a abordagem educomunicativa, suas práxis e transformações.", "turmas": [{"codigo": "2024205", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Licenciatura em Educomunicação\nOptativa Livre: FE", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "22:50", "professores": ["(R) Claudemir Edson Viana"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 31, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Licenciatura em Educomunicação": {"vagas": 35, "inscritos": 31, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}