{"unidade": "Escola de Comunicações e Artes", "departamento": "Comunicações e Artes", "campus": "São Paulo", "codigo": "CCA0319", "nome": "Procedimentos de Pesquisa em Educomunicação", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina traduz, em seu programa, a natureza teórico-prática em sua abordagem sobre pesquisar em e sobre Educomunicação como referência científica na interface entre comunicação e educação. Nesse sentido, as aulas teóricas desenvolverão conteúdos voltados para epistemologia e a metodologia da pesquisa, a partir dos resultados das pesquisas acadêmicas sobre o campo, documentadas no banco de teses da CAPES e nos papers apresentados e defendidos nos congressos das sociedades científicas de Comunicação e Educação. O aluno deverá elaborar exercícios (protótipos) que permitam o domínio sobre todas as fases de uma pesquisa, de forma a garantir as condições mínimas para passar à fase da elaboração de seu Trabalho de Conclusão de Curso – TCC.\n\n\n1.\tObjetivos Gerais: \nOferecer aos discentes o suporte epistemológico e prático para que compreendam a natureza da pesquisa e suas especificidades, orientando-os a planejar e a desenvolver projetos na área especificamente voltados para o campo da Educomunicação;\nOferecer aos discentes oportunidade de elaborar projeto de Trabalho de Conclusão de Curso e a indicação de orientador a ser submetida à aprovação do Conselho do Curso\n\nObjetivo Específico:\n\n∙ Promover o exercício em instrumento do google drive para os discentes produzirem o protótipo do Projeto de TCC por meio de etapas realizadas no decorrer do semestre.\n- Promover entre os discentes orientações, capacitação e exercícios de pesquisas, em diferentes modalidades e fontes, a partir do objeto de interesse do aluno para desenvolver em seu TCC, a fim de que elaborem o Projeto de TCC; \n- Vivências por meio de exercícios com Protótipos dos Projetos de TCC durante o semestre, e com o Projeto Educom no Wikipédia, com apoio de bibliotecária da ECA, para produção de verbetes relacionados à Educomunicação.Tutoria sobre elementos fundamentais da escrita científica em contextos da cibercultura;", "programa_resumido": "Aulas dialogadas com metodologias e materiais híbridos, seja quanto à referência teórica explorada, com o que resultará da atuação dos discentes nos exercícios propostos. Serão utilizados recursos digitais do STOA USP, onde as referências e produções da disciplina vão sendo armazenadas.\n\nAtividades Discentes: leitura e interpretação de textos básicos; protagonismo nos debates e exercícios; realização dos dois exercícios Protótipo 1 e 2; participação no Projeto Educom na Wikipédia.  Ao final, os discentes entregarão o Projeto de TCC e a ficha de inscrição para Orientação.", "turmas": [{"codigo": "2025105", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória:Licenciatura em Educomunicação", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "22:50", "professores": ["(R) Claudemir Edson Viana"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Licenciatura em Educomunicação": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}