{"unidade": "Escola de Comunicações e Artes", "departamento": "Comunicações e Artes", "campus": "São Paulo", "codigo": "CCA0298", "nome": "Atividades Teórico-Práticas de Aprofundamento I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Gerais: Propiciar aos discentes, através da síntese das disciplinas no semestre e da participação em atividades extra universidade, entendimento que capacite os discentes a iniciarem a análise sobre a Educomunicação como campo teórico e a situá-lo com relação à vida profissional futura;\nInserir temas emergentes do permanente progresso que se registra na área da gestão da comunicação, do uso das tecnologias da informação na esfera educativa para atualizar os conteúdos didático-pedagógicos das disciplinas do curso;\nProgramar com os discentes a participação em atividades acadêmicas, científicas e culturais, que atendam aos objetivos de formação universitária do educomunicador.\n\nEspecíficos: Oferecer aos discentes condições de relacionar os conteúdos vistos nas disciplinas com as\natividades desenvolvidas dentro e fora da Universidade;\nPropiciar aos discentes vivências de Leitura Crítica de produtos midiáticos, de produção midiática, de apresentação de seminário e elaboração de relatório técnico.", "programa_resumido": "As  Atividades  Teórico-Práticas de Aprofundamento (ATPA I, II, III, IV) , compõem, no projeto pedagógico da Licenciatura em Educomunicação,o bloco de disciplinas da Formação Específica e transversal ao currículo, e que são oferecidas nos dois primeiros anos da Licenciatura. As ATPAs  foram concebidas como oportunidade de inserção de temáticas diversas afeitas à formação do Educomunicador, orientando-o para uma visão integrada das demais disciplinas do curso, e para subsidiar o discente nas vivências práticas em ambientes, contextos e organizações da sociedade civil.\nObjetivos Gerais: \nPropiciar aos discentes, através da síntese das disciplinas no semestre e da participação em atividades extra universidade, entendimento inicial que capacite os discentes a iniciarem a análise sobre a Educomunicação como campo teórico e a situá-lo com relação à vida profissional futura. \n\nInserir temas emergentes do permanente progresso que se registra na área da gestão da comunicação, do uso das tecnologias da informação na esfera educativa para atualizar os conteúdos didático-pedagógicos das disciplinas do curso. \n\nProgramar com os discentes a participação em atividades acadêmicas, científicas e culturais, que atendam aos objetivos de formação universitária do educomunicador. \n\n\nObjetivo Específico:\n\nOferecer aos discentes condições de relacionar os conteúdos vistos nas disciplinas com as atividades desenvolvidas dentro e fora da Universidade.", "turmas": [{"codigo": "2025105", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Licenciatura em Educomunicação\nOptativa Livre: ECA e USP", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "22:50", "professores": ["(R) Claudemir Edson Viana"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 5, "pendentes": 0, "matriculados": 5, "grupos": {"ECA - Licenciatura em Educomunicação": {"vagas": 35, "inscritos": 5, "pendentes": 0, "matriculados": 5}}}, "Optativa Livre": {"vagas": 10, "inscritos": 4, "pendentes": 1, "matriculados": 2, "grupos": {"ECA - para toda a Unidade": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 2, "pendentes": 1, "matriculados": 1}}}}}]}