{"unidade": "Pró-Reitoria de Graduação  - Cursos Interunidades", "departamento": "Curso de Ciências Moleculares", "campus": "Outro", "codigo": "CCM0122", "nome": "Física II", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Apresentar aos alunos conceitos de oscilações livres, amortecidas e forçadas, com o correspondente formalismo matemático. Também serão estudadas propriedades gerais de ondas, interferência e batimento entre ondas. Estudo de estática e dinâmica de fluidos e das leis da termodinâmica. Os estudantes terão o primeiro contato com o conceito de irreversibilidade de processos físicos, introduzido através do estudo de máquinas térmicas. Eles também verão uma breve introdução à Mecânica Estatística. Os estudantes aprovados na disciplina deverão ser capazes de formular, entender,  equacionar e resolver problemas físicos relativos aos tópicos acima.", "programa_resumido": "Movimento oscilatório, movimento harmônico simples, pêndulo simples, pêndulo físico; Oscilações amortecidas, Oscilações forçadas e ressonância. Ondas em meios elásticos. Equação de Ondas. Equação das cordas vibrantes. Reflexão de ondas. Superposição de ondas. Interferência. Batimentos. Modos Normais. Ondas sonoras. Efeito Doppler. Estática de fluidos. Dinâmica de fluidos, equação de Bernoulli. Temperatura e Calor, primeira lei da termodinâmica. Máquinas térmicas e segunda lei da termodinâmica. Propriedades dos Gases. Entropia. Introdução à Mecânica Estatística.", "turmas": [{"codigo": "2025134", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Caetano Rodrigues Miranda"]}, {"dia": "qua", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Caetano Rodrigues Miranda"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 28, "pendentes": 0, "matriculados": 27, "grupos": {}}}}]}