{"unidade": "Centro de Energia Nuclear na Agricultura", "departamento": "Centro de Energia Nuclear na Agricultura", "campus": "Piracicaba", "codigo": "CEN0148", "nome": "Ecologia de Sistemas", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "O objetivo principal desta disciplina é oferecer ao aluno conhecimento básico sobre ecologia de sistemas, incluindo sua origem, conceitos fundamentais e aplicações na solução de problemas. O entendimento da estrutura e do funcionamento dos ecossistemas constitui um dos grandes desafios das ciências naturais, devido à complexidade dos mesmos. Conhecer os princípios e conceitos gerais da ecologia de sistemas é, portanto, essencial para entender a dinâmica dos mesmos. Ao final do curso, os alunos deverão: 1. ter adquirido os conhecimentos científicos básicos da área de ecologia de sistemas, incluindo conceitos, leis e teorias; 2. compreender as condições de existência dos seres vivos e as interações entre eles e o seu meio, bem como os efeitos das ações antrópicas na estrutura e funcionamento dos ecossistemas; 3. reconhecer a importância desta ciência para manejo racional dos recursos naturais, bem como a interação da mesma com as demais áreas do conhecimento; 4. estar familiarizado com os principais problemas ambientais globais e com as bases científicas para a mitigação e/ou solução dos mesmos; 5. ter desenvolvido os mecanismos básicos de capacitação para o desempenho de atividades de ensino e pesquisa na área de ecologia. Estes conhecimentos serão utilizados como um arcaboço para pesquisa, análise e manejo de ecossistemas (solução de problemas). As atividades serão desenvolvidas através de : 1- aulas teóricas; 2- leitura e discussão de leituras representativa do estado da arte na pesquisa na área e 3- resolução de exercícios desenhados para fornecer experiência com algumas ferramentas quantitativas.", "programa_resumido": "1- Evolução conceitual da ecologia de sistemas; 2 - Teoria geral de sistemas e o conceito de ecossistemas; 3- Princípios fundamentais: estrutura e funcionamento dos ecossistemas; 4- Fluxo de energia e matéria nos ecossistemas; 5- Os ciclos da água, carbono, nitrogênio, fósforo e enxofre e suas interações; 6- Diversidade, Estabilidade e maturidade dos ecossistemas naturais e dos ecossistemas sob ação antrópica; 7- Principais problemas ambientais presentes e manejo dos recursos naturais.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Local: Anfiteatro Prof Epaminondas - Central de Aulas do CENA", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "22:00", "professores": ["(R) Alex Vladimir Krusche"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}