{"unidade": "Centro de Energia Nuclear na Agricultura", "departamento": "Centro de Energia Nuclear na Agricultura", "campus": "Piracicaba", "codigo": "CEN0190", "nome": "Uso de Técnicas de Geoprocessamento em Estudos Ambientais", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "O objetivo deste curso é o de explorar e integrar os princípios e conceitos de análise espacial, ecologia de sistemas e geoprocessamento no diagnóstico e manejo de sistemas ecológicos. Estes conhecimentos serão utilizados como um arcaboço para pesquisa, análise e manejo sistemas através do estudo de casos. As atividades serão desenvolvidas através de 1- aulas teóricas; 2- leitura e discussão de literatura representativa do estado da arte na pesquisa na área; 3- resolução de exercícios desenhados para fornecer experiência com algumas ferramentas quantitativas e 4- desenvolvimento de projetos de pesquisa. Este será um curso avaçado sobre estrutura, funcionamento e aplicações de geoprocessamento em estudos ambientais.", "programa_resumido": "1- uso de sistemas de informações geográficas para análise ambiental e manejo de recursos naturais; 2- efeitos das escalas espaciais e temporais nos fatores estruturais e agentes modificadores dos ecossistemas; 3- análise e interpretação dos padrões espaciais dos fatores estruturais e agentes modificadores dos ecossistemas; 4- métodos quantitativos de análise dos fatores estruturais e do uso e cobertura do solo; 5- efeitos espacias e temporais das mudandaças do uso e cobertura do solo na estrutura e funcinamento de ecossitemas; 6- análise integrada de ecossistemas por técnicas de geoprocessamento; 7- desenho e implementação de bancos de dados georeferenciados para o planejamento ambiental.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Local das Aulas: Sala de Computadores e Sala Alfa - Central de Aulas do CENA", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Maria Victoria Ramos Ballester"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 27, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}