{"unidade": "Centro de Energia Nuclear na Agricultura", "departamento": "Centro de Energia Nuclear na Agricultura", "campus": "Piracicaba", "codigo": "CEN0407", "nome": "Aplicação de Técnicas Nucleares e Correlatas em Estudos de Produtividade Agropecuária", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "A disciplina tem por objetivo transmitir aos alunos, noções básicas de diferentes técnicas nucleares e correlatas utilizadas no desenvolvimento de pesquisas em produtividade agropecuária, visando o desenvolvimento seguro e qualitativo dos trabalhos científicos.", "programa_resumido": "1. Introdução ao uso de tecnologia nuclear em estudos de produtividade animal. Propriedades dos isótopos estáveis, radionuclídeos e radiações. Modelo atômico e radioatividade. Desintegrações nucleares.2. Partículas alfa e beta, raios X e ?. Energia das radiações. Lei do decaimento radioativo. Interação da radiação com a matéria.3. Detecção de radioisótopos e medida de isótopos estáveis. Considerações básicas e unidades. Proteção radiológica. Controle da contaminação. Descarte de rejeitos radioativos.4. Formas de aplicação de traçadores radioativos e estáveis em estudos com animais. Planejamento e condução de experimentos com traçadores. Técnica da diluição isotópica. Conceito de atividade específica e Meias vidas biológica e efetiva.5. Aplicação de técnicas nucleares em estudos de balanço hídrico. Determinação da composição corporal de animais.6. Aplicação de radioisótopos em estudos de minerais. Biodisponibilidade em ruminantes. Estudos de absorção em peixes.7. Aplicação d", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Local: Sala Alfa - Central de Aulas do CENA", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "20:00", "professores": ["(R) Adibe Luiz Abdalla"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}