{"unidade": "Centro de Energia Nuclear na Agricultura", "departamento": "Centro de Energia Nuclear na Agricultura", "campus": "Piracicaba", "codigo": "CEN0212", "nome": "Poluição dos Ecossistemas Terrestres, Aquáticos e Atmosféricos", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Noções do Ambiente como um todo. O que é poluição, como ocorre e o que afeta no ambiente terrestre, aquático e atmosférico.", "programa_resumido": "Abordar a constituição dos ecossistemas aquáticos e terrestres e as interações entre esses dois compartimentos. Discorrer sobre as propriedades físicas e químicas da água. os ciclos hidrológicos e Geoquímicos. Abordar os principais usos da água e do solo. Os principais poluentes que ocorrem e como se adentram nos ecossistemas. Estudar os critérios e os parâmetros de qualidade de água e do solo. Estudar os procedimentos de amostragem da água e do solo. Conceituar qualitativa e quantitativamente as formas de poluição líquida, sólida e gasosa. Abordar os colóides nos sistemas aquáticos, no solo e na atmosfera, bem como a ocorrência de espécies química inorgânicas e orgânicas: produção e distribuição no ambiente e as fontes pontuais e dispersas de poluição. Considerações sobre desenvolvimento sustentado e suas implicações com a poluição aquática e atmosférica e tipos de remediação. Biomonitoramento.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala Beta - Central de Aulas CENA", "horario": [{"dia": "sex", "inicio": "19:00", "fim": "22:00", "professores": ["(R) Giuliano Maselli Locosselli", "(R) Luiz Antonio Martinelli", "(R) Plinio Barbosa de Camargo"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}