{"unidade": "Centro de Energia Nuclear na Agricultura", "departamento": "Centro de Energia Nuclear na Agricultura", "campus": "Outro", "codigo": "CEN0448", "nome": "Biologia do Desenvolvimento e EVO-DEVO", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "O programa está dividido em 4 blocos. O primeiro serve para definir os mecanismos básicos de como se\norganizam e comunicam as células entre si para formar padrões de desenvolvimento específicos. O segundo\nexemplifica os processos de desenvolvimento embrionário e pós-embrionário de 3 diferentes organismos\nmodelo. O terceiro bloco mostra diferentes processos moleculares que se estabelecem na formação de\ndiferentes sistemas e orgãos, e como eles se conservam na natureza. O último bloco encadeia os conceitos\nacima descritos, dentro de uma visão evolucionista, que permite entender a evolução molecular, morfológica\ne das espécies a diferentes níveis, e como estes se relacionam com os processos adaptativos e especiativos.", "programa_resumido": "Bases da Biologia do Desenvolvimento. (12h)\nHistória da embriologia e seus principais cientistas. Visões clássicas da anatomia e morfologia animal e\nvegetal. Conceitos determinísticos do desenvolvimento e autoformação de um organismo. Células germinais e vegetativas e implicações na propagação das mutações. A descoberta das primeiras mutações homeóticas e sua analise. Conceitos de padronização, especificação, determinação, adesão e migração celular no processo diferenciatívo. Estabelecimento dos eixos apico-basal, antero-posterior e simetrias. Conceitos de informações posicionais, transmissão de sinais célula-célula e resposta a sinais indutores em função de morfógenos. Hormônios, receptores e ligandos. Regulação da transcrição gênica. Ciclo celular.\nPadronização e manutenção de estruturas teciduais diferentes. Sistemas modelo para o estudo do\ndesenvolvimento. Blastulação e Gastrulação.\nEmbriologia básica. (9h)\nBases do desenvolvimento de Drosophila.\nBases do desenvolvimento de Zebrafish.\nBases do desenvolvimento de Arabidopsis.\nOrganogênese. (12h)\nSegmentação e módulos diferenciatívos em animais. Módulos de desenvolvimentos conservados entre\nespécies. Exemplos de variação de numero e função dos módulos. Desenvolvimento dos segmentos\nvertebrais. Desenvolvimento de asas e patas de insetos. Desenvolvimento dos olhos de vertebrados e insetos.\nDesenvolvimento do sistema nervoso central. Metamorfose e mudas. Desenvolvimento post-embrionário.\nDesenvolvimento floral. Envelhecimento e regeneração de tecidos e membros.\nDesenvolvimento e Evolução. (12h)\nConceito de Evolução Darwiniana. As modificações evolucionísticas do processo embrionário: poucas\ncausas, grandes efeitos. Mudanças temporais no processo embrionário. Aquisição de novas funções durante a embriogênese. Evolução e variabilidade morfológica. Coevolução e fixação de caractéres através do estabelecimento de relações mutualísticas. Exemplo da explosão morfológica floral as angiospermas e dos órgãos bucais dos insetos. Revisão de teoria Darwiniana: interpretação em procariotos e eucariotos.\nImpossibilidade matemática da evolução darwiniana em eucariotos. Desafios futuros: revisão da\ncomplexidade adaptativa Lamarkiana em eucariotos superiores através da epigenética e seus aspectos ainda não esclarecidos.", "turmas": []}