{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2059", "nome": "Assistência Farmacêutica: Gestão e Dispensação no Serviço Público", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Objetivo Geral:  \n\n         Desenvolver no aluno a compreensão do farmacêutico como um profissional do cuidado em saúde, com uma base teórica e prática e o desenvolvimento de habilidades e capacidades que possibilitem sua atuação na Gestão da Assistência Farmacêutica e na Dispensação, nos cenários de práticas do serviço público de saúde. \n\nObjetivos Específicos: \n1.\tCapacitar o aluno para que compreenda a importância: do Uso Racional do Medicamento, da concepção dos Medicamentos Essenciais, dos diferentes componentes da Assistência Farmacêutica.\n2.\tDesenvolver no aluno a capacidade de refletir sobre os diferentes componentes do Ciclo da Assistência Farmacêutica no Serviço Público de Saúde. \n3.\tCapacitar o aluno para avaliar criticamente as diferentes situações que ocorrem nos cenários de práticas e que interferem no processo de dispensação do medicamento.", "programa_resumido": "A Assistência Farmacêutica compreende um conjunto de atividades que envolvem o medicamento e que devem ser realizadas de forma sistêmica, ou seja, articuladas e sincronizadas, tendo, como beneficiário maior, o paciente. A Política Nacional de Medicamentos tem como uma de suas diretrizes a reorientação da Assistência Farmacêutica, com objetivo de facilitar o acesso aos medicamentos essenciais e promover o uso racional dos mesmos. \nParalelamente a esta discussão da reorientação da Assistência Farmacêutica, o Brasil vem experimentado mudanças importantes no seu sistema público de saúde, com ampliação do acesso a população a estes serviços.  Torna-se, portanto, fundamental aumentar a cobertura da distribuição gratuita de medicamentos e ao mesmo tempo minimizar custos. \nNeste contexto e considerando as Diretrizes curriculares nacionais do Curso de Graduação em Farmácia, este modulo é essencial na formação do farmacêutico.", "turmas": [{"codigo": "20242DP", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "20242DT", "horario": [{"dia": "seg", "inicio": "09:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 10, "inscritos": 20, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20242DT", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "Aulas  - Sala 1 do Bloco R e Unidade Básica de Saúde.", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "09:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 10, "inscritos": 20, "pendentes": 0, "matriculados": 0}}}}}]}