{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2111", "nome": "Tecnologia Fitofarmacêutica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina “Tecnologia Fitofarmacêutica” é capacitar o aluno com conhecimento e habilidades necessárias para a compreender, implementar e otimizar processos para a transformação de material vegetal em produtos de alta qualidade e valor agregado, com aplicações em diversos setores industriais, incluindo o farmacêutico, de cosméticos e de alimentos. Os alunos adquirirão conhecimento sobre as etapas sequenciais envolvidas no processamento fitofarmacêutico, como a obtenção de matéria-prima vegetal (cultivo, colheita ou extrativismo), pré-processamento (estabilização, limpeza), processamento tecnológico (secagem, moagem, extração de constituintes ativos, microencapsulação), garantia de qualidade e estabilidade durante a produção e armazenamento, desenvolvimento do produto final, considerando o grau de transformação tecnológica necessário, e aplicações tecnológicas, além de aspectos relacionados a fitofarmacovigilância e de registro.", "programa_resumido": "O programa oferece uma visão abrangente da Tecnologia Fitofarmacêutica, promovendo a compreensão das etapas de produção e o potencial de aplicação desses produtos em diversos campos industriais. Os principais aspectos a serem abordados incluem:\nPerspectivas e desafios da pesquisa e desenvolvimento de medicamentos fitoterápicos, bem como a importância dos registros históricos para o desenvolvimento desses produtos;\nTecnologias envolvidos na produção de fitoprodutos, como a coleta e limpeza do material vegetal, a secagem, cominuição, a extração, isolamento e identificação de fitofármacos;\nPadronização de extratos vegetais por meio de tecnologias de secagem e encapsulação. \nAplicações de fitoativos, incluindo fitoterápicos, cosméticos, setor alimentício e na agroindústria;\nRegulamentação de Fitomedicamentos e Fitofarmacovigilância.", "turmas": [{"codigo": "20251DP", "inicio": "12/05/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251DT", "horario": [{"dia": "seg", "inicio": "16:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 20, "inscritos": 35, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251DT", "inicio": "12/05/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "Aulas teóricas - Anfiteatro 5.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 20, "inscritos": 35, "pendentes": 0, "matriculados": 0}}}}}]}