{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2018", "nome": "Gestão I", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Fundamentar e problematizar a gestão empresarial (liderança, motivação, inteligência emocional, comunicação, trabalho de equipe, negociação e solução de conflito, ética empresarial e responsabilidade social, planejamento, tomada de decisão e resolução de problemas e controle de qualidade). Aplicar os fundamentos e princípios da Gestão em todas as atividades acadêmicas durante todo o curso e para o exercício das atividades inerentes do profissional farmacêutico. Vivenciar e implementar o gerenciamento da qualidade total numa organização fictícia.", "programa_resumido": "Este módulo de Gestão 1 possibilitará ao discente aplicar conceitos teóricos de planejamento, ética empresarial e responsabilidade social, tomada de decisão e resolução de conflito, liderança, motivação, inteligência emocional, comunicação, trabalho de equipe, negociação, solução de conflitos e gestão da qualidade durante todas as suas atividades acadêmicas ao longo do curso. O módulo Gestão 1 proporcionará aos discentes uma visão crítica e prática das atividades de gestão no ambiente das organizações do setor farmacêutico e cosmético, farmácias de manipulação, drogarias, laboratórios de análises clínicas as quais o profissional farmacêutico exercerá suas atribuições.", "turmas": [{"codigo": "20242DT", "inicio": "05/08/2024", "fim": "11/10/2024", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 1.", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": [""]}, {"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 77, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 77, "pendentes": 0, "matriculados": 0}}}}}]}