{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2106", "nome": "Extenfarma II: amplificando a formação do farmacêutico e criando espaços de interlocução com a sociedade", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Sensibilizar os/as estudantes do curso de graduação em Farmácia da FCFRP-USP sobre a importância de manterem um diálogo com a sociedade e viabilizar sua vivência junto à comunidade. Além disso, pretende-se estimular a formação do estudante como cidadão crítico e responsável e que pode contribuir para a produção e construção de conhecimentos para o enfrentamento das questões da sociedade brasileira voltados ao desenvolvimento social. Esta ampliação do diálogo com a sociedade vai ao encontro da Res nº7 do MEC/CNE que estabelece a importância de iniciativas que expressem o compromisso com a formação dos estudantes e também o compromisso social das Instituições de Ensino Superior para atuação junto à sociedade, em diferentes áreas do conhecimento.", "programa_resumido": "A Res nº 7 do MEC/CNE de 18 de dezembro de 2018 conceitua que a Extensão na Educação Superior Brasileira é a atividade que se integra à matriz curricular e à organização da pesquisa e constitui processo interdisciplinar, político educacional, cultural, científico, tecnológico, que promove a interação transformadora entre as instituições de ensino superior e os outros setores da sociedade, por meio da produção e da aplicação do conhecimento, em articulação permanente com o ensino e a pesquisa. De acordo com seu Art 6º, a concepção e a prática das Diretrizes da Extensão na Educação primam pela contribuição na formação integral do estudante, estimulando sua formação como cidadão crítico e responsável, por meio do estabelecimento de diálogo construtivo e transformador com os demais setores da sociedade, e iniciativas que expressem o compromisso social das Instituições de Ensino Superior em diversas áreas do conhecimento, em consonância com as políticas ligadas às diretrizes para a educação ambiental, educação étnico-racial, direitos humanos e educação indígena, promoção da reflexão ética quanto à dimensão social do ensino e da pesquisa e o incentivo à atuação da comunidade acadêmica e técnica na contribuição ao enfrentamento das questões da sociedade brasileira, inclusive por meio do desenvolvimento econômico, social e cultural. Além disso, neste artigo, destaca-se a importância da produção e construção de conhecimentos, atualizados e coerentes, voltados para o desenvolvimento social, equitativo, sustentável, com a realidade brasileira.\nDesta forma, no módulo Extenfarma II, direcionado a estudantes de escolas públicas e particulares do município de Ribeirão Preto ou em municípios vizinhos, visa engajar o universitário nas atividades propostas com o intuito de aumentar a interlocução com estudantes de escolas públicas e particulares. A partir do conhecimento teórico adquirido nos seminários, do estudo da bibliografia e das discussões em grupos, os estudantes serão incentivados a produzir seus próprios materiais para serem usados em rodas de bate-papo e oficinas, bem como nas visitas a espaços da FCFRP e campus da USP Ribeirão Preto, visando incentivar a curiosidade pelas Ciências Farmacêuticas. Vislumbramos a oportunidade de ter professores da rede pública como multiplicadores do conhecimento trabalhado no projeto. As atividades propostas já são desenvolvidas em projetos diversificados tais como, USP+Escola, Farma Cientista Mirim, visitas a escolas, recepção de alunos na Unidade, entre outros. É necessária a locomoção/ transporte dos envolvidos para as escolas e para o campus USP Ribeirão Preto", "turmas": [{"codigo": "20242DP", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "20242DT", "horario": [{"dia": "sex", "inicio": "16:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 80, "inscritos": 54, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade  para o curso 60015": {"vagas": 80, "inscritos": 54, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20242DT", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "Aulas - Anfiteatro 2 e Escolas.", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 80, "inscritos": 54, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade  para o curso 60015": {"vagas": 80, "inscritos": 54, "pendentes": 0, "matriculados": 0}}}}}]}