{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2107", "nome": "Assistência Farmacêutica", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Desenvolver conhecimentos, habilidades e atitudes acerca dos atributos éticos, legais, regulatórios, deontológicos e clínicos relacionados à dispensação e distribuições de medicamentos em diferentes níveis de complexidade; qualificar e capacitar quanto as atribuições do farmacêutico, regulamentações, normas e legislações que subsidiam o exercício profissional em drogarias, farmácia de manipulação, na farmacotécnica hospitalar e na comissão de controle de infecção hospitalar; estimular a reflexão crítica das questões éticas e legais, por meio de atividades extensionistas realizadas em serviços de saúde, para favorecer o aprendizado e a aplicação em situações concretas de dispensação e distribuição de medicamentos; considerando a legislação específica do conselho de classe (CFF e CRF), sanitária e do âmbito profissional.\nDesenvolver as competências necessárias para a promoção da qualidade, acesso e uso racional de medicamentos, por meio da realização de atividades extensionistas nos níveis de atenção do sistema de saúde (visitas técnicas e imersão para acompanhamento da rotina dos serviços farmacêuticos); bem como desenvolver os conhecimentos, habilidades e atitudes relacionados à farmacoepidemiologia, farmacovigilância e farmacoeconomia no contexto da seleção, programação, aquisição, armazenamento e utilização de medicamentos. Pretende-se também, capacitar e qualificar os estudantes quanto às atribuições do farmacêutico, as regulamentações, normas e legislações na gestão técnica da assistência farmacêutica.\nDesenvolver as competências necessárias para a promoção da qualidade, acesso e uso racional de medicamentos, por meio da realização de atividades extensionistas nos níveis de atenção do sistema de saúde (visitas técnicas e imersão para acompanhamento da rotina dos serviços farmacêuticos); bem como desenvolver os conhecimentos, habilidades e atitudes relacionados à farmacoepidemiologia, farmacovigilância e farmacoeconomia no contexto da seleção, programação, aquisição, armazenamento e utilização de medicamentos. Pretende-se também, capacitar e qualificar os estudantes quanto às atribuições do farmacêutico, as regulamentações, normas e legislações na gestão técnica da assistência farmacêutica.\n\n.", "programa_resumido": "O conteúdo é essencial, conceitual, procedimental e atitudinal. Os conteúdos conceituais serão apresentados e debatidos em sala de aula e a aprendizagem reforçada por metodologias ativas de ensino; os procedimentais serão trabalhados por meio de atividades extensionistas nos serviços de saúde, bem como pelo desenvolvimento de simulação realística para incorporação de nova tecnologia em diversos cenários (hospitais públicos e privados, farmácias de unidades básicas de saúde, dos componentes básico, estratégico e especializado da assistência farmacêutica, bem como em farmácias e drogarias privadas) e os atitudinais serão explorados pela tomada de decisão nas diversas situações simuladas e nos feedbacks expostos.", "turmas": [{"codigo": "20251DT", "inicio": "24/02/2025", "fim": "12/12/2025", "tipo": "Teórica", "observacoes": "Aulas - anfiteatro 5.\nObs: Créditos trabalho serão realizados nos Serviços de Saúde às segundas-feiras, das 13h às 17h.", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "15:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 57, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 57, "pendentes": 0, "matriculados": 0}}}}}]}