{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2094", "nome": "Ferramentas e conceitos empregados nos processos industriais farmacêuticos e biotecnológicos", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O presente módulo objetiva oferecer conhecimentos técnico-científicos inter e multidisciplinares para propiciar uma formação moderna do farmacêutico para que o mesmo possa acompanhar a evolução e inovações no desenvolvimento e produção de medicamentos bem como as exigências do mercado e dos órgãos regulatórios. Serão abordados conceitos e ferramentas empregados na Indústria 4.0 em termos da melhoria da eficiência e produtividade dos processos e segundo os novos padrões de exigências de qualidade das agências regulatórias. Além das atividades teóricas, a prática dos conceitos/ferramentas biotecnológicos ministrados será vivenciada pelos estudantes em atividades práticas monitoradas nas dependências do Instituto Butantan (produção de vacinas, de células ou seus produtos para terapias e de anticorpos monoclonais). Os docentes envolvidos são de diferentes cursos e Unidades da USP, com diferentes formações e atuação em pesquisa nas áreas de abrangência da tecnologia de produção de medicamentos, bioprocessos, vacinas, etc. Com esta diversidade no corpo docente pretende-se proporcionar ao estudante conhecimentos amplos e integrados no tema desta disciplina/módulo.", "programa_resumido": "Indústria Farmacêutica e Biotecnológica: dos Insumos ao Produto Final;\n- Gestão de Processos Produtivos Industriais;\n- Indústria 4.0 na manufatura da indústria farmacêutica (Farma 4.0);\n- Boas Práticas de Fabricação no Século XXI; \n- Aplicação de Bioinformática em Ciências Farmacêuticas;\n- Pré-formulação no Desenvolvimento e Produção de Medicamentos: Avanços tecnológicos;\n- Estudos de estabilidade: Aplicação de ferramentas computacionais;\n- Análise técnico-econômica e uso de ferramentas in silico;\n- Análise de risco baseada em aspectos regulatórios;\n- Desenvolvimento, produção e formulação de vacinas;\n- Desenvolvimento, produção e uso terapêutico de anticorpos monoclonais e terapias celulares; \n- Atividade monitorada no Instituto Butantan.", "turmas": [{"codigo": "20242DT", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Aulas - Sala 1 do bloco R.", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 30, "inscritos": 28, "pendentes": 0, "matriculados": 0}}}}}]}