{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2031", "nome": "Biologia Celular e Molecular", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O curso tem como objetivo principal permitir ao aluno construir uma visão integrada a respeito da estrutura, composição e funcionamento celular.\nEspecificamente no início do módulo pretende-se desenvolver nos alunos a capacidade de identificação e compreensão de processos celulares. Na etapa intermediária espera-se que os alunos sejam capazes de utilizar os conhecimentos apreendidos e utilizá-los na resolução de problemas. Finalmente, na etapa final do módulo pretende-se que o aluno seja capaz de estabelecer relações entre os conteúdos estudados, integrá-los e chegar a um modelo dinâmico acerca do funcionamento da célula.\nDevido à natureza dos conteúdos trabalhados neste módulo, indiretamente o mesmo contribui para o desenvolvimento do raciocínio abstrato nos alunos. O entendimento do funcionamento de uma célula deriva em grande parte da capacidade de imaginar do aluno.", "programa_resumido": "Este módulo essencialmente lida com o conceito de célula e processos celulares. Como a célula interage com o meio? Como a célula responde aos sinais do meio? Como a célula regula seu genoma? Quais as consequências de alterações no comportamento celular? Quais métodos podem ser utilizados para entender o comportamento celular?\nNo contexto do curso este módulo aprofunda e amplia conhecimentos anteriormente apreendidos e serve de fundação para módulos que aparecem posteriormente no percurso. No contexto da formação do estudante de farmácia o módulo provê as bases conceituais acerca de células, seus componentes e seu funcionamento, que em última análise constituem os alvos da vasta maioria dos fármacos empregados atualmente.", "turmas": [{"codigo": "20251DT", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 2.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}