{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2045", "nome": "Fisiopatologia, Farmacologia e Química Farmacêutica I", "creditos_aula": 9, "creditos_trabalho": 0, "objetivos": "Gerais: Capacitar os graduandos:\n• a compreender os mecanismos celulares e moleculares envolvidos na fisiopatologia das principais doenças dos sistemas hematopoético, imune e respiratório;\n• a identificar biomarcadores biológicos e alvos terapêuticos;\n• a analisar criticamente os mecanismos de ação dos fármacos empregados no tratamento das doenças estudadas com base nos conceitos de farmacodinâmica e farmacocinética;\n• A relacionar propriedades físico-químicas e estruturais a atividade biológica de fármacos, observada em diversas classes terapêuticas.", "programa_resumido": "Nesse módulo serão abordados, de forma integrada e articulada, os conteúdos teóricos e práticos de Fisiologia, Fisiopatologia e Farmacologia relacionados aos sistemas hematopoético, imune, respiratório e pele e anexos. Esse módulo proporcionará ao graduando os conhecimentos sobre fisiologia, dos processos que participam na transformação da função normal em anormal dos constituintes dos sistemas hematopoético, imune, respiratório e pele e anexos. Os conceitos e processos fisiopatológicos discutidos, sobre esses sistemas, permitirão que o graduando reconheça e diferencie as situações de saúde e doença (normalidade e alteração).\nEsse conjunto de conteúdos será importante para que o graduando relacione de forma articulada, e não mais compartimentalizada, os mecanismos fisiopatológicos das doenças com os mecanismos de ação dos medicamentos. Esses conhecimentos contribuirão para a formação do graduando fornecendo a base para a o desenvolvimento de novos fármacos, pesquisa clínica, farmacovigilância, análises clínicas e na prática da assistência integral ao indivíduo, ou seja, promoção, proteção e recuperação da sua saúde, bem como na monitoração terapêutica. \nAdemais, os fármacos serão estudados sob os aspectos de nomenclatura, estrutura química, propriedades eletrônicas, estéricas e hidrofóbicas, mecanismo de ação molecular, modificações moleculares relacionadas à alteração da atividade biológica, transformações químicas metabólicas que interferem na ação terapêutica e eliminação dos fármacos.", "turmas": [{"codigo": "20251DA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251DT", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 44, "inscritos": 23, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251DB", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251DT", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 44, "inscritos": 16, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251DT", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "Aulas teóricas - Anfiteatro 3.", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "11:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "11:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 39, "pendentes": 0, "matriculados": 0}}}}}]}