{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2085", "nome": "Tópicos de Psicologia Aplicada à Farmácia", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Conhecer os conceitos básicos da psicologia social e da saúde; \nCompreender os aspectos psicológicos subjacentes aos processos de saúde e doença;\nRefletir sobre os fundamentos da psicologia que se articulam com a profissão farmacêutica.", "programa_resumido": "A química das emoções. A relação terapêutica entre o profissional farmacêutico, o paciente e a família. Ciclo Vital: Aspectos psicológicos da gravidez, parto e puerpério. Coach e Carreira. Depressão e ansiedade. Desenvolvimento infantil e adolescente. Diagnóstico psicológico, prognóstico e plano de tratamento. Distúrbios de conduta e aprendizagem. Drogas e psico-farmacologia. Emoções e psicopatologia. Equipes multidisciplinares. Experiências de um farmacêutico no cuidado, equipe multiprofissional e mercado de trabalho. Identidade. Memória, cognição e afetividade. O objeto de estudo da psicologia e suas intersecções com a atividade profissional do farmacêutico. Oncologia Pediátrica, cuidados paliativos, hospital - possibilidades de compreensão e atuação. Oratória: A importância de saber falar em público. Origem e história da psicologia social e clínica. Perfil profissional esperado pelas empresas farmacêuticas. Psicopatologia. Relações étnico-raciais na universidade. Saúde mental e psicopatologia. Sexualidade. Transtorno de déficit de atenção e hiperatividade. Vida adulta, maturidade e envelhecimento.", "turmas": [{"codigo": "20242DT", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 1", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 88, "inscritos": 41, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 41, "pendentes": 0, "matriculados": 0}}}}}]}