{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2104", "nome": "Habilitação de Laboratórios Analíticos em Saúde para Estudos de Controle de Qualidade, Ensaios de Equivalência Farmacêutica e Bioequivalência", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "A partir de 1999 houve um avanço na produção e comércio de medicamentos no país. Com a promulgação da Lei dos Medicamentos Genéricos (nº 9.787, de 10 de novembro de 1999) foi autorizada a comercialização de medicamentos de origem sintética com patentes venciadas. De acordo com a Anvisa, “medicamento genérico é aquele que contém o(s) mesmo(s) princípio(s) ativo(s), na mesma dose e forma farmacêutica, e administrado pela mesma via e com a mesma posologia e indicação terapêutica do medicamento de referência, \napresentando eficácia e segurança equivalentes à do medicamento de referência e podendo, com este, ser intercambiável”. Esta intercambiabilidade deve ser assegurada por estudos de equivalência farmacêutica e estudos de bioequivalência (in vivo) apresentadas à ANVISA. Além disso, todos os ensaios exigidos para garantir a intercambialidade entre os medicamentos devem ser realizados em centros pertencentes à Rede Brasileira de Laboratórios em Saúde (REBLAS, RDC nº 12/2012). Neste sentido o presente módulo visa apresentar aos estudantes os conceitos e definir os critérios e aspectos regulatórios para o registro de medicamentos genéricos e similares, bem como discutir os requisitos para a habilitação/acreditação de laboratórios analíticos em saúde. Será proporcionado ao estudante a compreensão e o entendimento da influência das características físicas, químicas e físico-químicas dos insumos farmacêuticos ativos na qualidade e no perfil de dissolução de fármacos, bem como seu impacto e relação na equivalência farmacêutica e bioequivalência. Assim, ao final do módulo pretende-se que o estudante seja capaz de refletir e, possivelmente, identificar problemas enfrentados pela indústria farmacêutica em relação à qualidade, segurança e ação terapêutica dos medicamentos.\nOs docentes que participarão do módulo são dos três departamentos da FCFRP, com competências nas diferentes áreas do conhecimento. Portanto, o módulo apresenta a característica de interdisciplinaridade e proporcionará ao estudante a oportunidade de integrar conhecimentos prévios obtidos durante o curso de Farmácia.", "programa_resumido": "1-\tConceitos e aspectos regulatórios para registro de medicamentos genéricos e similares\n2-\tHabilitação de laboratórios analíticos em saúde segundo os requisitos da ISO/IEC 17025\n3-\tEnsaios de controle de qualidade e Impurezas orgânicas\n4-\tPolimorfismo de fármacos\n5-\tEnsaios de dissolução in vitro\n6-\tDesenvolvimento e validação de métodos analíticos e bioanalíticos\n7-\tEquivalência farmacêutica\n8-\tBioequivalência\n9-\tFarmacovigilância", "turmas": [{"codigo": "20242DT", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 3.", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": [""]}, {"dia": "qui", "inicio": "16:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 40, "inscritos": 24, "pendentes": 0, "matriculados": 0}}}}}]}