{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2019", "nome": "Farmácia e as Políticas de Saúde e de Medicamentos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Objetivo Geral: \nDesenvolver no aluno a compreensão do farmacêutico como um profissional do cuidado em saúde, com conhecimento sobre a Política de Saúde do Brasil (Sistema Único de Saúde/SUS) e a Política Nacional de Medicamentos, com embasamento para todas as suas diretrizes.\nObjetivos Específicos:\n1. Permitir ao aluno apropriar-se do conteúdo conceitual da Política de Saúde do País, conduzindo-o a um processo de reflexão sobre os principais princípios e diretrizes do SUS, os conceitos de Atenção Básica a Saúde, Redes de Atenção à Saúde, Rede de Atenção Psicossocial e Política de Humanização.\n2. Promover oportunidades de aprendizado significativo, contribuindo com a formação do (a) farmacêutico (a) nas áreas de competência para o cuidado integral.\n3. Reconhecer o processo educativo como essencial à prática do farmacêutico, compreendendo-o como processo de transformação dos indivíduos e da sociedade.\n4. Desenvolver no aluno a compreensão dos diferentes fatores que interferem sobre as Características do Mercado Farmacêutico Brasileiro.\n5. Desenvolver no aluno o conhecimento sobre as Diretrizes da Política Nacional de Medicamentos, sua importância e os diversos fatores que interferem na implementação desta Política.\n6. Capacitar o aluno para que compreenda o que é e a importância: do Uso Racional do Medicamento, dos Medicamentos Essenciais e dos diferentes componentes da Assistência Farmacêutica.\n7. Desenvolver no aluno a capacidade de refletir sobre os diferentes componentes do Ciclo da Assistência Farmacêutica no Serviço Público de Saúde.", "programa_resumido": "As diretrizes curriculares nacionais do Curso de Graduação em Farmácia colocam entre as competências e habilidades do farmacêutico a atenção a saúde “os profissionais de saúde, dentro de seu âmbito profissional, devem estar aptos a desenvolver ações de prevenção, promoção, proteção e reabilitação da saúde tanto em nível individual quanto coletivo. Cada profissional deve assegurar que sua prática seja realizada de forma integrada e contínua com as demais instâncias do sistema de saúde, sendo capaz de pensar criticamente, de analisar os problemas da sociedade e de procurar soluções para os mesmos”. As diretrizes trazem ainda que: “A formação do Farmacêutico deverá contemplar as necessidades sociais da saúde, a atenção integral da saúde no sistema regionalizado e hierarquizado de referência e contra-referência e o trabalho em equipe, com ênfase no Sistema Único de Saúde (SUS).”\nA proposta, da disciplina ser obrigatória, justifica-se plenamente, na perspectiva do aluno de Farmácia, compreender o seu papel como profissional de saúde, inserido dentro do contexto da Política de Saúde do Brasil (o Sistema Único de Saúde). Esta compreensão é fundamental para que ele entenda sua importância, não só como o profissional do medicamento, mas também e principalmente como o profissional do cuidado em saúde.\nPolíticas de Saúde: Modelos de Atenção à Saúde. A Reforma Sanitária no Brasil. Princípios e Diretrizes do Sistema Único de Saúde. Política Nacional de Humanização (HumanizaSUS.  Atenção Primária a Saúde. Redes de Atenção à Saúde\nPolítica de Medicamentos: Uso Racional do Medicamento. Política Nacional de Medicamentos. Ciclo do Medicamento no serviço público. Introdução a Farmacoepidemiologia.", "turmas": [{"codigo": "20242DT", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 1  (quartas-feiras) e (sextas-feiras).", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": [""]}, {"dia": "sex", "inicio": "10:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 75, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 75, "pendentes": 0, "matriculados": 0}}}}}]}