{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2015", "nome": "Farmácia, Saúde e a Sociedade", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Objetivo Geral: Desenvolver no aluno uma formação mais humanística, critica e reflexiva, compreendendo-se como profissional do cuidado em saúde, com a compreensão da complexidade da sua inserção no sistema de saúde e na sociedade. \n\nObjetivos Específicos: \n- Desenvolver no aluno a compreensão de como os contextos sócio- econômicos-culturais e familiares, tem dimensão simbólica e influenciam na concepção do processo saúde-doença, nas formas de adoecimento e na escolha dos tratamentos em saúde.\n- Desenvolver no aluno a compreensão da Farmácia como prática social e da sua importância como profissional de saúde, contextualizando a história da profissão farmacêutica e as suas diversas área de atuação, permitindo o desenvolvimento da capacidade do aluno para correlacionar diferentes concepções de sociedade e a prática profissional, assim como perceber a complexidade de seu envolvimento social com a comunidade, sendo capaz de analisar criticamente a problemática de saúde a nível individual e coletivo.\n- Desenvolver no aluno a compreensão da importância das Políticas de Saúde voltadas para as populações mais vulneráveis.\n- Reconhecer o processo educativo como essencial à prática do farmacêutico, compreendendo o processo como processo de transformação dos indivíduos e da sociedade.", "programa_resumido": "A importância de uma formação humanística do profissional de saúde é consensual no meio acadêmico-cientifico e tem sido o eixo principal das políticas indutoras dos Ministérios da Saúde e da Educação. As diretrizes curriculares para os cursos de Farmácia também apontam fortemente para a necessidade do farmacêutico como profissional de saúde com “formação generalista, humanista, crítica e reflexiva, para atuar em todos os níveis de atenção à saúde”, sendo o ser humano o seu principal foco de trabalho. A responsabilização do farmacêutico pelo acompanhamento da farmacoterapia do usuário, assim como a importância do trabalho em equipe multidisciplinar e multiprofissional demonstram a importância deste profissional desenvolver uma compreensão profunda de como as relações sociais acontecem, como aconteceu a evolução dos conceitos de saúde em relação ao desenvolvimento da sociedade, a importância de introjetar o conceito de farmacêutico como profissional do cuidado e não somente do medicamento.", "turmas": [{"codigo": "20251DT", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 1.", "horario": [{"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "15:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}