{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Outro", "codigo": "CGF2023", "nome": "Química Estrutural", "creditos_aula": 6, "creditos_trabalho": 1, "objetivos": "O objetivo deste módulo é fornecer ao estudante as bases fundamentais da química sob os aspectos estruturais quanto à ligação química, geometria molecular e funções. Além disso o estudante deverá conhecer os fundamentos da Física que suportam as bases da química além dos critérios básicos experimentais de tratamento de dados e entendimento crítico dos mesmos.\nObjetivos Específicos:\nEste módulo tem como objetivo fornecer ao estudante de Farmácia e Bioquímica fundamentos básicos da interação da radiação eletromagnética com a matéria; a ligação iônica no entendimento de substância iônicas e suas propriedades; a ligação covalente na estrutura e função das moléculas incluindo teoria da repulsão eletrônica da camada de valência, orbitais atômicos e moleculares, isomeria; compreender a química de coordenação e suas aplicações em sistemas vivos (Bioinorgânica). Além disso o estudante deverá desenvolver técnicas na solução de problemas, uso de computadores como uma ferramenta de análise, comunicação clara, pensamento lógico e raciocínio crítico.", "programa_resumido": "A Ligação Química; Relações entre Propriedades Físicas e Estrutura; Soluções: preparação; Quimica de coordenação (Bioinorgânica); Funções Orgânicas; Ácidos e Bases; Isomeria: Constitucional e Configuracional; Análise configuracional e conformacional", "turmas": []}