{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Outro", "codigo": "CGF2088", "nome": "Análise Toxicológica", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "O principal objetivo da disciplina é apresentar aos alunos as principais análises toxicológicas que podem ser realizadas pelo farmacêutico. Ao final da disciplina, o aluno deverá ser capaz de:\n- Realizar análises de diagnóstico de intoxicações humanas pelos principais compostos responsáveis por intoxicações de emergência;\n- Atestar a presença de álcool no sangue;\n- Propor estratégias de ajuste de doses de medicamentos;\n- Discutir sobre a atuação do farmacêutico nas análises ambientais;\n- Realizar análises de biomonitoramento de compostos de interesse ocupacional;\n- Avaliar a presença de contaminantes em alimentos.", "programa_resumido": "Diagnóstico de intoxicação sob os aspectos clínico e forense. 2. Análise toxicológica de medicamentos: monitorização terapêutica e análise de urgência. 3. Análise toxicológica dos principais fármacos de abuso. 4. Análise utilizadas no monitoramento ambiental. 5. Controle biológico da exposição ocupacional aos contaminantes químicos do ambiente de trabalho. 6. Análise de aditivos contaminantes de alimentos.", "turmas": [{"codigo": "20251DP", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Aulas - Laboratório.", "horario": [{"dia": "ter", "inicio": "13:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}