{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Ribeirão Preto", "codigo": "CGF2105", "nome": "Extenfarma I: amplificando a formação do farmacêutico e criando espaços de interlocução com a sociedade", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Sensibilizar os/as estudantes do curso de graduação em Farmácia da FCFRP-USP sobre a importância de manterem um diálogo com a sociedade e viabilizar sua vivência junto à comunidade. Além disso, pretende-se estimular a formação do estudante como cidadão crítico e responsável e que pode contribuir para a produção e construção de conhecimentos para o enfrentamento das questões da sociedade brasileira voltados ao desenvolvimento social. Esta ampliação do diálogo com a sociedade vai ao encontro da Res nº7 do MEC/CNE que estabelece a importância de iniciativas que expressem o compromisso com a formação dos estudantes e também o compromisso social das Instituições de Ensino Superior para atuação junto à sociedade, em diferentes áreas do conhecimento", "programa_resumido": "A Res nº 7 do MEC/CNE de 18 de dezembro de 2018 conceitua que a Extensão na Educação Superior Brasileira é a atividade que se integra à matriz curricular e à organização da pesquisa e constitui processo interdisciplinar, político educacional, cultural, científico, tecnológico, que promove a interação transformadora entre as instituições de ensino superior e os outros setores da sociedade, por meio da produção e da aplicação do conhecimento, em articulação permanente com o ensino e a pesquisa. De acordo com seu Art 6º, a concepção e a prática das Diretrizes da Extensão na Educação primam pela contribuição na formação integral do estudante, estimulando sua formação como cidadão crítico e responsável, por meio do estabelecimento de diálogo construtivo e transformador com os demais setores da sociedade, e iniciativas que expressem o compromisso social das Instituições de Ensino Superior em diversas áreas do conhecimento, em consonância com as políticas ligadas às diretrizes para a educação ambiental, educação étnico-racial, direitos humanos e educação indígena, promoção da reflexão ética quanto à dimensão social do ensino e da pesquisa e o incentivo à atuação da comunidade acadêmica e técnica na contribuição ao enfrentamento das questões da sociedade brasileira, inclusive por meio do desenvolvimento econômico, social e cultural. Além disso, neste artigo, destaca-se a importância da produção e construção de conhecimentos, atualizados e coerentes, voltados para o desenvolvimento social, equitativo, sustentável, com a realidade brasileira.\nDesta forma, no módulo Extenfarma I, visa capacitar o aluno para conscientizar a população leiga do município de Ribeirão Preto sobre a importância do uso correto e seguro de medicamentos. O aluno desenvolverá atividades direcionadas à população em geral. Serão discutidos temas atuais e abrangentes não só na promoção do uso correto de medicamentos, mas em busca da qualidade de vida do paciente e riscos da automedicação. Serão apresentadas informações referentes ao controle das principais doenças crônicas, através do estudo das Diretrizes Brasileiras de Hipertensão Arterial e Diretrizes Brasileiras de Diabetes, de modo que o aluno consiga fornecer orientação adequada à população, baseada em conceitos e diretrizes oficiais. Além disso, serão realizadas capacitações para a medida da pressão arterial e glicemia capilar, para que possam aplicar os conceitos aprendidos na prática em contato com a população nas campanhas. A partir do conhecimento teórico adquirido, os estudantes serão incentivados a produzir seus próprios materiais de divulgação e organização de campanhas educativas, tais como a Campanha 5 de maio “Campanha Nacional pelo Uso Racional de Medicamentos”, elaboração de indicadores, cartilhas, material para rastreamento de doenças crônicas, busca de orçamentos, entre outros.", "turmas": [{"codigo": "20251DP", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251DT", "horario": [{"dia": "qui", "inicio": "16:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 88, "inscritos": 65, "pendentes": 1, "matriculados": 64, "grupos": {"FCFRP - Para toda a unidade  para o curso 60015": {"vagas": 88, "inscritos": 65, "pendentes": 1, "matriculados": 64}}}}}, {"codigo": "20251DT", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "Aulas teóricas  - Anfiteatro 3.", "horario": [{"dia": "qui", "inicio": "15:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 88, "inscritos": 65, "pendentes": 1, "matriculados": 64, "grupos": {"FCFRP - Para toda a unidade  para o curso 60015": {"vagas": 88, "inscritos": 65, "pendentes": 1, "matriculados": 64}}}}}]}