{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Outro", "codigo": "CGF2050", "nome": "Planejamento e Desenvolvimento de Fármacos I", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Apresentar e discutir as propriedades estruturais de fármacos e pequenos compostos orgânicos; Apresentar e discutir as propriedades físico-químicas que afetam o comportamento farmacológicos de compostos orgânicos; Apresentar e discutir as forças de interação responsáveis pelo reconhecimento molecular de fármacos por alvos terapêuticos; Apresentar e discutir as estratégias de planejamento de fármacos; Introduzir conceitos e práticas de noções de planejamento de fármacos. Discutir metabolismo de fármacos.", "programa_resumido": "Nesse módulo serão abordados, de forma integrada e articulada, os conteúdos teóricos e práticos do planejamento, das propriedades físico-químicas e estruturais que regem o comportamento de fármacos em meio biológico, as bases moleculares que determinam a farmacocinética e farmacodinâmica de pequenos compostos orgânicos, uma introdução às metodologias computacionais aplicadas à avaliação das propriedades químicas e químico-medicinais de fármacos, farmacocinéticas e ao planejamento de fármacos. Esse conjunto de conteúdo será importante para que o graduando compreenda as bases químicas que influenciam a atividade de fármacos, que serão discutidos com relação a relação entre estrutura química e atividade biológica em módulos mais avançados.", "turmas": [{"codigo": "20251DT", "inicio": "24/02/2025", "fim": "05/05/2025", "tipo": "Teórica", "observacoes": "Aulas - Anfiteatro 3.", "horario": [{"dia": "ter", "inicio": "16:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 88, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FCFRP - Para toda a unidade para os cursos 60013, 60014 e 60015": {"vagas": 88, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}