{"unidade": "Faculdade de Ciências Farmacêuticas de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais da FCFRP", "campus": "Outro", "codigo": "CGF2056", "nome": "Farmácia Homeopática", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Objetivos gerais\n\nConhecer e compreender a terapêutica homeopática e aspectos relacionados ao medicamento homeopático. Capacitar o aluno para atuar na área de Farmácia Homeopática desenvolvendo conhecimentos teóricos e práticos e habilidades para produção, controle e dispensação do medicamento homeopático. \n\nObjetivos específicos\n\nCompreender os princípios da Homeopatia e conceitos relacionados à terapêutica homeopática e ao medicamento homeopático.\nCompreender o processo saúde/doença dentro da perspectiva da homeopatia reconhecendo sua concepção humanizadora e de integralidade.\nDesenvolver capacitação técnica e habilidades para produção, controle e dispensação do medicamento homeopático. Ser capaz de discutir e avaliar criticamente aspectos relacionados à terapêutica homeopática e ao medicamento homeopático.\nReconhecer a contribuição da homeopatia na promoção, prevenção e recuperação da saúde.", "programa_resumido": "O conteúdo abrange conhecimentos teóricos e práticos de modo que o aluno seja capaz de compreender a terapêutica homeopática em sua concepção humanizadora e integral do processo saúde/doença, bem como compreender o medicamento homeopático em sua natureza e farmacotécnica particulares, além de desenvolver habilidades para produção, controle e dispensação deste medicamento.\nCom isso o módulo pretende contribuir na formação do profissional farmacêutico discutindo a visão da homeopatia no processo de prevenção, promoção, manutenção e recuperação da saúde baseado em um modelo de práticas humanizadas e centradas na integralidade do indivíduo e capacitando o aluno para atuar na área de Farmácia Homeopática.", "turmas": []}