{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "São Paulo", "codigo": "CJE0330", "nome": "Legislação da Indústria Editorial", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina possui três conteúdos principais: direitos de autor, direitos da personalidade e ética na produção editorial.Os objetivos da disciplina são, de um lado, permitir ao aluno o contato com os aspectos legais da produção editorial e, de outro, despertar a atenção para as vicissitudes éticas decorrentes da prática editorial.Em relação ao primeiro objetivo, que se refere aos aspectos legais da produção editorial, a disciplina procura transmitir aos alunos noções básicas da legislação sobre direitos de autor e direitos da personalidade, proporcionando-lhes o contato com os textos legais, com as questões práticas do dia-a-dia editorial relacionadas aos direitos e obrigações do editor e do autor, da editora em relação ao público consumidor e da editora em relação às outras editoras. Procuraremos, também, discutir o direito de autor e suas transformações decorrentes da inovação tecnológica nos meios de comunicação e transmissão de obras, visando a questionar princípios da legislação brasileira sobre o assunto e a sua aplicabilidade prática. Da mesma maneira, procuraremos discutir sobre os aspectos do direito da personalidade relacionados à produção editorial, especialmente no que se refere ao direito à honra, imagem e intimidade, e sua interface com a liberdade de comunicação e expressão e a liberdade de expressão da atividade intelectual, artística e científica.Em relação ao segundo objetivo, discutiremos, através da análise de casos concretos, os princípios éticos a serem observados na prática editorial e, também, procuraremos identifica-los.", "programa_resumido": "Os objetivos da disciplina são, de um lado, permitir ao aluno o contato com os aspectos legais da produção editorial e, de outro, despertar a atenção para as vicissitudes éticas decorrentes da prática editorial.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Editoração (será oferecida para alunos do 6º e 8º semestres)", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "09:45", "professores": ["Vítor Souza Lima Blotta"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Editoração": {"vagas": 40, "inscritos": 25, "pendentes": 0, "matriculados": 0}}}}}]}