{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "São Paulo", "codigo": "CJE0657", "nome": "Conceitos e Gêneros do Jornalismo e suas Produções Textuais", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Aprofundar o estudo e na compreensão do jornalismo, enquanto discurso com características particulares; conceituar e discutir os gêneros desse discurso, a partir de uma visão pragmática; exercitar técnicas de estruturação das várias espécies de textos jornalísticos. A produção de parágrafos em Língua Portuguesa. Discutir as regras ortográficas, a correção gramatical de termos e textos, a adequação vocabular e a aplicação dentro do universo jornalístico. A leitura e a interpretação de textos jornalísticos. As funções da linguagem. Teoria e elaboração de resumo a partir da técnica de sublinhar e esquematizar. Semântica e sintagma. Aplicar as regras gramaticais da Língua Portuguesa de maneira correta na produção de textos. Relacionar conceitos e ideias por meio da escrita e identificar tais relações por meio da leitura. Aprimorar o vocabulário e enriquecer a linguagem escrita. Interpretar o sentido de palavras e expressões. Desenvolver capacidade de abstração.", "programa_resumido": "Leitura e interpretação de textos jornalísticos. Questões gramaticais. Comunicação. Unidade de composição do texto: o parágrafo. Coesão e Coerência. Estilo e Estilística. Conceito de discurso. Ambiente e características da ação jornalística. Revisão crítica da bibliografia sobre gêneros jornalísticos. Conceito pragmático de Gênero. Os gêneros do discurso jornalístico. As espécies narrativas do Relato da atualidade. As espécies práticas do Relato da atualidade. As espécies argumentativas que fazem o Comentário da atualidade. As espécies gráfico-artísticas do Comentário da atualidade. Conclusões.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Jornalismo Matutino (currículo reformulado).", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Ricardo Alexino Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Jornalismo matutino (Reformulado)": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025105", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Jornalismo Noturno (currículo reformulado).", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "22:50", "professores": ["(R) Ricardo Alexino Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 2, "pendentes": 0, "matriculados": 2, "grupos": {"ECA - Jornalismo noturno (Reformulado)": {"vagas": 35, "inscritos": 2, "pendentes": 0, "matriculados": 2}}}}}]}