{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "São Paulo", "codigo": "CJE0660", "nome": "Jornalismo visual: fotojornalismo e design da notícia", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Contribuir para a capacitação do aluno para a articulação entre texto e imagem, observando-se os aspectos visuais da construção das notícias, sobretudo em relação às composições entre fotojornalismo e o design gráfico. Apresentar e discutir as noções, os elementos fundamentais e as principais características da linguagem visual do fotojornalismo, do design de notícias e do planejamento gráfico-editorial. Fornecer subsídios teóricos para a análise das informações de natureza imagética, em particular as do jornalismo. Exercitar métodos e procedimentos práticos para a utilização dos elementos da linguagem gráfica e fotográfica, visando especificamente a exploração do potencial discursivo do jornalismo visual (design de notícias e fotojornalismo).", "programa_resumido": "Introdução aos princípios do jornalismo visual. Métodos e procedimentos para produção visual em jornalismo. Percepção visual e sintaxe da página impressa e digital. O planejamento e o projeto gráfico: projeto estrutural; projeto topográfico; projeto tipográfico; projeto iconográfico; projeto cromático. História da Arte e História da Fotografia. Linguagem fotográfica e o fotojornalismo: fotorreportagem, edição e tratamento digital.", "turmas": [{"codigo": "2024205", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Jornalismo noturno (currículo reformulado)", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "21:00", "professores": ["(R) Luciano Guimarães"]}, {"dia": "sex", "inicio": "21:10", "fim": "22:50", "professores": ["(R) Wagner Souza e Silva"]}], "vagas": {"Obrigatória": {"vagas": 37, "inscritos": 37, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Jornalismo noturno (Reformulado)": {"vagas": 37, "inscritos": 37, "pendentes": 0, "matriculados": 0}}}}}]}