{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "Outro", "codigo": "CJE0396", "nome": "Cultura e Literatura Brasileira: Império", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Fornecer elementos essenciais para o conhecimento da evolução da cultura literária produzida no Brasil Imperial e nos primeiros anos da República, início do  século XIX até o início do século XX, com vistas a formar um leitor consciente e apto a se posicionar corretamente diante de textos de épocas diferentes de seu tempo e, também, diante de textos de sua própria época. Paralelamente, serão postos em destaque o modo de veiculação da cultura literária nos diferentes períodos da formação do sistema que possibilita tal veiculação, em contínuo paralelo com os diversos modos de impressão e divulgação de textos literários  ao longo da história da cultura, entendida como parte de um discurso maior, que é o discurso sócio-cultural. Nesse sentido, deverá ser examinado o processo de implantação da imprensa no Brasil, com a vinda da Família Real, em 1808. Durante do Romantismo, examinar-se-á também a função do jornal diário na divulgação do romance, sobretudo a partir de Joaquim Manuel de Macedo, Manuel Antônio de Almeida e José de Alencar. Já para o fim o Segundo Reinado, com o advento do Realismo, surgem as revistas literária, nas quais Machado de Assis passará a exercer influência.", "programa_resumido": "Noção de discurso social e discurso literário, interação entre ambos. Caracterização das particularidades estilísticas dos diversos períodos históricos do discurso literário, com destaque para sua função social nos respectivos períodos. Assim, será descrita a produção literária do século XIX, com os respectivos nomes convencionais: Pré-Romantismo, Romantismo, Realismo (Parnasia-nismo, Naturalismo, Impressionismo), Simbolis-mo e Pré-Modernismo.", "turmas": []}