{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "São Paulo", "codigo": "CJE0625", "nome": "História do Livro no Brasil", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Compreensão dos mecanismos de introdução, expansão e desenvolvimento da produção impressa no Brasil, nos séculos XIX e XX, à luz dos movimentos internos que concorreram para a emancipação e modernização da sociedade brasileira e seus pontos de contato com as mutações observadas no âmbito da comunicação impressa em escala internacional.", "programa_resumido": "Identificar a constelação de atividades e de agentes responsáveis pela produção do livro impresso no Brasil nos séculos XIX e XX. Refletir sobre as múltiplas formas de mediação existentes entre o autor e o público leitor, desde o período que antecede à instalação da primeira tipografia no Brasil, em 1808, até a contemporaneidade. Construir bases para uma avaliação comparativa e crítica da produção impressa no Brasil, situando-a nos movimentos econômicos, sociais e políticos que marcaram a história nacional, com ênfase nas questões atinentes ao desenvolvimento das camadas leitoras. Paralelamente à análise das condições de produção e difusão do livro no Brasil, propõe-se o estabelecimento de quadros comparativos com o campo editorial de alguns países latino-americanos e europeus, em particular, Argentina, México, Portugal, França e Itália.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Editoração\nOptativa Livre: Jornalismo matutino e noturno (currículo reformulado) e USP", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Marisa Midore Deaecto"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 17, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Editoração": {"vagas": 20, "inscritos": 17, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Jornalismo matutino (Reformulado)": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "ECA - Jornalismo noturno (Reformulado)": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}