{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "Outro", "codigo": "CJE0393", "nome": "Introdução à Ecdótica", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Estabelecer noções de filologia, ecdótica e crítica textual. Examinar as funções do editor de texto no processamento editorial de obras literárias. Caracterizar tipos de edição: fac-similar, diplomática, diplomático-interpretativa, crítica, genética, fidedigna e espúria. Estudar os paratextos, os limites de intervenção editorial e os principais elementos de normalização do texto literário. Preparar a edição fac-similiar e diplomático-interpretativa de uma obra literária para publicação em meio digital. Estabelecer o texto da mesma obra para uma edição fidedigna, modernizada e anotada, a sair em livro da editora Com-Arte, na coleção Reserva Literária. Produzir os paratextos para as edições digitais e para a impressa. O design editorial da edição eletrônica, bem como o projeto gráfico e tipográfico, a revisão de provas e a impressão do livro serão etapas definidas e executadas no curso da disciplina CJE0398 Laboratório de Produção Editorial II, ministrada no 5o semestre.", "programa_resumido": "13.\tPrograma Resumido:13.1. Teoria: fundamentos, métodos e práticas da ecdótica e da crítica textual.13.2. Laboratório: edição fac-similar e diplomático-interpretativa, com aparatos, de uma obra literária em suporte digital. Estabelecimento de texto da mesma obra e produção de seus aparatos paratextuais para edição fidedigna, modernizada e anotada, a sair em livro da coleção Reserva Literária, da Com-Arte, editora-laboratório da ECA.", "turmas": []}