{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "São Paulo", "codigo": "CJE0591", "nome": "Fotografia e Imagem em Editoração", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Desenvolver competência de linguagem visual para a capacitação de criação, produção e leitura de imagens fotográficas. Debater a prática editorial da fotografia, tendo em vista as implicações de sua configuração digital. Oferecer elementos para a reflexão, a fim de capacitar o aluno para articular a produção fotográfica (do autor ao leitor) frente aos meios de divulgação de natureza impressa ou eletrônica.", "programa_resumido": "A História da Arte é o portal da disciplina, considerando-se que é pelo visual que se condensam as maneiras de viver, sentir e pensar de uma dada cultura numa determinada época. A visualização de imagens autorais de fotógrafos clássicos, baseada no cotidiano da vida urbana, trabalha na perspectiva da fotografia ligada ao real, vista como documento informativo e forma expressiva. O estudo teórico \u0096 fundamentado nas reflexões dos pensadores Roland Barthes, Susan Sontag, Philippe Dubois e Joan Fontcuberta \u0096 tem como objeto a fotografia e busca contribuir para a leitura, nos discursos midiáticos, dos significados culturais da imagem fotográfica, integrada ao texto verbal. A disciplina implica um saber-fazer básico sobre câmera fotográfica digital, com saída fotográfica temática, tendo como referência o \u0093momento-decisivo\u0094 do fotógrafo francês Henri Cartier-Bresson. Propõe-se ainda a abordagem da tecnologia digital, que traz alterações nos modos de construção, divulgação e percepção da fotografia e da informação. Deve-se verificar em que medida os suportes de natureza eletrônica, os aplicativos de tratamento de imagens ou a distribuição imediata de fotografias definem usos distintos daqueles utilizados nas práticas midiáticas de natureza impressa. Tem-se também como objetivo explorar as etapas técnicas da produção contemporânea, isto é, os fluxos de trabalho, entendidos como fundamentais para a consideração de questões éticas e estéticas com as quais a fotografia se depara no mercado editorial. Palavras-chave: linguagem visual, produção editorial de imagens, expressões pré-fotográficas, fotografia digital, pós-produção na fotografia.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Editoração", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Atilio José Avancini", "(R) Wagner Souza e Silva"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Editoração": {"vagas": 20, "inscritos": 16, "pendentes": 0, "matriculados": 0}}}}}]}