{"unidade": "Escola de Comunicações e Artes", "departamento": "Jornalismo e Editoração", "campus": "São Paulo", "codigo": "CJE0395", "nome": "Cultura e Literatura Brasileira: Colônia", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Apresentação de elementos para a formação de um método crítico de avaliação do texto escrito, tanto literário como não-literário.  Formação de uma atividade disciplinada e sistemática para ler, analisar, entender e interpretar o texto, com ênfase na apreciação do texto artístico. Exercícios de leitura voltados para a formulação de uma noção de valor da produção escrita, que possa orientar o julgamento e a avaliação de diversas espécies de textos. Desenvolvimento da idéia de que o crítico literário é aquele que ensina a ler; e da noção de que ler bem equivale a explorar as diversas camadas de significação de um texto, segundo a poética implícita dele próprio. Consolidar e desenvolver o pressuposto de que o texto escrito (literário ou não) é parte do discurso social de sua época, não necessariamente subordinado às coordenadas culturais do tempo, mas intercalado a um segmento maior de discurso, que será estudado como a poética cultural do período.Fornecer elementos essenciais para o conhecimento da evolução da cultura literária produzida no Brasil Colônia, desde o século XVI até o século XVIII, com vistas a formar um leitor consciente e apto a se posicionar corretamente diante de textos de épocas diferentes de seu tempo e, também, diante de textos de sua própria época. Paralelamente, serão postos em destaque o modo de veiculação da cultura literária nos diferentes períodos da formação do sistema que possibilita tal veiculação, em contínuo paralelo com os diversos modos de impressão e divulgação de textos literários  ao longo da história da cultura, entendida como parte de um discurso maior, que é o discurso sócio-cultural.Ps. A produção do século XIX será examinada na disciplina Cultura e Literatura Brasileira II; a do século XX, nas disciplinas Língua Portuguesa I e II (Teoria e Prática do Texto).", "programa_resumido": "Noção de discurso social e discurso literário, interação entre ambos. Caracterização das particularidades estilísticas dos diversos períodos históricos do discurso literário, com destaque para sua função social nos respectivos períodos. Assim, será descrita a produção literária do século XVI, do XVII e do XVIII, com os respectivos nomes convencionais: Literatura de Informação e de Formação, Barroco e Arcadismo.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: Editoração.\nOptativa Eletiva: IME (Bacharelado em Matemática Aplicada e Computacional - Habilitação em Comunicação Científica).\nOptativa Livre: Jornalismo Matutino e Noturno (currículo reformulado), FFLCH, ECA e USP.", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Jean Pierre Chauvin"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Editoração": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IME - Matemática Aplicada e Computacional": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 23, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Jornalismo matutino e noturno (reformulado)": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "ECA - Todos exceto Jornalismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}