{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0734", "nome": "Viola Brasileira IV", "creditos_aula": 1, "creditos_trabalho": 6, "objetivos": "Este curso objetiva tornar o aluno apto a executar toda variedade de peças compostas para o instrumento, bem como fazer arranjos e adaptações de músicas diversas e vertê-las para a viola. Por se tratar de um instrumento que tem uma face idiomática, o instrumentista é também um pesquisador e deve aprofundar seus conhecimentos acerca da história e da cultura que gerou grande parte do repertório existente para o instrumento. O estudo da música de outros períodos históricos também se faz necessário uma vez que a viola é um instrumento originado na idade média. Todo aluno desenvolve durante o curso a aptidão de compor para o instrumento e, por vezes, para formações das quais a viola faz parte.", "programa_resumido": "Cabe ao professor, face ao potencial de cada aluno, orientá-lo na escolha de um repertório de possibilidades técnicas e artísticas progressivas visando seu aprimoramento enquanto instrumentista, arranjador e compositor. Ao final dos oito semestres previstos para o curso, o aluno terá trabalhado as possibilidades diversas existentes, bem como desenvolvido a aptidão para arranjar e compor para o instrumento. O aluno terá um conhecimento sobre correntes estéticas e interpretativas que o ajudarão a desenvolver seu caminho com mais propriedade.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Prática", "observacoes": "Obrigatória: Instrumento de Cordas Dedilhadas Ênfase em Viola Brasileira (currículo reformulado)", "horario": null, "vagas": {"Obrigatória": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música -  Instrumento de Cordas Dedilhadas - Ênfase em Viola Bra": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}