{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0790", "nome": "Piano IV", "creditos_aula": 1, "creditos_trabalho": 2, "objetivos": "Esta disciplina enfoca questões musicais e técnicas referentes ao domínio e desenvolvimento da execução pianística, incluindo aspectos históricos, estéticos, estilísticos e analíticos que propiciem uma performance profissional do repertório destinado a esse instrumento. Tem como objetivo tornar o aluno de Bacharelado em Instrumento \u0096 piano apto a desenvolver atividades profissionais de solista, camerista, professor ou pesquisador, assim como habilitá-lo com ferramentas que permitam um contínuo aprimoramento e incremento do seu repertório depois de graduado.", "programa_resumido": "Ao final dos oito semestres, o aluno deverá ter cumprido um programa mínimo que incluirá, obrigatoriamente: J.S.Bach – 3 obras, sendo 2 delas Prelúdios e Fugas; uma obra de barroca; Haydn ou Mozart – uma Sonata; Beethoven – uma Sonata; duas obras românticas; duas obras compostas nos séculos XX ou XXI; duas obras brasileiras; um estudo de Liszt ou Chopin; um estudo de Rachmaninoff, Scriabin, Debussy, Prokofieff, Bartók, Chaminade ou Ligeti; um estudo de Czerny - op. 740 ou Moskovsky op. 72 (ou citados anteriormente); um estudo de livre escolha, uma obra de discente do CMU, uma obra camerística e uma uma obra concertante. \nMETODOLOGIA: 1. Aulas semanais individuais nas quais serão trabalhadas obras do repertório de cada aluno. 2. Masterclasses periódicas com docentes do Departamento e convidados.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: Instrumento de Teclado Ênfase em Piano (reoferecimento) [currículo reformulado]", "horario": null, "vagas": {"Obrigatória": {"vagas": 4, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música - Instrumento de Teclado - Ênfase em Piano (Reformulado)": {"vagas": 4, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}