{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "Outro", "codigo": "CMU0233", "nome": "Harmonia IV", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A partir de uma perspectiva decolonial e antirracista e objetivando superar abordagens tecnicistas e paradigmas eurocêntricos, fazer com que o aluno entre em contato com visões abrangentes sobre a harmonia relacionadas à música produzida nos dias de hoje. Além do repertório da chamada “música erudita europeia” do final do séc. XIX e do séc. XX serão abordados e analisados repertórios diversificados, como por exemplo, o Choro, o RAP, a MPB, o Jazz, o Rock, o Forró, as músicas populares e tradicionais do Brasil, as produções experimentais brasileiras e de outros países, principalmente da América Latina. Dotar os/as alunos/as de capacidade crítica para discutir e avaliar os aspectos contextuais (sociais, históricos e geográficos) que condicionam as diversas metodologias de criação e análise harmônica e que extrapolam as dimensões estritamente musicais.", "programa_resumido": "Análise de obras de compositores/as e músicas mencionadas acima com ênfase nas novas formas de organização do material harmônico: processos de polarização, conceito de harmonicidade,  utilização de modos antigos, eclesiásticos e não ocidentais/europeus, construção de escalas, séries, aglomerados, clusters etc. Ideias de direcionalidade, causalidade, harmônica circular, pêndulo.  Expansão do campo de estudo: músicas do mundo. Apresentação de novas ferramentas de análise: blocos, objetos, conjuntos. Leitura e discussão de textos (musicológicos, filosóficos, sociológicos) relativos às práticas criativas e às abordagens analíticas no âmbito do estudo da harmonia. Abordagens interdisciplinares: harmonia e elementos não musicais (texto, dança, cena etc.). Música e contexto (social, histórico, geográfico). Análise enquanto atitude criativa. Crítica das abordagens disciplinares. Perspectivas holísticas não disciplinares: a harmonia e os outros elementos/parâmetros da música (forma, ritmo, timbre, dinâmica etc.).", "turmas": []}