{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0842", "nome": "Laboratório de Interpretação e Criação Musical Contemporânea II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo desta matéria é aproximar a relação dos alunos de composição e instrumentistas interpretes do CMU-USP, para pesquisar as diferenciações entre a prática interpretativa e relação gráfica resultante da composição, por meio do uso da linguagem contemporânea, realizada pelos trabalhos orientados dos alunos de composição do CMU. Tais trabalhos serão escritos especialmente para a aula, com a colaboração dos alunos interpretes, ou por meio de repertorio pré-existente (moderno e contemporâneo) para diversas formações camerísticas, nas quais poderemos pesquisar o uso correto da dialética de cada instrumento musical.", "programa_resumido": "A criação do Laboratório de Interpretação e Criação Musical Contemporânea, em parceria com a classe de composição, que terá os seus trabalhos selecionados, apresentados e possivelmente registrados pelo LAMI (Laboratório de Acústica Musical e Informática do CMU), aproximará os compositores e intérpretes, registrando e analisando os resultados deste encontro, desenvolvendo o estado de percepção nos alunos da relação ESCRITA-SOM e SOM-ESCRITA e solidificará ainda mais a questão da Oralidade/Auralidade no entendimento da linguagem dos instrumentos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Prática", "observacoes": "Optativa Eletiva: Licenciatura, Canto e Arte Lírica, Composição, Instrumento e Regência (reoferecimento - currículo antigo e reformulado)", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música (antigo e reformulado)": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}