{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0430", "nome": "Canto Coral I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1. Aproximar o aluno do seu aparelho vocal, ao nível da expressão falada ou cantada, em sua expressão individual ou coletiva (coral). 2. Propiciar ao aluno o contato com o repertório coral e seu papel no desenvolvimento da linguagem musical. 3. Propiciar ao aluno a oportunidade de fazer música vocal em conjunto, com o aprendizado técnico do auditivo da realização de parâmetros como: afinação, precisão equilíbrio, fraseado, etc. 4. Instrumentar o aluno para as disciplinas Regência I, II, III, IV, etc. a serem ministradas em semestres posteriores.", "programa_resumido": "Classificação Vocal - Métodos e critérios - através da classificação dos ingressantes no CMU a cada ano. Respiração para o canto - exercícios para localização da respiração baixa e média. Apoio e coluna de ar. Simultâneo aos ítens 2 e 4 - Leitura coral: a) testagem da leitura à 1ª vista do grupo a quatro ou cinco vozes. - b) testagem da escuta harmônica e afinação da 1ª vista a quatro e cinco vozes. Colocação da emissão em \"Boca Chiusa\". - a) relaxamento da mandíbula. - b) posicionamento da língua. - c) suspensão do palato mole. - d) exercícios de percepção do local onde a voz está se colocando. - e) conexão do apoio e a missão vocal em \"Boca Chiusa\". - f) o crescimento em \"Boca Chiusa\"e as colocações frontal e craniana do som. Passagem da \"Boca Chiusa\" para vogais e outros sons nasais e guturais. Leitura coral (simultâneo aos ítens 5 e 7).", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: Básico de Música (currículo antigo), Licenciatura, Básico de Composição e Regência, Canto e Arte Lírica, Instrumentos de Cordas, Cordas Dedilhadas, Percussão, Teclado e Sopro (currículo reformulado)", "horario": [{"dia": "seg", "inicio": "13:00", "fim": "14:40", "professores": [""]}, {"dia": "qua", "inicio": "13:00", "fim": "14:40", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música (antigo e reformulado)": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}