{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0585", "nome": "Atividades Teórico-Práticas de Aprofundamento IV", "creditos_aula": 0, "creditos_trabalho": 2, "objetivos": "1) Estimular a participação em eventos científicos, grupos de estudo, iniciação à docência, residência docente, monitoria em projetos de extensão e organização de eventos.\n2) Estimular atividades práticas de música e educação musical em ONGs, Escolas, comunidades de educadores, coletivos e outras localidades, difundindo o conhecimento artístico e compartilhando formas e expressões simbólicas, assim como propostas didáticas voltadas à música.\n3) Estimular a mobilidade estudantil, o intercâmbio e outras atividades em que o aluno dialogue com outras áreas, grupos de estudo e instituições visando conhecimentos interdisciplinares e projetos coletivos.\n4) Estimular atividades de comunicação e expressão visando à aquisição e apropriação de recursos de linguagem capazes de comunicar, interpretar a realidade estudada e criar conexões com a vida social por meio da arte e da música, contemplando a problemática da inclusão, dos direitos humanos, da diversidade étnico racial, de gênero, sexual, religiosa, de faixa geracional entre outras.", "programa_resumido": "Motivar o aluno a desenvolver o espírito científico e a se integrar em projetos de pesquisa e eventos científicos, assim como a se engajar em projetos sociais por meio da extensão à comunidade e às escolas e outras entidades formadoras e coletivos de educadores.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Prática", "observacoes": "Obrigatória: Licenciatura (currículo antigo e reformulado)", "horario": null, "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música (antigo e reformulado)": {"vagas": 30, "inscritos": 9, "pendentes": 0, "matriculados": 0}}}}}]}