{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0344", "nome": "Composição I", "creditos_aula": 2, "creditos_trabalho": 6, "objetivos": "As disciplinas de \"Composição\" (I a IV) tem ênfase na prática da escrita musical, com maior destaque para aspectos poéticos e abordagem de conceitos que permeiam a prática da criação e invenção musical ao longo do séc. XX e XXI.\n \nContinuam os objetivos gerais de:\n \n1. Dar condições ao aluno de desenvolver projetos próprios e coletivos de composição musical, circunscrito à escrita musical acústica e eletroacústica.\n2. Dar ênfase ao contato do aluno com técnicas composicionais diversas que permearam a música do séc. XX e XXI.\n3. Realização de projeto composicional em obra para conjunto instrumental livre, em que técnicas e materiais da escrita musical recente sejam contemplados.\n \nAulas de acompanhamento e problematização de projetos individuais dando a esta forma de acompanhamento um aspecto coletivo que permita aos outros alunos da turma a acompanharem os trabalhos individuais de seus colegas bem como as estratégias de leitura empregadas pelo professor.", "programa_resumido": "O curso visa apresentar em teoria e prática noções de escrita musical contemporânea, com fundamentação histórica, funcional, estrutural, dinâmica, perceptiva e generativa. Além dos aspetos de poética composicional e composição como prática coletiva e individual. Os principais aspectos abordados serão: \nEscritas do tempo na música do séc.XX\nEscolha e construção (mise-en-forme) do material", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: Composição (currículo antigo e reformulado)", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "15:45", "professores": ["(R) Silvio Ferraz Mello Filho"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 10, "pendentes": 0, "matriculados": 10, "grupos": {"ECA - Música (antigo e reformulado)": {"vagas": 25, "inscritos": 10, "pendentes": 0, "matriculados": 10}}}}}]}