{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0420", "nome": "Criação Musical III", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1. Dar condições ao aluno de desenvolver projetos próprios e coletivos de composição musical, circunscrito à escrita musical acústica e eletroacústica.\n2. Dar ênfase ao contato do aluno com técnicas composicionais diversas que permearam a música do séc. XX e XXI e continuidade a atividades desenvolvidas nas disciplinas de Práticas Experimentais de Criação Musical.\n3. Realização de projeto composicional com peça (ou conjunto de peças) para conjunto instrumental (preferencialmente percussão) ou solo, em que técnicas e materiais da escrita musical recente sejam contemplados.\n\nAs aulas serão distribuídas conforme atividades de escrita musical desenvolvidas pelos alunos compreendendo:\n1. Aulas de acompanhamento e problematização de projetos individuais dando a esta forma de acompanhamento um aspecto coletivo que permita aos outros alunos da turma a acompanharem os trabalhos individuais de seus colegas bem como as estratégias de leitura empregadas pelo professor.\n2. Aulas expositivas de análise de obras diversas do repertório musical realçando sempre estratégias composicionais\n3. Sempre que possível contar com a presença de compositores ativos no campo da música instrumental e eletroacústica convidados (nacionais e internacionais).", "programa_resumido": "O curso visa apresentar em teoria e prática noções de escrita musical contemporânea, com fundamentação histórica, funcional, estrutural, dinâmica, perceptiva e generativa. Os principais aspectos abordados serão: \nAspectos de poética composicional.\nComposição : prática coletiva e individual.\nNoção de objeto sonoro e musical: Pierre Schaeffer, Helmut Lachenmann e Dennis Smalley.\nNoção temporal dos objetos sonoros: Pierre Schaeffer e Andre Souris e Albert Bregman.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: COM (currículo antigo e reformulado)\nOptativa Eletiva: LIM, CAL e INS (currículo antigo), Licenciatura, Canto e Arte Lírica, Regência, Instrumentos de Cordas, Cordas Dedilhadas, Percussão, Teclado e Sopro (currículo reformulado)", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "11:45", "professores": ["(R) Silvio Ferraz Mello Filho"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música - Composição (Reformulado)": {"vagas": 25, "inscritos": 9, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música (antigo e reformulado)": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}