{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0721", "nome": "Trompa VIII", "creditos_aula": 1, "creditos_trabalho": 2, "objetivos": "Esta disciplina enfoca questões técnicas referentes ao domínio do instrumento, abordando aspectos históricos, estéticos, estilísticos e analíticos que propiciem uma performance profissional do repertório trompistica. Tem como objetivo tornar o aluno de Bacharelado em Instrumento \u0096 trompa apto a desenvolver atividades profissionais de solista, orquestral, camerista, professor e/ou pesquisador, assim como habilitá-lo com ferramentas que permitam um contínuo aprimoramento e incremento do seu repertório, mesmo depois de graduado.", "programa_resumido": "Cabe ao professor, face ao potencial de cada aluno, orientá-lo na escolha de um repertório de dificuldades técnicas e artísticas progressivas, visando seu aprimoramento enquanto instrumentista. Ao final dos oito semestres previstos para o curso, o aluno deverá ter trabalhado uma variedade de obras que sejam representativas da diversidade de estilos de época, correntes estéticas, gêneros musicais e técnicas de execução e de composição que são característicos da literatura trompística.   Deve ser mencionado que as indicações do repertório são, até um grande grau, de natureza subjetiva. Cada aluno possui seus próprios problemas técnicos e musicais que devem ser resolvidos ao longo do tempo de acordo com sua própria capacidade. Frequentemente, a lista abaixo sugerida pode ser ajustada em acordo a capacidade de cada aluno para dominar o repertório em questão, neste caso, pode ser necessária dedicar mais ou menos tempo para cada um dos métodos ou solos sugeridos. A palavra-chave é a flexibilidade.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: Instrumento de Sopro Ênfase em Trompa (reoferecimento) [currículo reformulado]", "horario": null, "vagas": {"Obrigatória": {"vagas": 11, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Música - Instrumento de Sopro - Ênfase em Trompa (Reformulado)": {"vagas": 11, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}