{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "Outro", "codigo": "CMU0307", "nome": "Contraponto II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Aprofundar o trabalho iniciado no semestre passado (em Contraponto I) propiciando condições para que os/as alunos/as desenvolvam atividades práticas, reflexivas e criativas, relacionadas com as formas de pensamento musical que lidam com texturas polifônicas. Mantendo a perspectiva decolonial e antirracista que objetiva superar as abordagens tecnicistas e os paradigmas eurocêntricos, serão abordados e analisados repertórios diversificados com ênfase na produção musical brasileira que inclui as músicas tradicionais e populares das várias regiões do Brasil, a produção experimental, a música contemporânea, as práticas de improvisação etc. O objetivo é continuar a pensar a polifonia no contexto mais amplo da dimensão textural e em suas relações com a criação, a prática e a escuta enfatizando a realização de trabalhos criativos e experimentais em que a polifonia e o contraponto aparecem como recurso para a composição individual e coletiva. Mantem-se do semestre anterior o objetivo de dotar os/as alunos/as de capacidade crítica para discutir e avaliar os aspectos contextuais (sociais, históricos e geográficos) que condicionam a criação musical e as diversas metodologias de análise que extrapolam as dimensões estritamente musicais. Contraponto como metáfora para jogo, conversa, interação: improvisação livre e comprovisação.", "programa_resumido": "Relações entre o pensamento vertical e o pensamento horizontal. Fundamentação harmônica para as diversas práticas contrapontísticas modais, tonais, atonais. Pensando o contraponto de camadas: por uma polifonia de eventos sonoros: diversidade ou unidade (heterogeneidade ou homogeneidade) de materiais, identidade de cada linha ou acontecimento (frase com notas, figuras, objetos sonoros, evento), independência ou interdependência, gradações, temporalidades (tempos convergentes ou divergentes, lisos ou estriados). Escuta de repertório abrangente, diversificado e variado. Sistematização do contraponto a partir dos repertórios examinados. Exercícios de estilo e exercícios experimentais. Contraponto na música eletroacústica. Contraponto como ferramenta da composição e de arranjo. Contraponto e texturas polifônicas na música gravada. Contraponto e improvisação (em vários estilos e territórios musicais). Contraponto no estúdio. Recursos de gravação, edição e montagem.", "turmas": []}