{"unidade": "Escola de Comunicações e Artes", "departamento": "Música", "campus": "São Paulo", "codigo": "CMU0460", "nome": "Práticas, percepções e poéticas corporais e a performance vocal I", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "a) propiciar um espaço coletivo, criativo e crítico para a exploração da performance vocal a partir de práticas, percepções e investigações poéticas corporais; \nb) ampliar, vivenciar e discutir diferentes noções e abordagens sobre corpo, espaço, tempo, gesto, ação e movimento dentro e fora da cena; \nc) explorar processos de criação, composição e improvisação corporal na performance vocal.", "programa_resumido": "Nessa disciplina abordamos a performance vocal como atividade coletiva, criativa e indissociável do corpo, resultante da articulação de explorações de práticas, percepções e poéticas diversas. Portanto, no conteúdo programático detalhado a seguir, consideramos que o corpo contém todo e qualquer ato vocal.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: Canto e Arte Lírica (currículo antigo e reformulado)\nOptativa Eletiva: Licenciatura, Composição, Regência, Instrumentos de Cordas, Cordas Dedilhadas, Percussão, Teclado e Sopro (currículo reformulado)", "horario": [{"dia": "qui", "inicio": "13:00", "fim": "14:45", "professores": ["(R) Luiz Ricardo Basso Ballestero", "(R) Marilia Velardi"]}], "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 4, "pendentes": 2, "matriculados": 2, "grupos": {"ECA - Música - Canto e Arte Lírica (Reformulado)": {"vagas": 10, "inscritos": 4, "pendentes": 2, "matriculados": 2}}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 4, "pendentes": 1, "matriculados": 3, "grupos": {"ECA - Música (Reformulado)": {"vagas": 5, "inscritos": 4, "pendentes": 1, "matriculados": 3}}}}}]}