{"unidade": "Escola de Comunicações e Artes", "departamento": "Relac.públicas,propaganda e Turismo", "campus": "São Paulo", "codigo": "CRP0551", "nome": "Design para a Comunicação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Entender o processo de criação de campanhas de comunicação com fins publicitários e de relações públicas, tendo como foco principal a função criativa e o papel do Diretor de Arte. Demonstrar a afinidade de trabalho do Diretor de Arte, na agência de propaganda, e do designer, no estúdio de design. Identificar as relações possíveis entre o texto e a imagem no design de anúncios e outros materiais de comunicação institucional ou voltada para o consumo. Analisar a evolução das peças de comunicação, do texto à imagem pura e a incorporação de elementos da imagem em movimento. Caracterizar o trabalho em agências de comunicação, apresentando suas variações e interrelacões entre as áreas de publicidade e propaganda, relações públicas, branding, comunicação em mídias sociais, etc. Descrever o fluxo de trabalho em empresas de comunicação: Atendimento, Planejamento, Mídia e Criação.", "programa_resumido": "Aproximações e interrelações entre Publicidade e Relações Públicas: conexões com o design. A comunicação informativa, persuasiva e sedutora. Das campanhas de massa às possibilidades de interação com o consumidor individual. Direção de Arte e Estratégias criativas da mensagem publicitária e sua evolução. A história da Propaganda no Brasil, do ponto de vista da Direção de Arte. Desenvolvimento prático de criação de campanha de comunicação.", "turmas": [{"codigo": "2025105", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória: FAU - Design", "horario": [{"dia": "qui", "inicio": "18:50", "fim": "22:30", "professores": ["(R) Hugo Fernando Salinas Fortes Junior"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Design": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}