{"unidade": "Escola de Comunicações e Artes", "departamento": "Relac.públicas,propaganda e Turismo", "campus": "São Paulo", "codigo": "CRP0560", "nome": "Empreendedorismo e Gestão da Inovação Aplicados ao Turismo", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Proporcionar conhecimento e gerar aprendizado sobre os conceitos, práticas e estado da arte em empreendedorismo e gestão da inovação relacionados as organizações no turismo, de modo a capacitação do aluno em verificar, analisar, discutir, entender e compreender os diversos aspectos inerentes ao subcampo de estudo pretendido na disciplina. Para isto são enfatizados conceitos, teorias, processos, modelos de negócios e ferramentas e cases relacionados ao empreendedorismo e gestão da inovação, em níveis nacional e internacional.", "programa_resumido": "Analisar e discutir o empreendedorismo e gestão da inovação, de forma geral e aplicados ao contexto da atividade do Turismo. Verificar seus conceitos, abordagens e ferramentas relacionadas. Entender os novos modelos de negócios e suas interfaces com empresas e 3º setor. Conhecer os estágios e tendências das tecnologias digitais e emergentes. Identificar e entender as redes de inovação e as configurações organizacionais empreendedoras e inovadoras.", "turmas": [{"codigo": "2024205", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Obrigatória: Turismo (obrigatória para ingressantes a partir de 2022)\nOptativa Livre: ECA e USP", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "22:50", "professores": ["(R) Júlio Araújo Carneiro da Cunha"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Turismo": {"vagas": 35, "inscritos": 28, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - para toda a Unidade": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}