{"unidade": "Escola de Comunicações e Artes", "departamento": "Cinema, Rádio e Televisão", "campus": "São Paulo", "codigo": "CTR0652", "nome": "Direção I", "creditos_aula": 8, "creditos_trabalho": 2, "objetivos": "O curso propõe-se a abordar os conceitos fundamentais da direção audiovisual. \nO trabalho de direção é uma atividade abrangente e complexa que pressupõe conhecimento técnico, visão artística, planejamento, organização, capacidade de trabalhar em equipe e liderança. \nPara desempenhar sua função a contento é necessário que o/a diretor(a) tenha conhecimento detalhado das atividades envolvidas no processo de elaboração de uma obra audiovisual em todas as suas etapas, dos recursos de linguagem e expressão audiovisual, dos métodos e procedimentos técnicos de direção.\nComo atividade de extensão, é proposta a produção de um filme de curta-metragem voltado à comunidade externa à Universidade. A atividade de extensão demanda 20 horas do total de horas trabalho do curso.", "programa_resumido": "O curso propõe-se a apresentar ao aluno os elementos básicos da linguagem audiovisual, incluindo sensibilização para os universos sonoro e visual. Estimular a observação e a manipulação dos diferentes elementos de linguagem visando à construção de narrativas a partir de exercícios práticos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "Obrigatória: Audiovisual", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Luís Fernando Angerami Ramos"]}, {"dia": "sex", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Luís Fernando Angerami Ramos"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ECA - Curso Superior do Audiovisual": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}