{"unidade": "Faculdade de Direito", "departamento": "Direito Comercial", "campus": "Outro", "codigo": "DCO0223", "nome": "Disciplina Jurídica do Mercado", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Adotando visão contemporânea do Direito Comercial, o curso visa a analisar a formatação jurídica do mercado sob uma perspectiva crítica e multidisciplinar, incorporado análises de base econômica, histórica, sociológica, de psicologia social, e filosófica. Com base em tal metodologia, pretende-se compreender os vetores de funcionamento do Direito Comercial brasileiro, superando a visão clássica dominante baseada no positivismo jurídico.  O estudante será chamado a refletir sobre o mercado como instituição jurídica e sobre a visão dinâmica da empresa, compreendendo-a como agente econômico. A matéria deixa para trás o entendimento da empresa de forma isolada, ligando-a ao funcionamento do sistema econômico contemporâneo.", "programa_resumido": "Adotando visão contemporânea do Direito Comercial, o curso visa a analisar a formatação jurídica do mercado sob uma perspectiva crítica e multidisciplinar, incorporado análises de base econômica, histórica, sociológica, de psicologia social, e filosófica. Com base em tal metodologia, pretende-se compreender os vetores de funcionamento do Direito Comercial brasileiro, superando a visão clássica dominante baseada no positivismo jurídico.\n\nPara isso, a disciplina será dividida em quatro partes, primeiro uma análise dos significados do mercado e de sua relevância na sociedade, seguido de uma discussão jurídica sobre a necessidade de existência e dimensões dos mercados e estendendo essa discussão às organizações capitalistas, na terceira parte. A última parte, conclusiva, tratará de sumarizar o atual debate sobre o tema, elaborando possíveis perspectivas e alternativas.\n\nCom a finalidade de abordar o significado do mercado, o curso apresenta um retrospecto histórico da instituição, em suas relações de poder e na sua força desagregadora das relações sociais.\n\nA discussão jurídica será pautada em uma análise sobre a existência e dimensão dos mercados, sobre a amplitude da atuação de seus agentes e sobre suas relações com o Estado, contornando certos limites entre a relação do público e privado.\n\nPor fim, a terceira parte voltará sua análise para o interior das organizações empresariais, mapeando diferentes formas de composição da empresa e suas influências no mercado.\n\nCada módulo teórico é acompanhado de estudos de caso para que os alunos sejam capazes de desenvolver de forma profunda, criativa e aplicada o seu raciocínio sobre tais instrumentos. \n\nO estudante é chamado a refletir sobre o mercado como instituição jurídica e sobre a visão dinâmica da empresa, compreendendo-a como agente econômico. A matéria deixa para trás o entendimento da empresa de forma isolada, ligando-a ao funcionamento do sistema econômico e social no Brasil atual e considerando sua participação na economia global.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "11:15", "fim": "12:50", "professores": ["(R) Carlos Pagano Botana Portugal Gouvêa"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 72, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 18, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}