{"unidade": "Faculdade de Direito", "departamento": "Direito Comercial", "campus": "São Paulo", "codigo": "DCO0424", "nome": "Direito Empresarial Público da Inovação e Acesso ao Conhecimento", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Compreender a complexidade da ideia de “inovação tecnológica” e o papel do direito empresarial (público).\nAbordar a interface entre setor público e privado na inovação tecnológica, bem como os impactos geopolíticos\npara as possibilidades de efetivação dos instrumentos jurídicos. Discutir e propor saídas regulatórias para a\ninovação tecnológica sustentável e o acesso às tecnologias no mundo contemporâneo, marcado pela crescente\nescassez e disparidade de recursos, conhecimento e poder.", "programa_resumido": "EMENTA: Em um mundo marcado pela crescente escassez\ne disparidade de recursos, conhecimento e poder, as\nnecessidades de inovação tecnológica convivem em\nparalelo com as exigências de acesso ao conhecimento. O\npapel do direito empresarial (em sua dimensão pública) é,\nportanto, convocado a responder – ou ao menos tentar\nresponder – a este grande dilema. O curso, partindo de\numa concepção crítica da própria ideia de “inovação\ntecnológica”, reflete sobre os instrumentos jurídicos que a\npermeiam e possibilitam, com foco em seus potenciais e\nlimitações. A necessidade de se pensar a propriedade\nintelectual de forma crítica será abordada de maneira\nteórica e a partir de setores específicos (farmacêutico,\nbiotecnologia, educação). As estruturas de governança e a\ninovação dita sustentável serão colocadas sob escrutínio,\nde modo a refletir sobre como promover real\ncomprometimento verde na estrutura empresarial e na\nregulação estatal setorial. De modo mais amplo, o curso\nabordará a interface entre setor público e privado na\ninovação tecnológica, bem como os impactos geopolíticos\npara as possibilidades de efetivação dos instrumentos\njurídicos – no caso do Brasil, marcado pela posição\nsemiperiférica no mundo e pela necessidade de navegar\nconflitos geopolíticos crescentes. Ao final, reflete-se sobre\na possibilidade de um novo direito da inovação ou, talvez\nde maneira mais ambiciosa, um novo direito.", "turmas": [{"codigo": "20242NO", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "20:00", "fim": "21:35", "professores": ["Vitor Henrique Pinto Ido"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 90, "inscritos": 72, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 18, "inscritos": 23, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 72, "inscritos": 49, "pendentes": 0, "matriculados": 0}}}}}]}