{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "São Paulo", "codigo": "DCV0524", "nome": "Questões Atuais de Direito Privado II: Obrigações, Contratos, Responsabilidade Civil, Direitos Reais, Propriedade Intelectual, Família e Sucessões", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina em questão tem por objetivo aprofundar, por meio de temas que representam cortes transversais no Direito Civil, os principais assuntos, inovações e avanços na matéria. Diante das frequentes transformações que o Direito Civil atravessa, desde sua Parte Geral até o Direito das Sucessões, bem como do desgaste que alguns temas tradicionais e da valorização exarcebada que outros sofreram, podem ser alcançadas propostas de interpretação e até mesmo legislativas que resolvam problemas jurídicos específicos úteis aos graduandos, em suas pesquisas atuais e futuras (mestrado e doutorado). \nDesta forma, o contato com textos fundamentais ao Direito Civil (em português e em outras línguas) e seu debate guiado pelo Professor Responsável, possibilita a formação crítica do aluno de forma sistemática para o futuro exercício de sua profissão jurídica. Ademais, nas últimas décadas, a produção jurídica brasileira e estrangeira resgatou um conjunto de institutos tradicionais com um viés contemporâneo ou implementaram saídas criativas que merecem uma investigação comparativa e pormenorizada. Trata-se, entre outros casos, da noção do contrato e da obrigação como processo, das relações contratuais de fato e da patrimonialização dos direitos da personalidade.", "programa_resumido": "1. Institutos de Direito Privado: Obrigações e suas Fontes\n2. Institutos de Direito Privado: Obrigações e Responsabilidade Civil Contratual e Aquiliana\n3. Institutos de Direito Privado: Princípios Contratuais I\n4. Instituto de Direito Privado: Princípios Contratuais II\n5. Institutos de Direito Privado: Contratos, Conservação, Circulação e Extinção\n6. Institutos de Direito Privado: Funções da Responsabilidade Civil\n7. Institutos de Direito Privado: Culpa, Responsabilidade e Risco\n8. Institutos de Direito Privado: Elementos e Princípios dos Direitos Reais\n9. Institutos de Direito Privado: Posse\n10. Institutos de Direito Privado: Propriedade Intelectual e Industrial\n11. Institutos de Direito Privado: Família(s) e Matrimônio\n12. Institutos de Direito Privado: Transmissão Patrimonial pela Sucessão", "turmas": [{"codigo": "20242DI", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "11:15", "fim": "12:50", "professores": ["Eneas de Oliveira Matos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 18, "inscritos": 10, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 32, "inscritos": 36, "pendentes": 0, "matriculados": 0}}}}}]}