{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "Outro", "codigo": "DCV0522", "nome": "Direito de Autor na Sociedade da Comunicação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O ensino do Direito de Autor na sociedade da comunicação é de nítida relevância para a formação jurídica do futuro bacharel, uma vez que trata da proteção de obras intelectuais, entre as quais as técnicas, inclusive jurídicas, obras literárias, musicais, audiovisuais, fotográficas, coreográficas, cenográficas, de arquitetura e de engenharia, de artes visuais, rol apenas exemplificativo, sempre aberto às novas formas de expressão artística, como grafites e obras elaboradas com auxílio de computador. Enfatize-se igualmente a necessidade de os operadores do Direito conhecerem os direitos dos autores e  de artistas, intérpretes e executantes, titulares de direitos conexos,  quanto ao alcance da  tutela, bem como  exclusões  e limitações aos direitos autorais. São considerados, ainda, os debates contemporâneos provocados pelas novas tecnologias, notadamente virtuais, no âmbito da sociedade da comunicação, termo aqui mais apropriado do que Sociedade da Informação.", "programa_resumido": "Os Direitos Intelectuais e o Direito de Autor; A sociedade da comunicação e a sociedade da informação; Direitos da Personalidade e o estudo do direito de autor como direito da personalidade - Histórico da proteção ao autor no direito estrangeiro e no Brasil - Fundamentos constitucionais da proteção ao autor e a normatização infraconstitucional; Diretrizes da lei de direitos autorais (Lei 9.610, de 19 de fevereiro de 1998); Conceito e interpretação do Direito de Autor; Titulares de direitos autorais; Obras protegidas; Direito de autor e novas tecnologias na sociedade da informação; Conteúdo dos direitos autorais; Limitações aos direitos de autor; Gestão coletiva de direitos autorais; Regimes especiais; Direitos conexos; Contratos; Transmissão de direitos autorais; Violações de direitos autorais.", "turmas": []}