{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "São Paulo", "codigo": "DCV0519", "nome": "Direito Agrário", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O ensino de Direito Civil tem por finalidade habilitar o futuro bacharel ao exercício consciente e responsável da profissão, mediante conhecimento de cada um dos dispositivos do Código Civil e leis complementares, dos textos fundamentais da doutrina nacional e estrangeira, da jurisprudência, preparando-o gradualmente, para complementar os conhecimentos básicos adquiridos em aulas teóricas e práticas com o desembaraço necessário para o desempenho das funções que o aguardam, como advogado, autoridade policial, membro do Ministério Público, Juiz de Direito, diplomata ou para exercício da função de consultor nas diferentes especialidades.", "programa_resumido": "O curso de direito agrário será composto das seguintes manterias: 01. Finalidade e importância do estudo do direito agrário. O conceito de direito agrário. Estudo comparativo das principais definições. A Agrariedade. A especialidade da matéria agrária 02. Conceito do direito agrário. Precisão terminológica. Estudo comparativo das principais definições. 03. Autonomia ou especialização do direito agrário. Estudo comparativo doutrinário: Brasil, América Latina e Europa. 04. Natureza jurídica. Sua classificação no quadro geral da ciência do direito. 05. Conteúdo do direito agrário brasileiro. Pontos de conflito. 06. As fontes do direito agrário. 07. Relações do direito agrário com outros ramos jurídicos. 08. Institutos do direito agrário. 09. As normas de direito agrário na Constituição Federal. Principais conceitos. 10. Terras públicas e terras particulares. 11.Reservas indígenas. 12. Módulo rural. Conceito. Objetivos. Implicações jurídicas. 13. Invisibilidade do imóvel rural abaixo do módulo. Objetivos da lei. Estudo de direito comparado; desmembramento de imóvel rural. 14. Noções de tributação. A função do imposto territorial rural - ITR. Caráter de extrafiscalidade. 15. A empresa agrária. Seu conceito. Sua relação com a empresa comercial. Requisitos. A empresa agrária e o direito de propriedade. A empresa agrária e os contratos. 16. A atividade agrária. Atividade principal. Atividades conexas. 17. O Empresário Agrário. O poder de destinação. A profissionalidade. Espécies de empresários. 18. O estabelecimento agrário. 19. Os bens materiais do estabelecimento agrário. 20. Os bens imateriais do estabelecimento agrário. 21. As denominações de origem. 22. As qualidades e a proteção do estabelecimento agrário. 23. A função social da propriedade agrária. 24. A desapropriação por interesse social para fins de reforma agrária. 25. Os contratos agrários.26. Crédito rural.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "07:25", "fim": "09:00", "professores": ["(R) Fernando Campos Scaff"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 80, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 57, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 23, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Eneas de Oliveira Matos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 102, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 12, "inscritos": 52, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 48, "inscritos": 50, "pendentes": 0, "matriculados": 0}}}}}]}