{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "São Paulo", "codigo": "DCV0233", "nome": "Direito Digital", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A segunda metade do século XX foi impactada pelo uso de tecnologias estruturadas pela eletrônica e informática. A televisão e os computadores modificaram diversas relações sociais, o que exigiu a edição de leis em matéria de direito de autor para regular as criações artísticas e o software. Com a abertura comercial da Internet em 1995, o século XXI tornou-se acentuadamente digital. O fluxo de informações aumentou exponencialmente por conta das transformações decorrentes do uso das tecnologias em\npraticamente todas as atividades humanas. Dessa forma, ante a diversidade de situações e relações jurídicas mediadas pelas novas tecnologias, uma nova disciplina jurídica consolidou-se ao longo dos últimos vinte anos: o direito digital. Em 2021, torna-se, finalmente, conteúdo obrigatório das diretrizes curriculares nacionais dos cursos de Direito. Assim, oferece-se essa disciplina para que estudantes da Faculdade de Direito da USP possam receber a formação mínima necessária para a futura atuação profissional na sociedade digital também denominada sociedade da informação ou da comunicação.", "programa_resumido": "A disciplina versa sobre o direito digital, que se formou nas duas últimas décadas e consagrou-se como mais um ramo do direito. Seus conteúdos consistem na análise das tecnologias nos diversos ramos do direito, com especial enfoque à proteção de dados pessoais e nos usos da inteligência artificial.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Eduardo Tomasevicius Filho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}