{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "São Paulo", "codigo": "DCV0432", "nome": "Introdução ao Direito Notarial e Registral", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina tem por objetivo apresentar aos discentes o Direito Notarial e Registral, bastante\nnegligenciado nos cursos jurídicos, apesar de sua grande importância prática e do avanço teórico que\nexperimentou em outros países e também na realidade brasileira exterior à Academia. Essa área jurídica tem\níntima relação com o Direito Civil. Quanto ao Notário, cabe a ele formalizar juridicamente a vontade das partes,\nlevando a cabo os negócios jurídicos. Já os Registros Públicos, de modo amplo, têm importância fundamental\nem várias frentes. O Registro Cvil de Pessoas Naturais assenta a vida da pessoa natural do nascimento à morte,\ne o Registro de Imóveis efetiva a transmissão da propriedade no sistema brasileiro. No curso, será feita a\ndistinção básica entre Notariado e Registros Públicos, a partir de sua história, passando pela análise do regime\njurídico constitucional e infraconstitucional, bem como uma abordagem dos mais relevantes aspectos práticos\nde cada um desses ofícios.", "programa_resumido": "1. Direito Notarial e Registral. Introdução. Diferença entre Notário e Registrador. Atividade\nnotarial e registral e a “desjudicialização”\n2. O Notariado latino. Características. A função notarial e o Tabelião (de Notas e de\nProtesto de Títulos)\n3. Diferentes atos notariais. Da escritura pública ao reconhecimento de firma\n4. Registros Públicos. Classificação (Registro Civil de Pessoas Naturais; Registro Civil de\nPessoas Jurídicas; Registro de Títulos e Documentos; Registro de Imóveis)\n5. Direito Notarial e Registral em sua matriz constitucional. Análise do art. 236 CF/88\n6. A Lei dos Notários e Registradores (Lei 8.935/1994).\n7. A Lei de Registros Públicos (Lei n. 6.015/1973). Características gerais\n8. Controle administrativo da atividade notarial e registral. O papel das Corregedorias\nEstaduais e do CNJ. Alguns Provimentos do CNJ\n9. Emolumentos registrais e notariais. Natureza jurídica, regramento e perspectivas\n10. Registro de Imóveis e os diferentes sistemas de transmissão imobiliária. Análise\ncomparada. O sistema brasileiro (título e modo)\n11. Responsabilidade civil de notários e registradores\n12. Prática notarial e registral. Modelos de escrituras translativas. Análise de casos", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "07:25", "fim": "09:00", "professores": ["(R) Fernando Campos Scaff"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 83, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 55, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 28, "pendentes": 0, "matriculados": 0}}}}}]}