{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "Outro", "codigo": "DCV0219", "nome": "História do Direito II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Estudar a formação e evolução do direito brasileiro, partindo de suas raízes ibéricas e lusitanas, nas suas diversas fases históricas (colônia, império e república) e sua interação com o sistema romano-germânico. Abordar aspectos fundamentais das instituições jurídicas do direito brasileiro. Facilitar aos alunos o contato com as fontes histórico-jurídicas, aproveitando o rico acervo da FDUSP. Desenvolver o sentido crítico e a perspectiva histórica na análise dos fenômenos e dos problemas jurídicos modernos.", "programa_resumido": "A presente disciplina, que versa sobre tópicos de história do direito brasileiro, pretende apresentar um quadro evolutivo do direito pátrio, começando pela análise de suas raízes ibéricas e lusitanas, passando pelo estudo do direito aplicado no Brasil no período colonial e culminando com a construção do arcabouço jurídico nacional no período que se segue à nossa independência. É forçoso reconhecer que o passado, na verdade, passado não é, pois continua presente nas mais variadas manifestações do agir humano; por outro lado, aquilo que se diz inédito, nem sempre em verdade o é, mesmo quando o aparenta. Este o sentido que se há de reconhecer ao estudo da História e da História do Direito: deste empenho, estar-se-á compreendendo melhor a origem, formação e desenvolvimento dos institutos jurídicos, estar-se-á conhecendo o alcance da contribuição que deram para a composição de nosso ordenamento jurídico e se estará visualizando a maneira como eles se projetaram até a atualidade e de que modo continuam repercutindo na estrutura da legislação vigente.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "09:15", "fim": "12:50", "professores": ["(R) Ignacio Maria Poveda Velasco", "(R) Maria Cristina da Silva Carmignani"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251TA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:40", "fim": "16:15", "professores": ["(R) Maria Cristina da Silva Carmignani"]}, {"dia": "qui", "inicio": "16:20", "fim": "17:55", "professores": ["(R) Maria Cristina da Silva Carmignani"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}