{"unidade": "Faculdade de Direito", "departamento": "Direito Civil", "campus": "São Paulo", "codigo": "DCV0419", "nome": "Direito dos Transportes", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O deslocamento por meio dos transportes reverberou o iter evolutivo da História. De fato, a partir da\nsedentarização do Homo Sapiens, a domesticação dos animais propiciou deslocamentos mais céleres,\nmas cuja fase embrionária, não apresentava sistematização, que se tornou imprescindível com o advento do maquinismo. Nesse contexo, o crescimento das relações comerciais, profissionais e sociais em extensão global e o encurtamento do espaço e do tempo catalisaram o desenvolvimento dos transportes rodoviário, marítimo, aéreo e ferroviário, bem como a circulação econômica de riquezas, que desvelam matizes complexos e de notória especialização, à luz da constante evolução do estado da técnica em seus diversos modais, além do transporte multimodal. Forte em tais premissas, emergem problemas práticos acerca dos contratos interempresariais e de pessoas, além das intrincadas e complexas análises da causalidade múltipla e causa desconhecida, permitindo divisar amplo rol de hipóteses complexas na seara da responsabilidade civil, com destaque para epidemias, roubos, atos de guerra, ataques terroristas, greves, lançamentos de objetos, situações meteorológicas insuperáveis (perigos do mar, tsunamis, terremotos, ventos, erupções vulcânicas), dentre outros. A compreensão de tais problemas é fundamental para o futuro operador do direito, sobretudo à luz das normas nacionais e internacionais aplicáveis, e com espeque na obrigação de proteção, oriunda dos deveres laterais que promanam da cláusula geral da boa-fé objetiva. Assim, a disciplina é oferecida para que estudantes da Faculdade de Direito da USP possam receber a formação mínima necessária para a futura atuação profissional na área, além de ser o dínamo de futuros especialistas, como ocorre, e.g, em diversas Universidades estrangeiras, nomeadamente americanas, britânicas, canadenses, australianas, italianas, francesas, espanholas, alemãs, portuguesas, argentinas, uruguais e chilenas, dentre outras. Finalmente, as novas tecnologias com o advento dos VANTS (Veículos Aéreos não Tripulados), conhecidos como drones, comportarão análise, que ora se espraia para os transportes marítimo, ferroviário e rodoviário.\nFaz-se, mister, pois, à luz de novos paradigmas, a apreciação dos desafios na referida seara no porvir.", "programa_resumido": "A disciplina busca propiciar a compreensão dos contratos de transporte em seus diversos modais (v.g. rodoviário, marítimo, aéreo e ferroviário) e problemas correlatos, fundamentais para o operador do direito, sobretudo à luz das normas nacionais e internacionais aplicáveis, e à luz da obrigação de proteção, oriunda dos deveres da boa-fé objetiva, com os consectários correlatos na seara da responsabilidade civil.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "07:25", "fim": "09:00", "professores": ["(R) Marco Fabio Morsello"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 90, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 72, "inscritos": 9, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 18, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}