{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Outro", "codigo": "DDP0210", "nome": "Direito Ambiental II", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Apresentar, do angulo jurídico, os principais temas relacionados a Meio Ambiente. Para tanto, oferece ao aluno o conhecimento das questões estudadas pelo Direito Civil, Direito Penal, Direito do Trabalho e Direito Internacional.", "programa_resumido": "I - Módulo de Direito Civil (4 aulas) 01. Aspectos Fundamentais da Responsabilidade Civil; 02. Responsabilidade Civil Subjetiva, Responsabilidade Civil Objetiva e Responsabilidade Civil Ambiental; 03. Noção de Atividade Agrária; 04. Função Social da Propriedade Imobiliária; 05. A Produção Agrária e a Proteção do Meio Ambiente II - Módulo de Direito Penal (6 aulas) 01. Missão do Direito Penal no Estado Democrático de Direito. Conceito de bem jurídico. Conceito de bem jurídico difuso. O meio ambiente como bem jurídico difuso. Proteção penal do meio ambiente e a responsabilidade pelo produto em Direito Penal. 02. Crimes de perigo. Os crimes de perigo e o meio ambiente. Relação de causalidade e imputação objetiva nos crimes contra o meio ambiente. A criminalização simbólica e a legitimidade e efetividade do Direito Penal e os crimes contra o meio ambiente. 03. A Constituição brasileira e os crimes contra o meio ambiente. A legislação brasileira e os crimes contra o meio ambiente : lei n. 6.938/81; lei n. 7347/85; lei n. 7679/88; lei n. 9605/98.04. Autoria e autoria mediata nos crimes contra bens jurídicos difusos. Tipo e tipicidade nos crimes contra o meio ambiente. Responsabilidade penal da pessoa física e da pessoa jurídica. III - Módulo de Direito Internacional (6 aulas) 01. Direito Internacional do Meio Ambiente: Emergência e Desenvolvimentos 1.1. Os primórdios do direito internacional do meio ambiente 1.2. A Conferência da ONU sobre Meio Ambiente Humano (Estocolmo, 1972) 1.3. O surgimento do conceito de desenvolvimento sustentável 1.4. A Conferência da ONU sobre Meio Ambiente e Desenvolvimento (Rio de Janeiro, 1992) 1.5. A Conferência da ONU sobre Desenvolvimento Sustentável (Johannesburgo, 2002) 1.6. Meio ambiente e direitos humanos 02. Obrigações no Direito Internacional do Meio Ambiente 2.1. Fontes das obrigações internacionais no Direito Internacional do Meio Ambiente 2.2. Conteúdo das obrigações 2.3. Deveres de cooperação latu sensu 2.4. Deveres de abstenção do uso da força na solução de controvérsias03. Responsabilidades no Direito Internacional do Meio Ambiente 3.1. Responsabilidade subjetiva ou por culpa 3.2. Responsabilidade objetiva ou por risco 3.3. Efetividade da reparação ao dano ambiental no direito internacional 04. Grandes Temas do Direito Internacional do Meio Ambiente 4.1. Grandes espaços ambientais 4.2. Materiais tóxicos e regulamentações de certas atividades industriais 4.3. Rios transfronteiriços, lagos internacionais e bacias hidrográficas4.4. Proteção à flora, à fauna e à biodiversidade. Questões relativas à pesca internacional. Combate à seca, à desertificação e às pragas regionais4.5. Espaços marítimos e oceânicos 4.6. Atmosfera e clima. A proteção da camada de ozônio 4.7. Proteção do patrimônio mundial, cultural e natural 4.8. Comércio internacional e meio ambiente.IV - Módulo de Direito do Trabalho (6 aulas) 01. O meio ambiente de trabalho 1.1 Conceito. 1.2 Direito a um meio ambiente de trabalho saudável: proteção constitucional dos direitos à vida e à saúde dos trabalhadores. 02. As normas de Segurança e Medicina do Trabalho 2.1 Noções gerais. Capítulo V do Título II da CLT. 2.2 Serviços Especializados em Engenharia de Segurança e em Medicina do Trabalho - SESMT (NR-4) 2.3 Comissão Interna de Prevenção de Acidentes - CIPA (NR-5) 2.4 Programa de Controle Médico de Saúde Ocupacional - PCMSO (NR-7) 2.5 Programa de Prevenção de Riscos Ambientais - PPRA (NR-9) 2.6 Atividades e operações insalubres (NR-15) 2.7 Atividades e operações perigosas (NR-16) 2.8 Ergonomia (NR-17) 2.9 Condições sanitárias e de conforto nos locais de trabalho (NR-24) 03. A tutela do meio ambiente de trabalho 3.1 Tutela no âmbito administrativo: a atuação da inspeção do trabalho. 3.2 Tutela no âmbito processual. 3.2.1 A atuação do Ministério Público. 3.2.1.1 Legitimação: Ministério Público Estadual ou Ministério Público do Trabalho? 3.2.1.2 Investigação, inquérito civil e ação civil pública. 3.2.2 A atuação dos sindicatos.", "turmas": []}