{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP1260", "nome": "Práticas de Leitura e Escrita Acadêmicas", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "O projeto Práticas de Leitura e Escrita Acadêmicas (PLEA), desenvolvido por docentes da FFLCH desde 2015, e se expandiu para a FDRP por intermédio do Consórcio Acadêmico constituído por docentes da FFLCH, da EACH e da FDRP em 2021. O PLEA partiu da constatação de que a dificuldade de compreensão e produção de textos representa um obstáculo para muitos graduandos. Tal carência pode comprometer a consecução do objetivo primeiro de um curso universitário: a formação, isto é, o desenvolvimento do espírito crítico imprescindível para a conquista de autonomia do pensamento e do agir. A falta de domínio básico da linguagem pode manifestar-se na inserção precária de estudantes na universidade ou em evasão. Considera-se que a autonomia intelectual permite ao estudante reconhecer conscientemente suas habilidades e carências bem como modos de superá-las, distinguindo a qualidade de acesso ao conhecimento, formas de apropriar-se dele e dar continuidade a sua formação para além da graduação. Assim, prepara-se o estudante para o mercado de trabalho ou a pós-graduação, âmbitos hoje em rápidas mudanças. Nesse contexto situa-se o objetivo maior do PLEA: desenvolver metodicamente habilidades de leitura e escrita de textos argumentativos complexos, no trânsito por diferentes especialidades, promovendo a autonomia crítica, bem como as competências expressivas. Pretende-se contribuir, desse modo, para a inserção acadêmica do estudante, intervindo nas causas de reprovações e evasão. Além disso, espera-se que os estudantes desenvolvam a autoconsciência dos procedimentos requeridos pelo estudo em nível superior, reconheçam as estratégias de exposição de diferentes escolas teóricas e, assim, exerçam o espírito crítico e a autonomia intelectual. A consecução desse objetivo requer prática sistemática de exercícios realizados com textos de diferentes linhas disciplinares, para que o confronto entre eles possibilite ao estudante o acesso à diversidade de correntes de pensamento e de estruturas de argumentação, bem como às estratégias de construção dos próprios textos.", "programa_resumido": "Disciplina que busca desenvolver competências instrumentais básicas de leitura e escrita acadêmicas, por meio de exercícios práticos de fichamento da estrutura expositiva de textos argumentativos e da redação de dissertação versando sobre a interpretação dos textos lidos durante o semestre, empregando uma mistura de aulas expositivas dialogadas e discussões realizadas em monitorias.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:15", "fim": "18:00", "professores": ["(R) Caio Gracco Pinheiro Dias"]}, {"dia": "seg", "inicio": "18:15", "fim": "20:00", "professores": ["(R) Caio Gracco Pinheiro Dias"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025112", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "12:15", "fim": "14:00", "professores": ["(R) Caio Gracco Pinheiro Dias"]}, {"dia": "seg", "inicio": "14:15", "fim": "16:00", "professores": ["(R) Caio Gracco Pinheiro Dias"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}