{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP1201", "nome": "Direitos Humanos", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo central desta disciplina é o estudo dos principais temas e problemas dos direitos humanos no Estado de Direito contemporâneo, de forma a proporcionar ao corpo discente um amplo conhecimento dessa matéria e de seus desafios. A disciplina é dividida em três grandes partes. Na primeira, serão estudados conceitos fundamentais da matéria - como problemas terminológicos, a evolução histórica dos direitos fundamentais e a estrutura das normas que garantem esses direitos. Na segunda, são estudados os direitos em espécie. Na terceira, serão estudadas, sobretudo, as questões ligadas às restrições e à proteção dos direitos fundamentais. A disciplina pretende dar uma atenção especial à jurisprudência do Supremo Tribunal Federal, que no programa abaixo aparece como apenas um tópico, mas que, na verdade, permeia todo o estudo da matéria, sobretudo no caso dos direitos em espécie.", "programa_resumido": "1. Questões terminológicas: direitos humanos, direitos fundamentais e liberdades públicas.2. Gerações de direitos fundamentais.3. Normas de direitos fundamentais e suas espécies.4. Direitos fundamentais individuais.5. Direitos sociais.6. Direitos de solidariedade.7. Restrições a direitos fundamentais: razoabilidade e proporcionalidade.8. Remédios constitucionais.9. Estado de defesa e estado de sítio.10. A jurisprudência do STF em matéria de direitos fundamentais.11. Tratados internacionais sobre direitos humanos e a ordem constitucional interna.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:15", "fim": "16:00", "professores": ["(R) Fabiana Cristina Severi"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025112", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "16:15", "fim": "18:00", "professores": ["(R) Fabiana Cristina Severi"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}