{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP4202", "nome": "Direito Constitucional II - Organização do Estado", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "As disciplinas Direito Constitucional I e II e Direitos Fundamentais, em seu conjunto, objetivam proporcionar uma ampla visão do sistema constitucional brasileiro, a partir de uma base doutrinária advinda da Teoria Geral do Direito Constitucional. O curso de Direito Constitucional II é centrado na estrutura de Poderes existente no âmbito da União, iniciando-se com o estudo do Poder Legislativo, com destaque para o processo legislativo. A seguir se examina o Poder Executivo e, por último, o Poder Judiciário. Ao se abordar o Poder Judiciário, é dedicado atenção especial ao papel institucional do Supremo Tribunal Federal, mormente o de guardião da Constituição. Assim sendo, em desdobramento, é estudado, em suas linhas gerais, o sistema brasileiro de controle de constitucionalidade das leis e omissões legislativas. O semestre é concluído com um breve estudo acerca da ordem econômica e da ordem social na Constituição Brasileira.", "programa_resumido": "1. O Poder Legislativo e suas competências. 2. Organização e garantias do Legislativo. 3. O processo legislativo. 4. O Poder Executivo: organização e competências. 5. Princípios constitucionais da Administração Pública. 6. O poder regulamentar.7. As Forças Armadas e sua missão constitucional. 8. O Poder Judiciário e suas garantias. 9. A organização da Justiça Brasileira. 10. O Supremo Tribunal Federal e o Conselho Nacional de Justiça. 11. As funções essenciais à Justiça. 12. O controle de constitucionalidade e seu impacto no sistema jurídico. 13. O controle incidental e o controle abstrato de normas. 14. A constituição econômica: a atuação do Estado no domínio econômico e seus limites. 15. A ordem social: controle jurisdicional de políticas públicas.", "turmas": [{"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:15", "fim": "12:00", "professores": ["(R) Eliana Franco Neme"]}, {"dia": "ter", "inicio": "16:15", "fim": "17:00", "professores": ["(R) Eliana Franco Neme"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024212", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:15", "fim": "10:00", "professores": ["(R) Eliana Franco Neme"]}, {"dia": "ter", "inicio": "14:15", "fim": "15:00", "professores": ["(R) Eliana Franco Neme"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}