{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Outro", "codigo": "DDP4203", "nome": "Direito Penal III - Parte Especial", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Capacitar os alunos a analisar os tipos penais descritos na Parte Especial do Código Penal, em consonância com a Constituição Federal, realçando a importância do bem jurídico penal, demonstrando a relação estreita entre as Partes Geral e Especial do Código Penal. Para tanto ministrar-se-ão aulas teóricas e práticas, sempre sob uma perspectiva informativa, mas sobretudo crítica, fomentando a reflexão e o espírito investigativo dos alunos. As aulas teóricas e práticas terão por fundamento a doutrina e também a jurisprudência atualizada, cumprindo destacar que a análise dos julgados terá um viés dialético.\nSerão abordados os temas como crimes contra a vida, integridade física e honra, crimes contra o patrimônio e crimes contra a dignidade sexual.", "programa_resumido": "1. Esboço de uma Teoria Geral da Parte Especial do Código Penal. 2. Homicídio simples e homicídio privilegiado. 3. Homicídio qualificado. Causas de aumento de pena. 4. Homicídio culposo. 5. Induzimento, instigação ou auxílio a suicídio. 6. Infanticídio. 7. Aborto e suas espécies. Causas de exclusão da ilicitude. 8. Lesão corporal e suas espécies. Violência doméstica. 9. Crimes de periclitação da vida e da saúde. 10. Rixa. 11. Crimes contra a honra. Considerações gerais. Análise dos tipos legais. Disposições comuns. Retratação. 12. Furto. 13. Roubo e extorsão. 14. Apropriação indébita. 15. Estelionato. 16. Fraude no pagamento por meio de cheque. 17. Receptação. 18. Estupro e atentado violento ao pudor.", "turmas": []}