{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP5201", "nome": "Direito Administrativo I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Oferecer ao aluno as noções básicas do direito administrativo, apontando a sua origem, o seu objeto, o regime jurídico predominantemente público a que se submete a Administração Pública, sem descuidar do exame do regime jurídico privado que também pode ser utilizado. Partindo da ideia de que o objeto do direito administrativo é a Administração Pública em seus vários aspectos (sujeitos que a compõem, funções que exerce, bens públicos que administra, relações jurídicas de que participa), serão analisadas as entidades que a integram e as atividades que compõem a função administrativa como uma das três funções do Estado. A disciplina também tem por objetivo apontar os fundamentos constitucionais do direito administrativo. O desenvolvimento do conteúdo da disciplina preparará para a análise de temas específicos a serem desenvolvidos nos semestres subsequentes, nas disciplinas Direito Administrativo II e III, e levará em conta as tendências atuais do direito administrativo, decorrentes da globalização e da reforma do aparelhamento administrativo do Estado, que tem trazido inúmeras inovações nessa disciplina.", "programa_resumido": "A disciplina abrange três partes fundamentais: 1) introdução e regime jurídico-administrativo; 2) a organização administrativa; 3) a atividades estatais de serviço público, fomento, exercício do poder de polícia, intervenção na economia e regulação.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:15", "fim": "10:00", "professores": ["(R) Thiago Marrara de Matos"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 60, "pendentes": 3, "matriculados": 57, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 60, "pendentes": 3, "matriculados": 57}}}}}, {"codigo": "2025112", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:15", "fim": "12:00", "professores": ["(R) Thiago Marrara de Matos"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 51, "pendentes": 0, "matriculados": 50, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 50, "pendentes": 0, "matriculados": 50}}}}}]}