{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP6263", "nome": "Direito Desportivo", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Oferecer ao aluno as noções básicas do direito desportivo, apontando a sua origem e o seu objetivo, bem como o regime jurídico que se aplica à disciplina. Partindo da premissa de que cabe ao Estado organizar a prática desportiva no Brasil, esta disciplina analisa a relação deste com as federações de prática desportiva e a proteção jurídica proporcionada ao cidadão enquanto atleta ou torcedor. Ademais, ocupa-se em localizar o esporte como direito fundamental e como instrumento de políticas públicas com fundamento do Direito brasileiro. Neste sentido, a disciplina também tem por objetivo apontar os fundamentos constitucionais e infraconstitucionais do direito desportivo no Brasil, bem como a sua aplicação na efetiva prática desportiva no território nacional. O desenvolvimento do conteúdo da disciplina preparará para a análise de temas específicos, tais como, a relação e contrato de trabalho entre entidades de prática desportiva e atletas profissionais, os aspectos societários da prática desportiva e a justiça desportiva.", "programa_resumido": "1. Fundamentos de Direito Desportivo. 2. Evolução histórica do desporto e de sua proteção jurídica pelo Estado. 3. A organização do desporto internacional. 4. A organização do desporto no Brasil. 5. Marco normativo infraconstitucional brasileiro. 6. Regime e natureza jurídica da prática desportiva amadora e da prática desportiva profissional no Brasil. 7. Relação e contrato de trabalho entre entidades de prática desportiva e atletas profissionais. 8. Aspectos societários da prática desportiva: o clube como atividade sem fins lucrativos e o clube empresa. 9. A tributação das entidades desportivas. 10. A proteção jurídica das marcas e símbolos no desporto. 11. Transferência de atletas no âmbito nacional e internacional. 12. Desporto e justiça.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:15", "fim": "16:00", "professores": ["(R) Gustavo Assed Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}