{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP7203", "nome": "Direito Processual Penal II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O ensino de Direito Processual Civil e Penal visa: 1. Instruir o aluno no sentido de torná-lo capaz de lidar com a doutrina, com a legislação, com a jurisprudência, segundo os preceitos teóricos. 2. Treinar o aluno, habilitando-o a colocar em prática os conhecimentos e a técnica adquiridos, tornando-o capaz de servir ao ordenamento jurídico-processual, na defesa da ordem e da paz social. 3. Habilitar o aluno para as profissões que requisitam o diploma de bacharel, tais como: a Magistratura, o Ministério Público, a Advocacia, etc. 4. Colocar o aluno em contato com a realidade forense e atividades afins através de estágios, visitas a estabelecimentos policiais e penais, realização de júris simulados, pesquisa de doutrina e jurisprudência; outras pesquisas.", "programa_resumido": "O estudo do direito processual penal, com atenta preocupação a sua efetividade e aos valores éticos, morais e humanos que o norteiam, impõe o exame aprofundado das restrições às liberdades a ele relacionadas, em especial as hipóteses em que se admite a prisão processual, os limites à prova, as regras sobre competência e o papel dos sujeitos processuais na jurisdição penal.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:15", "fim": "10:00", "professores": ["(R) Sebastiao Sergio da Silveira"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 20, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025112", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "10:15", "fim": "12:00", "professores": ["(R) Sebastiao Sergio da Silveira"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 42, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 42, "pendentes": 0, "matriculados": 0}}}}}]}