{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Público", "campus": "Ribeirão Preto", "codigo": "DDP8201", "nome": "Direito Internacional Privado II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Analisar os critérios para determinação do direito aplicável às relações jurídicas com elementos extraterritoriais. Estudo circunstanciado da Lei de Introdução às Normas de Direito Brasileiro (Decreto Lei 4.657/1943), especialmente seus artigos 7o ao 11o. Serão analisados: a) aspectos teóricos e práticos sobre os princípios e leis que solucionam os conflitos de leis no espaço. b) diretrizes sobre utilização das fontes de direito internacional e de direito interno em relação às questões que transcendem o interesse exclusivo de uma única ordem jurídica estatal. Ao final, o aluno deverá apreender os elementos de análise e compreensão que os possibilitem resolver problemas de repercussão internacional em relação à direitos personalíssimos, direito de família, direitos reais, direito das obrigações, direito sucessório de, além dos critérios legais para reconhecimento de empresas estrangeiras no Brasil, de acordo com o direito positivo pátrio, tratados internacionais pertinentes e sobre a utilização das fontes de direito estrangeiro aplicáveis à questão. No curso também teremos oportunidade de analisar os principais temas da globalidade atual, especialmente aqueles com intersecção com os direitos humanos e a proteção do meio ambiente, analisando novas questões em direito de família e responsabilidade internacional por danos ambientais.", "programa_resumido": "A disciplina tem como objeto o estudo das normas conflituais presentes na LINDB. Ao final o aluno deverá estar habilitado a acompanhar processos relativos à direitos personalíssimos, direito de família, direitos reais, obrigacionais e sucessórios com repercussão extraterritorial. A metodologia será essencialmente teórico-expositiva com realização de exercícios práticos pelos alunos. Estes exercícios comporão a nota dos alunos, que também deverão apresentar relatórios de estudos com fundamento na bibliografia básica e complementar do curso.", "turmas": [{"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "10:15", "fim": "12:00", "professores": ["(R) Cynthia Soares Carneiro"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 77, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 77, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024212", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:15", "fim": "10:00", "professores": ["(R) Cynthia Soares Carneiro"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 18, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 18, "pendentes": 0, "matriculados": 0}}}}}]}