{"unidade": "Faculdade de Direito", "departamento": "Direito Econômico, Financeiro e Tributário", "campus": "São Paulo", "codigo": "DEF0528", "nome": "Direito Financeiro Aplicado", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "1.\tAprofundar os estudos do Direito Financeiro, segundo uma visão constitucional e crítica, com amparo na prática dos conceitos e institutitos principais.\n2.\tCompreender o financiamento do Estado a partir de estudos interdisciplinares e complementares ao fenômeno financeiro na atuação da Administração Pública (direito constitucional, administrativo, tributário, previdência, processual e outros).\n3.\tAnalisar casos práticos e principais decisões da Jurisprudência sobre os diversos aspectos dos temas a serem abordados.", "programa_resumido": "Direito Financeiro no Estado Democrático de Direito. Competências e princípios do Direito Financeiro na Constituição. 2. A interpretação e aplicação das normas de Direito Financeiro. Jurisprudência do STF, do TCU e dos TCE. 3. Federalismo fiscal cooperativo. 4. Normas gerais de Direito Financeiro. Modalidades, funções, hierarquia normativa e limites. 5. Orçamento público na Constituição. Conceito, natureza jurídica e funções. O planejamento público nas leis orçamentárias. O Plano Plurianual (PPA). A Lei de Diretrizes Orçamentárias (LDO). A Lei de Orçamento Anual (LOA). 6. Realização das despesas públicas. 7. Receitas Públicas e orçamento. 8. Intervenção do Estado na ordem econômica por instrumentos financeiros. Renúncia fiscal e concorrência econômica. O caso da “guerra fiscal” entre unidades do federalismo. 9. Fundos públicos. Transferências de recursos: Fundos Públicos Financeiros. 10. Regime jurídico dos Precatórios. 11. Crédito Público e Dívida pública. Empréstimos e títulos da dívida. Dívida interna e dívida externa. Dívida pública e federalismo. 12. Fiscalização financeira e orçamentária. Conceito de fiscalização orçamentária. Controle internoControle externo. 13. Direito Financeiro e direitos humanos. Planejamento e políticas públicas. Vinculação de receitas e gastos obrigatórios. Ativismo judicial.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Estevao Horvath"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}