{"unidade": "Faculdade de Direito", "departamento": "Direito Econômico, Financeiro e Tributário", "campus": "São Paulo", "codigo": "DEF0535", "nome": "Direito Econômico Internacional", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Geral: Apresentar e discutir o emprego de instrumentos e institutos próprios do Direito Econômico sobre a estruturação institucional internacional das relações econômicas interestatais, privadas, transfronteiriças e mistas. Compreende como instrumentos de institucionalização tanto aqueles de Direito Internacional Público, como Organizações Internacionais (FMI, Banco Mundial e OMC, entre outras) e tratados internacionais, quanto os decorrentes de parâmetros estabelecidos por atores privados.\nEspecíficos:\n(i)\tapresentar o desenvolvimento histórico das instituições internacionais, com ênfase no sistema criado depois da II Guerra Mundial e suas alterações atuais; \n(ii)\tdiscutir o papel e os limites da atuação do setor privado e da sociedade civil organizada na conformação de instituições internacionais econômicas; e\n(iii)\tretomar o tema da centralidade dos Estados como atores políticos e econômicos centrais, inclusive em face do déficit democrático das instituições internacionais.", "programa_resumido": "Conceito e Abrangência do Direito Econômico Internacional. A Hierarquia da Economia Política Internacional. A Ordem Econômica Internacional. Direitos e Deveres Econômicos dos Estados no Cenário Internacional. O Sistema Monetário Internacional. Investimentos Internacionais. Dívida Externa. Soberania Econômica e Nacionalizações. Integração Econômica Internacional. Protecionismo e o Comércio Internacional. As Empresas Multinacionais.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Alessandro Serafin Octaviani Luis"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 100, "inscritos": 17, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 20, "inscritos": 7, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 80, "inscritos": 10, "pendentes": 0, "matriculados": 0}}}}}]}