{"unidade": "Faculdade de Direito", "departamento": "Direito Econômico, Financeiro e Tributário", "campus": "São Paulo", "codigo": "DEF0448", "nome": "Direito da Dívida Pública", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Estudar a dívida pública sob o enfoque jurídico, abrangendo todos os seus aspectos, desde a forma de constituição, suas espécies e os limites do endividamento, passando pela forma de organização e instrumentos de controle, bem como sobre os principais organismos financeiros internacionais", "programa_resumido": "1. Dívida pública. Dívida interna e dívida externa. Dívida bruta e dívida líquida. Dívida contratual e mobiliária. Dívida fundada e dívida flutuante. 2. Dívida pública na Constituição. 3.  Regime jurídico da dívida pública. 3.  Dívida pública e o papel da Lei de Diretrizes Orçamentárias. Resultados do governo: nominal, operacional e primário. 4. Dívida pública e responsabilidade fiscal. Limitação da dívida pública. 5. Endividamento público e a “regra de ouro”. 6.  Dívida pública e planejamento. A dívida pública e o longo prazo. Intergeracionalidade e sustentabilidade. 7. Dívida pública e federalismo. Endividamento e autonomia dos entes federados. 8. Sanções institucionais. Intervenção federal nos Estados e Municípios. 9. Organismos financeiros internacionais e o endividamento público", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "07:25", "fim": "09:00", "professores": ["(R) José Mauricio Conti"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}