{"unidade": "Faculdade de Direito", "departamento": "Direito Econômico, Financeiro e Tributário", "campus": "São Paulo", "codigo": "DEF0547", "nome": "Direito Tributário Internacional", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A presente disciplina tem como objetivo, além de estudar considerações gerais sobre o Direito Tributário Internacional, oferecer aos discentes contato mais profundo em alguns pontos desse ramo. Encontra-se, assim, no escopo dessa disciplina compreender: (i) os princípios e regras de Direito Tributário Internacional; (ii) a bitributação econômica e a jurídica e as medidas para evitá-las; (iii) o histórico, papel, estrutura, aplicação e interpretação dos Acordos para evitar a Dupla Tributação; (iv) as regras e os conceitos de residência fiscal e de estabelecimento permanente tanto nos tratados quanto na legislação brasileira; (v) as medidas de planejamento tributário internacional adotadas pelos contribuintes e normas antiabuso desenvolvidas pelos Estados e aquelas presentes nos tratados; (vi) as regras de preços de transferência; (vii) alguns regimes específicos tributários, principalmente, sob a perspectiva brasileira; (viii) a cooperação entre os Estados e as formas de solução de conflitos adotadas; e (ix) a origem e as Ações do Projeto BEPS.", "programa_resumido": "Princípios e regras de Direito Tributário Internacional. Bitributação econômica e jurídica. Medidas unilaterais e bilaterais. Acordos para evitar a Dupla Tributação. Residência fiscal. Estabelecimento Permanente. Planejamento tributário internacional. Regras de preços de transferência. Cooperação internacional e resolução de conflitos. Projeto BEPS.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 72, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 18, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}