{"unidade": "Faculdade de Direito", "departamento": "Direito Econômico, Financeiro e Tributário", "campus": "Outro", "codigo": "DEF0436", "nome": "Direito Desportivo", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "1. Apresentar o regime jurídico do desporto e seus mecanismos institucionais;\n2.\tCompreender o caráter interdisciplinar decorrente dos vínculos e liames do Direito Desportivo com os diferentes ramos jurídicos, para permitir solução prática dos problemas jurídico-desportivos;\n3.\tExaminar as normas jurídicas do desporto a partir de suas dimensões constitucionais, legais, doutrinárias e jurisprudenciais;\n4.\tIncentivar a criatividade dos futuros profissionais em face das novas demandas sócio-desportivas, do perfil dos novos conflitos desportivos, dos novos modelos dos entes desportivos, das peculiaridades dos contratos de trabalho desportivo e outros;\n5.\tFornecer informações e métodos jurídicos para habilitar o profissional do Direito no segmento jurídico-desportivo, junto a atletas, árbitros, clubes, federações, confederações, empresários, técnicos, preparadores físicos, médicos, gestores, instituições e empresas ligadas ao desporto, além do âmbito especializado da Justiça Desportiva", "programa_resumido": "1. O Direito Desportivo, conceito e raízes históricas. 2. Constitucionalização do Desporto. 3. Sistema Desportivo Nacional. 4. Contratos desportivos. 5. Regime tributário das atividades desportivas. Incidência de contribuição previdenciária em contratos desportivos. Benefícios fiscais para o desporto. 6. Direito da propriedade intelectual em matéria esportiva. Direito da concorrência nas atividades desportivas. Cessão, locação e exploração de arenas desportivas. Estatuto de defesa do Torcedor. 7. Relações trabalhistas dos atletas profissionais, treinadores e árbitros. Contrato de trabalho desportivo. Direito de preferência à renovação contratual de atletas. Cessão, transferência e empréstimo de atletas. 8. Proteção previdenciária, seguridade social e o seguro de acidente e morte do atleta. 9. Justiça Desportiva. 10. O delito desportivo. 11. Direito Desportivo Eleitoral. 12. Ordem jurídico-desportiva internacional. Direito Desportivo Comparado: modelos públicos e privados de referência.", "turmas": []}