{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "Outro", "codigo": "DES0124", "nome": "Teoria do Estado Brasileiro I", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A presente disciplina visa oferecer ao corpo discente noções básicas sobre o processo de formação do Estado brasileiro no séc. XIX. Aplicando os conceitos e métodos da Teoria Geral do Estado ao caso brasileiro, analisa-se, nos primórdios da formação nacional, a ordem social e a organização do Estado e seu papel em face dos interesses de grupos e indivíduos. \nA disciplina é baseada na leitura e discussão de textos clássicos do pensamento político brasileiro, visando proporcionar ao estudante um repertório de autores de referência sobre os temas. Isso contribui para o desenvolvimento de consciência crítica sobre a história e o direito do período, fortalecendo a concepção de cidadania que deve estar na base do conhecimento jurídico do aluno iniciante. Também contribui para a compreensão de problemas essenciais do direito público no país, originados na instituições do Brasil Império, mas que persistem ainda hoje, de modo a preparar os alunos com mais consistência para a compreensão dos limites e dificuldades do direito positivo, decorrentes de injunções políticas de raiz histórica.", "programa_resumido": "1.\tO liberalismo europeu\n2.\tA geração de 1790 e a idéia de império luso-brasileiro \n3.\tA vinda da corte portuguesa e o processo de emancipação política do Brasil\n4.\tAs relações comerciais do Brasil no século XIX na visão de Visconde de Cairu. Abertura dos portos e autorização para o estabelecimento de fábricas e manufaturas\n5.\tJosé Bonifácio e seus Projetos para o Brasil\n6.\tFormação do povo brasileiro e da elite política nacional\n7.\tA Constituinte de 1823 e a Constituição de 1824. A soberania do Estado brasileiro.\n8.\tA regência. Ato adicional e regresso conservador. O desafio territorial brasileiro.\n9.\tA ordem jurídica brasileira. Lei de terras e outros textos fundamentais.\n10.\tA centralização e descentralização no Brasil Império segundo Tavares Bastos e Visconde do Uruguai\n11.\tUma interpretação da Constituição do Império: Pimenta Bueno e o Conselho de Estado\n12.\tD. Pedro II e seus Conselhos à Regente\n13.\tA política do Brasil no Rio da Prata\n14.\tA guerra do Paraguai, os militares e o positivismo.\n15.\tA questão da escravidão e o abolicionismo \n16.\tFormação da república e a Constituição de 1891.", "turmas": []}