{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "São Paulo", "codigo": "DES0526", "nome": "Sistemas Políticos e Eleitorais", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina Sistemas Políticos e Eleitorais destina-se aos estudantes do Curso de Direito, que pretendem se debruçar, de forma especial, sobre o exame de temas de interesse do Direito do Estado. Busca oferecer ao corpo discente, pois, a possibilidade de aprofundamento na análise da organização do poder no âmbito do Estado, dos tipos de Estado e dos tipos de governo, intensificando o estudo das fórmulas políticas utilizadas para a institucionalização do poder político e para a conquista da titularidade deste poder. Mais que isto, visa contemporizar e ampliar os conhecimentos dos alunos no tocante aos instrumentos de participação política, procedendo à analise do sufrágio, dos sistemas eleitorais e da figura do partido político, elemento de relevância no cenário da competição pelo poder. A elaboração do conteúdo programático teve, ainda, por finalidade apresentar aos alunos noções teóricas, fundamento essencial para o exercício da advocacia, a par de habituá-los a interpretar as normas constitucionais e legais concernentes às receitas políticas empregadas para a organização do poder no panorama estatal e habilitá-los para, na qualidade de operadores do direito, atuar na advocacia pública, privada, participar de concursos públicos e ocupar postos que demandem um conhecimento mais peculiar desta faceta do direito público.", "programa_resumido": "Primeira Parte - Dos Sistemas Políticos. A Organização do Estado.1. A institucionalização do Poder.2. Forma do Estado.3. A Forma do Governo.Segunda Parte - Teoria Geral do Direito Eleitoral e Partidário.1. O Sufrágio.2. Dos Partidos Políticos.3. Da Justiça Eleitoral.", "turmas": [{"codigo": "20251TA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "13:50", "fim": "15:25", "professores": ["(R) Luís Virgílio Afonso da Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 42, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 57, "inscritos": 41, "pendentes": 0, "matriculados": 0}, "IRI -  para toda a Unidade": {"vagas": 3, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}