{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "Outro", "codigo": "DES0444", "nome": "Direito e Políticas Públicas II", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A disciplina visa proporcionar ao aluno em final do curso de graduação a oportunidade de examinar as possíveis aplicações das relações entre direito e políticas públicas. \nA execução dos programas de ação governamental, é resultante de um conjunto de fatores, jurídicos e extra-jurídicos, que afeta a maior ou menor efetividade dos direitos e deveres constitucionais. Objetiva-se compreender os modos pelos quais os entrelaçamentos entre o poder político e sua ordenação jurídica, no Estado democrático de direito, conformam os programas de ação governamental. Com o avanço da \u0093democracia dos direitos\u0094, há uma demanda crescente por articulação da ação de agentes intra-estatais e extra-estatais. Isso justifica aprofundar o estudo dos fundamentos jurídicos do Estado e do governo, a partir de categorias conceituais que realizam a conexão com outros campos do saber que também se ocupam das políticas públicas, tais como instituições e processos, noções de referência para o diálogo transdisciplinar com a ciência política, a economia e a ciência da gestão pública.", "programa_resumido": "DIMENSÃO JURÍDICO-INSTITUCIONAL DA POLÍTICA PÚBLICA. FUNDAMENTAÇÃO TEÓRICA NO INSTITUCIONALISMO JURÍDICO. ARRANJOS E MODELOS JURÍDICO-INSTITUCIONAIS. ORGANIZAÇÃO DAS COMPETÊNCIAS EM MATÉRIA DA POLÍTICA PÚBLICA. REGIME DE EFEITOS DA POLÍTICA PÚBLICA. TRANSIÇÃO POLÍTICA E DIREITO INTERTEMPORAL. DIMENSÃO PROCESSUAL DA POLÍTICA PÚBLICA. PROCESSO LEGISLATIVO. PROCESSO NORMATIVO NO PODER EXECUTIVO. PROCESSO ORÇAMENTÁRIO. PROCESSO DE PLANEJAMENTO. PROCESSO JUDICIAL. PROCESSO GOVERNAMENTAL", "turmas": []}