{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "Outro", "codigo": "DES0314", "nome": "Liberdades Fundamentais", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Disciplina inserida no convênio celebrado entre a USP e a Universidade de Lyon, com o objetivo de permitir aos alunos a dupla titulação.Os direitos e as liberdades fundamentais constituem um dos fundamentos essenciais de toda sociedade democrática. Universais, esses direitos são patrimônio comum da humanidade: eles são o elemento de ligação entre as ordens jurídicas internas, europeia e internacional. Essa matéria é estruturada em duas partes.A primeira é consagrada à teoria geral dos direitos do homem e das liberdades fundamentais. Ela permite abordar sua origem e seu reconhecimento nacional, europeu e internacional. Ela examina suas modalidades de organização e seu sistema de proteção tanto no nível dos Estados \u0096 sobretudo da França \u0096 como das organizações internacionais.A segunda parte apresenta o regime jurídico de certas liberdades corporais e intelectuais. Essa parte permitirá examinar algumas liberdades ou os direitos mais importantes, como a segurança pessoal, a liberdade de ir e vir, o direito ao respeito da vida privada, o direito à igualdade, o direito à vida e à dignidade da pessoa humana, a liberdade de opinião e de consciência, a liberdade de ensino, a liberdade de imprensa, a liberdade de associação ou a liberdade de reunião.", "programa_resumido": "1. A teoria geral dos direitos do homem e das liberdades fundamentais1.1. A proteção constitucional dos direitos e liberdades fundamentais1.2. A proteção europeia dos direitos e liberdades fundamentais1.3. A proteção internacionais dos direitos e liberdades fundamentais2. O regime jurídico dos direitos do homem e das liberdades fundamentais2.1. Os direitos-liberdades (direito à vida, liberdade de ir e vir, direito de propriedade, liberdade de associação, liberdade de expressão, etc.)2.2. Os direitos-créditos (direito à educação, proteção da saúde, direito à habitação, etc.)2.3. Os direitos-garantias (segurança, direito ao recurso, direito ao devido processo legal, etc.)", "turmas": []}