{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "São Paulo", "codigo": "DES0436", "nome": "Controle de Constitucionalidade", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Aprofundar o conhecimento do substrato teórico em que se assenta a técnica do controle de constitucionalidade das leis e omissões legislativas. Examinar as grandes linhas dos sistemas modelares, com o uso do método comparatístico. Estudar o sistema brasileiro de controle de constitucionalidade, tal qual disciplinado pela Constituição e legislação infraconstitucional (Lei nº 9.868/99) e compreendido pela jurisprudência do Supremo Tribunal Federal. Incentivar o espírito crítico em relação ao funcionamento da jurisdição constitucional no Brasil, buscando estabelecer algumas possibilidades no tocante à sua evolução.", "programa_resumido": ". Supremacia Constitucional e Poder Constituinte.2. Vício e sanção de inconstitucionalidade.3. A omissão inconstitucional.4. Controle de constitucionalidade: conceito e classificações.5. O controle de constitucionalidade no Direito Comparado: Sistemas modelares.6. A história do controle de constitucionalidade no Brasil.7. O controle político-preventivo.8. A difusão do sistema brasileiro de controle.9. A via incidental de controle.10. Controle principal: Ação direta de inconstitucionalidade e ação declaratória de constitucionalidade.11. O controle abstrato em nível estadual.12. Os efeitos objetivos e subjetivos das decisões de controle.13. Os efeitos temporais das decisões de controle.14. Técnicas de decisão: As decisões interpretativas.15. O controle da omissão legislativa: Mandado de injunção e ação direta de inconstitucionalidade por omissão.16. A argüição de descumprimento de preceito fundamental.17. O Supremo Tribunal Federal como Corte Constitucional: A súmula vinculante.18. Perspectivas de evolução do sistema brasileiro de controle de constitucionalidade.", "turmas": [{"codigo": "20242DI", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "07:25", "fim": "09:00", "professores": ["Alexandre de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 100, "inscritos": 197, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 80, "inscritos": 105, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 20, "inscritos": 92, "pendentes": 0, "matriculados": 0}}}}}]}