{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "São Paulo", "codigo": "DES0234", "nome": "Estado Brasileiro: Diversidade, Preconceito e Discriminação", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Propiciar conhecimentos das relações sociais no Brasil plural e diversificado, seja quanto ao ambiente natural ou cultural com influências e contribuições de muitos povos. Muito além da desigualdade social combatida, o acatamento e respeito às diferenças deve ser incentivado, cabendo ao direito o reconhecimento e defesa do ser humano, cuja dignidade é princípio estruturante da República Federativa do Brasil.  Preparar o futuro profissional do direito para a percepção e enfrentamento de comportamentos preconceituosos e discriminatórios mediante soluções pacíficas   e legais buscadas na defesa dos direitos humanos, como previsto na Constituição Federal, nos compromissos internacionais, bem como análises introdutórias ao  Estatuto da Criança e do Adolescente, Estatuto da Juventude, Estatuto do Índio, Estatuto da Igualdade Racial, bem como à Lei brasileira de inclusão da pessoa com deficiência.", "programa_resumido": "Preconceito. Discriminação.  Diferenças Naturais.  Papéis sociais. Patriarcalismo. Sexismo.  Racismo. Desigualdade Social. Constituição Federal de 1988. Estado Democrático de Direito. Criminalização da Discriminação. Legislações Inclusivas. Políticas Públicas. Políticas de Ações Afirmativas.  Educação em Direitos.", "turmas": [{"codigo": "20242NO", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "20:00", "fim": "21:35", "professores": ["(R) Eunice Aparecida de Jesus Prudente"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 80, "inscritos": 257, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Noturno": {"vagas": 64, "inscritos": 150, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Diurno": {"vagas": 16, "inscritos": 107, "pendentes": 0, "matriculados": 0}}}}}]}