{"unidade": "Faculdade de Direito", "departamento": "Direito do Estado", "campus": "São Paulo", "codigo": "DES0348", "nome": "Transparência Administrativa e Comunicação de Interesse Geral", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "a disciplina Transparência Administrativa e Comunicação de\nInteresse Geral; tem o objetivo de apresentar e debater as normas jurídicas e\nas atividades da Administração Pública voltadas à efetivação do princípio\nconstitucional da publicidade e do direito fundamental à informação perante os\nentes púbicos. Hodiernamente o tema da transparência é tratado tanto do\nponto de vista do direito do administrado de requerer e obter em prazo\nrazoável perante a Administração quaisquer informações que sejam de seu\ninteresse, conformando-se nesse caso a partir de leis, regulamentos e\nprocessos que lhe possibilitam uma garantia contra a opacidade da atuação\nestatal, como também pela imposição ao Estado e, mais particularmente à\nAdministração, de ações afirmativas, no caso ações de comunicação, voltadas a\nformar uma “esfera pública” na qual a compreensão, discussão e participação\nnos assuntos públicos aprofundem os processos estatais de gestão e\ngovernança democrática e participativa. O objetivo do curso, então, é enfrentar\nesse debate, tanto do ponto de vista específico do direito administrativo como\ndo ponto de vista do direito constitucional e das ciências sociais, de modo\ngeral, envolvendo os alunos em reflexões e na realização de trabalhos escritos\nsobre os fundamentos jurídicos e a importância atual do direito à informação;\nsobre a legislação nacional e estrangeira que tem regulado e notadamente\nampliado a regulação desse direito, nos últimos tempos; sobre as eventuais\ndeficiências da legislação brasileira ou da atividade concreta desempenhada\npela Administração Pública brasileira à luz da legislação regente; sobre as ações\nafirmativas, ou melhor, sobre a atuação positiva da Administração Pública\nnecessária para a eliminação do segredo e da falta de transparência como um\nmodo de agir habitual dos órgãos e entes estatais.", "programa_resumido": "Visibilidade do poder e esfera pública: um diálogo entre Bobbio e Habermas\nsobre a transparência administrativa. Bases constitucionais da transparência e da\ncomunicação pública. As leis de acesso à informação, uma tendência global e\nexemplos: o FOIA – “Freedon of Information Act” e “Government in Sunshine Act”; a\nLei Mexicana de Acesso à Informação; a Lei brasileira nº 12.527/2011 (LAI) e a lei\nespanhola de acesso à informação. Os princípios da publicidade e da motivação e o\nprocesso administrativo como veículo de transparência. A ação das ouvidorias ou\ncontroladorias no Brasil, os chamados “portais da transparência” e sua\nregulamentação. Responsabilidade fiscal e transparência no Brasil. O papel dos meios\nde comunicação tradicionais na difusão da transparência administrativa e\ncomunicação de interesse geral. O papel da internet, dos aplicativos móveis e das\nredes sociais na difusão da transparência administrativa e da comunicação de\ninteresse geral. A Administração digital e a proteção dos dados pessoais e da\nprivacidade. Limites jurídicos da transparência. Limites jurídicos da comunicação\npública. A transparência e a comunicação de interesse geral nos Tribunais brasileiros: a\njurisprudência; o julgamento público televisionado; a remuneração dos juízes, etc.\nTransparência em temas da segurança nacional: os casos WikiLeaks e Snowden.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "11:15", "fim": "12:50", "professores": ["(R) Marcos Augusto Perez"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 31, "pendentes": 1, "matriculados": 29, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 38, "inscritos": 22, "pendentes": 1, "matriculados": 21}, "FD - Direito \u0096 Noturno": {"vagas": 22, "inscritos": 8, "pendentes": 0, "matriculados": 8}}}}}]}