{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Filosofia do Direito e Disciplinas Básicas", "campus": "Outro", "codigo": "DFB2260", "nome": "Lógica e Epistemologia Jurídica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O Curso pretende discutir o direito como pensamento científico, a partir dos conhecimentos e reflexões desenvolvidos nas Disciplinas “Filosofia do Direito: Ética” (em que os modelos disputantes de racionalidade, epistêmico e prudencial, foram largamente discutidos à luz do Livro VI da Ética a Nicômaco) e “Linguagem Jurídica” (em que se visitaram os fundamentos da Hermenêutica Filosófica e da Teoria da Argumentação). Cumpre agora examinar as razões lógico-epistemológicas da crise do positivismo jurídico, e avaliar criticamente, também sob esta grelha, as principais concepções de direito que se propõem como suas alternativas ou tentativas de superação. Trata-se, portanto, de refletir sobre o pós-positivismo a partir da reconstrução de seu enraizamento na filosofia da ciência e de uma reflexão sobre o papel, o significado e os desafios contemporâneos da ciência (e da ciência do direito, especialmente).", "programa_resumido": "O Curso parte da relação interna entre Ocidente, Filosofia, Ciência, com ênfase na apresentação dos conceitos fundamentais da Lógica, da Epistemologia e da Filosofia da Ciência, da Hermenêutica e da Teoria da Argumentação. Dedica-se à reflexão sobre o(s) paradigma(s) epistemológico(s) da ciência do direito no(s) quadrante(s) do(s) positivismo(s) jurídico(s) e à análise da crise (epistemológica) do positivismo jurídico, para deter-se enfim no exame do(s) paradigma(s) epistemológico(s) da ciência do direito no(s) quadrante(s) do(s) pós-positivismo(s) jurídico(s). Tudo quanto permite rascunhar conclusões e aberturas para pensar um modelo de ciência jurídica adequado às exigências teóricas e práticas (epistemológicas, éticas e lógicas) co presente.", "turmas": []}