{"unidade": "Faculdade de Direito", "departamento": "Filosofia e Teoria Geral do Direito", "campus": "São Paulo", "codigo": "DFD0418", "nome": "Ética Profissional", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Trata-se de propiciar ao aluno de graduação o acesso a conhecimentos preparatórios para as carreiras jurídicas, do ponto de vista das normativas dos códigos de ética específicos, bem como, um conjunto de reflexões que sirvam de instrumento para a condução de reflexões críticas a respeito da responsabilidade individual do profissional do direito, compreendida aí a função social de defesa do estado Democrático de Direito.", "programa_resumido": "Trata-se de disciplina optativa da formação graduada, que possui perfil reflexivo e crítico, tendente a propiciar o acesso aos grandes debates sobre a ética, bem como aos conhecimentos preparatórios para as carreiras jurídicas, do ponto de vista das normativas dos códigos de ética específicos. A disciplina tem por propósito o desenvolvimento da capacidade de avaliação de dilemas éticos pessoais e profissionais, bem como oferece um quadro analítico para a compreensão e avaliação do estado da arte na filosofia moral contemporânea. As discussões por seminários e os debates teóricos visam à formação de um conjunto de reflexões que sirvam de instrumento para a condução de reflexões críticas a respeito da responsabilidade individual do profissional do direito, compreendida aí a função social de defesa do estado Democrático de Direito.", "turmas": [{"codigo": "20242NO", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "18:20", "fim": "21:35", "professores": ["(R) Alysson Leandro Barbate Mascaro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 42, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Noturno": {"vagas": 96, "inscritos": 32, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Diurno": {"vagas": 24, "inscritos": 10, "pendentes": 0, "matriculados": 0}}}}}]}