{"unidade": "Faculdade de Direito", "departamento": "Direito Internacional e Comparado", "campus": "Outro", "codigo": "DIN0453", "nome": "Lições Introdutórias de Direito Digital e Direito Internacional Privado", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "OBJETIVOS: A disciplina explorará a relação entre o direito internacional privado e o direito digital. À\nmedida que a tecnologia se torna cada vez mais integrada ao tecido social em todo o mundo,\nanalisaremos o papel do direito internacional privado na governança deste novo e onipresente domínio\nda interação humana com as tecnologias digitais. Os tópicos incluem os conflitos de qualificação\nenvolvendo novos elementos tecnológicos; os conflitos de leis e de jurisdições nas relações\nplurilocalizadas surgidas em ambientes que podem, em princípio, não estarem vinculados a Estados\nnacionais; responsabilidade civil e criminal decorrentes de diferentes tipos de operações cibernéticas\nhostis, como ataques hacker ou interferência eleitoral estrangeira; a governança de plataformas online\ne a moderação de conteúdo; os novos desenvolvimentos da inteligência artificial; direitos humanos e\nproteção de dados; e, não menos importante, os novos sistemas autônomos e os contratos inteligentes.\nPor meio de pesquisa, discussões e apresentação de seminários, a disciplina convidará os alunos a\nrefletir criticamente sobre os desafios na intersecção da tecnologia com o direito internacional privado.\nAs leituras do curso incluirão regulamentos, decisões judiciais, artigos acadêmicos e notícias da\nimprensa especializada.", "programa_resumido": "A disciplina “Lições introdutórias de Direito Digital e Direito Internacional Privado”\nenfatiza a crescente complexidade dos desafios que emergem na intersecção entre tecnologia e direito\ninternacional privado. No atual contexto em que as transações e interações digitais ultrapassam\nfronteiras geográficas, surge a necessidade de abordar os crescentes conflitos de qualificação, de leis\ne de jurisdição que envolvem elementos tecnológicos, tais como o fluxo transnacional de dados\npessoais, blockchain, criptoativos, inteligência artificial, internet das coisas e contratos inteligentes.\nA disciplina propõe equipar os estudantes com conhecimento crítico para lidar com questões de\ngovernança digital, proteção de dados e responsabilidade cibernética em um âmbito internacional,\npreparando-os para atuar efetivamente frente aos desafios que as novas tecnologias impõem à toda a\nhumanidade, considerando que o Direito Internacional Privado é fundamental para abordar as\nmudanças sociais decorrentes da globalização digital. A capacidade de identificar, interpretar e aplicar\no direito em um cenário global variado e em constante evolução mostra-se essencial.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "09:15", "fim": "11:00", "professores": ["(R) Solano de Camargo"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Solano de Camargo"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}