{"unidade": "Faculdade de Direito", "departamento": "Direito Processual", "campus": "São Paulo", "codigo": "DPC0443", "nome": "Técnicas de Solução de Litígio com a Administração Pública", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A Administração Pública, em seus três níveis (municipal, estadual e federal), está envolvida em milhares de litígios, de diferentes proporções, que vão de simples acidentes de trânsito a questões envolvendo contratos internacionais, dentre outros tantos e variados temas. É notório que esses litígios são responsáveis por boa parte do congestionamento de processos judiciais nos tribunais brasileiros e, talvez por isso, dentre outros motivos, atualmente outras portas estão sendo abertas para encontrarmos a solução deles, mais especificamente as da arbitragem, da mediação e da conciliação. Há, ainda, muitos obstáculos a ser superados, como o da <> do interesse público, para que essas outras formas de solução de litígios ganhem o espaço que merecem no âmbito da Administração Pública, mas também há boas notícias, como o intenso movimento doutrinário impulsionador dessas novas formas de solução de litígios e as alterações legislativas na Lei de Arbitragem e na Lei de Mediação, que incluem, agora de forma explícita, a Administração Pública no rol de sujeitos que podem se valer desses meios para solucionar seus conflitos. Diante disso, os objetivos dessa matéria consistem, basicamente, em: a) mostrar ao aluno as deficiências do processo judicial como instrumento de solução de conflitos com a Administração Pública; b) expor, de forma abrangente, a importância do novo cenário de resolução desses conflitos, que agora envolve a arbitragem, a mediação e a conciliação; c) permitir que o aluno adquira um senso crítico sobre as formas de solução de litígios que envolvem a Administração Pública, de forma que, no futuro, possa avaliar qual é o litígio adequado para cada um desses métodos de solução de conflitos.", "programa_resumido": "1. Litígios mais frequentes com a Administração Pública: responsabilidade civil (incluindo as obrigações de fazer, não fazer e de entregar coisa certa); litígios repetitivos; políticas públicas e contratos administrativos; 2. O processo judicial que envolve a Administração Pública: competências; prerrogativas processuais; negócios jurídicos processuais; precedentes; reexame necessário; honorários e precatórios. 2.1. Os processos coletivos que envolvem o Estado: ação civil pública; improbidade administrativa e ação popular; 3. Mediação e conciliação: a opção do novo CPC e a posição da Administração Pública frente a indisponibilidade dos direitos tutelados; 4. Arbitragem e Administração Pública: a formação de vontade no âmbito administrativo; o litígio adequado; procedimento arbitral e prerrogativas processuais; o cumprimento da decisão arbitral.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Marcelo José Magalhães Bonizzi"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 78, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 8, "inscritos": 15, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 32, "inscritos": 63, "pendentes": 0, "matriculados": 0}}}}}]}