{"unidade": "Faculdade de Direito", "departamento": "Direito Processual", "campus": "São Paulo", "codigo": "DPC0219", "nome": "Política criminal e processo penal", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Essa matéria tem por objetivo apresentar ao aluno que o Processo Penal é instrumento da Política Criminal, revelando-se também como política pública a serviço do Estado, sendo possível o seu direcionamento para responder o fenômeno criminal de diversas maneiras. Por meio da análise de dados empíricos e da (infra)estrutura do sistema criminal brasileiro, será desvelada sua função, finalidade e instrumentalização no Brasil do século XXI, bem como seu potencial de expansão para outros âmbitos de resposta (p.ex., a não violenta) ao conflito criminal e, também, do modelo persecutório-punitivo tradicional. A partir dessa análise, serão também explorados temas de relevância e que influenciam no estabelecimento de políticas públicas e, portanto, da própria Política Criminal (tais como ativismo judicial, feminismo, seletividade do sistema penal, entre outros sempre emergentes), e como o Processo Penal nela opera e é por ela funcionalizado. A matéria se insere no contexto dos aspectos iniciais da Introdução ao Estudo do Direito, Teoria Geral do Estado, Economia Política e Direito Constitucional, notadamente de Direitos Fundamentais, realizadas nos primeiros semestres de graduação.", "programa_resumido": "1. Política: poder, escolhas e realidade nacional;\n2.\tPolítica Pública e dados empíricos; 3. Política Criminal: sua função e sua finalidade como espécie de Política Pública; 4. Política Criminal e Fenômeno Criminal: tratamento do binômio “crime-pena” e redutor da “violência”; 5. Política Criminal: modelos criminais e sistemas penal e processual; 6. Política criminal: projeções legais no processo criminal: variedade de meios investigativos e de procedimentos; 7. Processo Penal e Ativismo Judicial: legalidade e hermenêutica; 8. Lei de Drogas e Segurança Pública: reflexos na persecução (investigação e procedimento judicial) e na cognição decisória; 9. Lei Maria da Penha e Feminismo: reflexos na persecução (investigação e procedimento judicial) e na cognição decisória; 10. Racismo e persecução (investigação e procedimento judicial): novos meios e técnicas de indicação e mitigação das estruturas discriminatórias. 11. Processo penal e política criminal: temas que no semestre mostrem sua relevância atual para a discussão.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "09:15", "fim": "11:00", "professores": ["(R) Maurício Zanoide de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 108, "pendentes": 5, "matriculados": 101, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 96, "inscritos": 86, "pendentes": 4, "matriculados": 82}, "FD - Direito \u0096 Noturno": {"vagas": 24, "inscritos": 20, "pendentes": 1, "matriculados": 19}}}}}]}