{"unidade": "Faculdade de Direito", "departamento": "Direito Processual", "campus": "São Paulo", "codigo": "DPC0527", "nome": "Direito Processual Penal IV - Procedimentos Especiais", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O ensino de Direito Processual Penal visa: 01. Instruir o aluno no sentido de torná-lo capaz de lidar com a doutrina, com a legislação, com a jurisprudência, segundo os preceitos teóricos;02. Treinar o aluno, habilitando-o a colocar em prática os conhecimentos e a técnica adquiridos, tornando-o capaz de servir ao ordenamento jurídico-processual;03. Habilitar o aluno para as profissões que requisitam o diploma de bacharel, tais como: a Magistratura, o Ministério Público, a Advocacia, etc.;04. Colocar o aluno em contato com a realidade forense e atividades afins através de estágios, visitas a estabelecimentos policiais e penais, realização de júris simulados, pesquisa de doutrina e jurisprudência; outras pesquisas.", "programa_resumido": "1. Procedimento comum e procedimento especial: noções gerais e diferenciações. \n2. Procedimento dos crimes praticados por funcionários públicos.\n3. Procedimento dos crimes contra a honra: procedimento do CPP e da lei de imprensa.\n4. Procedimento dos crimes contra a propriedade imaterial\n5. Procedimento dos crimes da Lei de Drogas.\n6. Procedimento nas ações de competência originária dos tribunais\n7. Procedimento dos crimes de eleitoral\n8. Processo penal na Lei das Organizações Criminosas", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "20:00", "fim": "21:35", "professores": ["José Raul Gavião de Almeida", "Marcos Alexandre Coelho Zilli"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 90, "inscritos": 50, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 18, "inscritos": 13, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 72, "inscritos": 37, "pendentes": 0, "matriculados": 0}}}}}]}