{"unidade": "Faculdade de Direito", "departamento": "Direito Processual", "campus": "São Paulo", "codigo": "DPC0520", "nome": "Novas Tendências do Direito Processual", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O ensino de Direito Processual Civil e Penal visa: 01. Instruir o aluno no sentido de torná-lo capaz de lidar com a doutrina, com a legislação, com a jurisprudência, segundo os preceitos teóricos;02. Treinar o aluno, habilitando-o a colocar em prática os conhecimentos e a técnica adquiridos, tornando-o capaz de servir ao ordenamento jurídico-processual, na defesa da ordem e da paz social;03. Habilitar o aluno para as profissões que requisitam o diploma de bacharel, tais como: a Magistratura, o Ministério Público, a Advocacia, etc.;04. Colocar o aluno em contato com a realidade forense e atividades afins; outras pesquisas.", "programa_resumido": "1 - Evolução histórica e metodológica do direito processual. Pesquisa empírica em direiti. Efetividade do processo. Participação e processo. Processo e ideologia; \n2 - Aspectos processuais do controle do controle de constitucionalidade; \n3 - Eficácia dos precedentes judiciais e decisões vinculantes;\n4 - Processos repetitivos: conceito e técnicas de gerenciamento;\n5 - Case management;\n6 – Processo estrutural e processo de interesse público. Tutela jurisdicional das políticas públicas; \n7 - Tendências contemporâneas e técnica processual: alternativas ao processo de cognição plena;\n8 - Juizados Especiais Cíveis e Criminais, Federais e da Fazenda Pública; \n9 - Antecipação da prova sem o requisito da urgência;\n10 - Processo eletrônico.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "09:15", "fim": "11:00", "professores": ["Carlos Alberto Carmona"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 42, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 46, "inscritos": 28, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 14, "inscritos": 14, "pendentes": 0, "matriculados": 0}}}}}]}