{"unidade": "Faculdade de Direito", "departamento": "Direito Penal, Medicina Forense e Criminologia", "campus": "Outro", "codigo": "DPM0216", "nome": "Teoria Geral do Direito Penal II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudo da parte geral do direito penal, especialmente dos fundamentos constitucionais e da teoria da pena, incluindo as causas de extinção da punibilidade e elementos da ação penal, tem como objetivo dotar o estudante da capacidade de compreensão e crítica do sistema de penas, dos institutos da execução penal e dos efeitos da condenação. Busca-se desenvolver no aluno a capacidade de compreensão dos fundamentos teóricos e das questões práticas e específicas que se apresentam nos casos concretos, tornando-os aptos a resolver os problemas concretos pertinentes à matéria, aplicando corretamente a legislação penal brasileira.", "programa_resumido": "01. Fundamento constitucional da pena. Princípios constitucionais atinentes à pena. Vedações constitucionais. 02. Teorias dos fins da pena. 03. Pena privativa de liberdade. Reclusão e detenção. Regimes prisionais, progressão e regressão. Direitos e deveres do preso. Detração, Remição, Regime Disciplinar Diferenciado. Livramento condicional. Sursis. 04. Penas restritivas de direito: espécies, cominação e aplicação, requisitos para a substituição, conversão, leis especiais. 05. Multa. Sistema dos dias-multa. Execução. Leis especiais. 06. Cominação e aplicação da pena. Método trifásico. Concurso de crimes. Erro na execução. Limite de cumprimento da pena. 07. Efeitos da condenação e reabilitação. 08. Extinção da punibilidade. Conceito e causas. Prescrição. 09. Medidas de Segurança. 10. Ação penal.", "turmas": []}