{"unidade": "Faculdade de Direito", "departamento": "Direito Penal, Medicina Forense e Criminologia", "campus": "São Paulo", "codigo": "DPM0219", "nome": "Criminologia Crítica, Subjetividade e Erro Judiciário", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Existe uma dimensão subjetiva inerente aos processos de criminalização, que é muito pouco\nexplorada nos currículos da graduação em Direito.\nA disciplina “Criminologia, Subjetividade e Erro Judiciário” tem por objetivo diminuir esse déficit, oferecendo subsídios para uma crítica teórica à produção de subjetividades violentas pelo sistema de justiça criminal, tanto em relação aos seus agentes (da polícia ostensiva à penitenciária) quanto em relação às suas vítimas (sejam as vítimas de atos violentos ou da própria resposta penal).\nAlém disso, a disciplina também propõe uma outra perspectiva sobre a “psicologia do cárcere”, estruturada sobre pressupostos sócio-históricos e conforme o método materialista dialético. Isso porque, historicamente, a relação entre os “saberes Psi” e o Direito Penal se estabelece em torno do processo de ressocialização, como objetivo declarado da execução penal, o que, por sua vez, avança sobre algumas questões relativas à interface entre o acusado e a dinâmica processual penal (confissão, testemunho etc.) e o sentenciado e a execução da pena (por todos, o exame criminológico) ou, mesmo, traçando “perfis criminológicos” conforme uma tipologia estrita, o que na prática social concreta fundamenta uma psicologia útil (no sentido de uma ciência instrumental, auxiliar ao Direito) para realização das pretensões punitivas oficiais. Em oposição a essa tradição, precisamente, se constitui a disciplina Criminologia Crítica, Subjetividade e Erro Judiciário.\nJustifica-se essa opção à luz do giro punitivo, cuja face mais visível é o encarceramento em massa, seguido de perto pelo morticínio policial. Diante desse fenômeno, central para a vida social brasileira, propõe-se a crítica criminológica, com foco na subjetividade, sobre todo o sistema de justiça criminal, que alcança, inclusive as determinações ideológicas da criminalização primária (seja na definição de categorias do conceito analítico de fato punível, seja na criação de normas penais completas, seja ainda no desenvolvimento de estratégias retóricas para a apologia ou o aplauso às ações violentas do Estado). Assim, em complemento à diacronia do pensamento criminológico, em sua cronologia objetiva, e ao ensino do método para pesquisa criminológica, em sua ortodoxia formal, os estudantes poderão conhecer o campo da crítica criminológica subjetiva à realização das funções materiais da política criminal oficial.\nEm síntese, a questão essencial, que orienta o programa da disciplina, é “em que medida o sistema de justiça criminal determina, fortalece ou depende de subjetividades violentas?”.\nPor fim, tendo em vista que a suspensão de um juízo ético-crítico sempre produz consequências graves em um sistema de justiça criminal, e atento ao extraordinário avanço da pesquisa criminológica sobre os erros na heurística de julgamento nos últimos 20 anos, inclui-se no programa a mais atualizada literatura sobre erro judiciário, com ênfase na psicologia social, que constitui tema de destaque na criminologia crítica e oferece, concretamente, mecanismos para redução dos casos de “falsos positivos” no sistema de justiça criminal.\nAfinal, em ambientes marcados por subjetividades empobrecidas e embrutecidas, é comum a banalização do rito penal e o descaso com o estado de inocência", "programa_resumido": "Criminologia e Subjetividade à luz da teoria crítica. Direito Penal e Ideologia. Sistema de justiça\ncriminal e a produção de subjetividades violentas. Psicologia do e no cárcere. Prisionalização e cotidiano.\nExame criminológico e prognósticos de reincidência. Diagnósticos clínicos e repressão penal. Erro judiciário e\nfalsos positivos. Confissão (e Tortura). Falsas memórias e erro no reconhecimento. Depoimento especial. Ética e técnica das atividades terapêuticas e assistenciais na justiça criminal.", "turmas": [{"codigo": "20251TA", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "15:30", "fim": "17:05", "professores": ["(R) Mauricio Stegemann Dieter"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 120, "inscritos": 3, "pendentes": 0, "matriculados": 0}}}}}]}