{"unidade": "Faculdade de Direito", "departamento": "Direito Penal, Medicina Forense e Criminologia", "campus": "São Paulo", "codigo": "DPM0218", "nome": "Criminologia Crítica II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A Criminologia Crítica é ponto de partida para uma política criminal alternativa, que proteja e promova os direitos fundamentais concretamente, e que inclui processos amplos de descriminalização primária e secundária. Isso requer compreender e transformar o sistema de justiça criminal, inclusive em termos de representação social de suas funções, considerando que a articulação entre conhecimento crítico e organização política é central para democratização das relações sociais e redução da violência. A disciplina também tem por objetivo apresentar o panorama de desenvolvimento da Criminologia Crítica em diferentes áreas, constituídas em torno de temas ou demandas específicas, produzidas pelo desenvolvimento histórico.", "programa_resumido": "TEORIA CRÍTICA E OS NOVOS REALISTAS DE ESQUERDA— REVALORIZAÇÃO DO DANO SOCIAL — CRIMINOLOGIA CULTURAL — CRIMINOLOGIA FEMINISTA E CRIMINOLOGIA QUEER — RACISMO E CRIMINOLOGIA — ESTRUTURALISMO E PÓS-ESTRUTURALISMO — VITIMOLOGIA E NEO-CRIMINALIZAÇÃO — REAVALIAÇÃO DO PADRÃO METODOLÓGICO", "turmas": [{"codigo": "20242TA", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "13:50", "fim": "15:25", "professores": ["(R) Mauricio Stegemann Dieter"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 48, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 120, "inscritos": 48, "pendentes": 0, "matriculados": 0}}}}}]}