{"unidade": "Faculdade de Direito", "departamento": "Direito Penal, Medicina Forense e Criminologia", "campus": "São Paulo", "codigo": "DPM0419", "nome": "Psicopatologia Forense", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Fazendo uso dos fundamentos previamente lecionados da Psicologia Forense na disciplina de Psicopatologia Forense são apresentadas as afecções e condições mentais que pela natureza e características apresentam fatores específicos de interferência social, personalidade e na capacidade jurídica. Nas aulas teóricas a informação objetiva o entendimento da etiologia e evolução da doença mental com estratégia de desenvolvimento de condições para análise crítica das perícias psiquiátricas, medida de segurança e interdições.Nas aulas teórico-práticas e seminários serão discutidos casos concretos, perícias, julgados bem como publicações científicas recentes, que abordem novas técnicas diagnósticas em psiquiatria forense.", "programa_resumido": "A DISCIPLINA PRETENDE APRESENTAR UMA VISÃO CRÍTICA DOS CONCEITOS E DAS RECENTES DISCUSSÕES RELATIVAS A ETIOLOGIA, ETIOPATOGENIA E ESTRATÉGIAS DE DIAGNÓSTICO DIFERENCIAL DAS DOENÇAS MENTAIS E DAS DROGAS DE ADIÇÃO. ESTUDA AS PSICOSES E SUAS REPERCUSSÕES JURÍDICAS BEM COMO A HISTÓRIA NATURAL DO CONSUMO DAS DROGAS DE MAIOR CONSUMO. NOS SEMINÁRIOS, ABORDAR QUESTÕES DE CONFLITO NA SOCIEDADE PÁTRIA- INTERNAÇÃO INVOLUNTÁRIA, LEGALIZAÇÃO DE CONSUMO, MODALIDADES DE TRATAMENTO, IMPUTABILIDADE PENAL, TRANSTORNO DE PERSONALIDADE E CRIME.", "turmas": [{"codigo": "20251DI", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "07:25", "fim": "09:00", "professores": ["(R) Roberto Augusto de Carvalho Campos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}