{"unidade": "Faculdade de Direito", "departamento": "Direito Penal, Medicina Forense e Criminologia", "campus": "São Paulo", "codigo": "DPM0524", "nome": "Biodireito", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Aproximar os alunos dos princípios que informam a Bioética e capacitá-los a solucionar conflitos penais em conformidade com referidos princípios, em especial aquele referente à autonomia individual. \nAlmeja-se, ainda, analisar o universo de questões que compõem o que pode ser reconhecido como disciplina específica do Direito, a tutela jurisdicional da Saúde e suas especificidades. Além de aprimorar a capacidade de análise crítica dos avanços tecnológicos nas ciências da saúde que, aperfeiçoam a capacidade diagnóstica dos profissionais sem, no entanto, proporcionar o mesmo conforto em relação à cura das moléstias ou às questões éticas que se apresentam. O contraste dessas realidades pode configurar-se como fonte geradora de complexos conflitos e instabilidade social. A pesquisa em saúde, a inovação tecnológica e a biotecnologia moderna ensejam questões éticas que também são discutidas nas modalidades de aulas expositivas, palestras e seminários.", "programa_resumido": "TRATA-SE DE DISCIPLINA MULTIDISCIPLINAR, POR AGREGAR CONHECIMENTOS DA ÁREA JURÍDICA E DA ÁREA MÉDICA. O INTUITO É APROXIMAR OS ALUNOS DE DIREITO DA LINGUAGEM E DOS PRINCÍPIOS INERENTES À BIOÉTICA, COM O FIM DE CAPACITÁ-LOS A ENFRENTAR E SOLUCIONAR OS CONFLITOS JURÍDICOS CRESCENTES, NESTE SEARA. POR UM BOM TEMPO, ESSES CONFLITOS FICARAM CIRCUNSCRITOS ÀS ESFERAS CÍVEL E ADMINISTRATIVA. NO ENTANTO, MAIS RECENTEMENTE, TAIS CONFLITOS TORNARAM-SE FREQUENTES TAMBÉM NO ÂMBITO PENAL, NO BRASIL E NO MUNDO. ALÉM DESSA CAPACITAÇÃO, BUSCA-SE CONFERIR AOS FUTUROS PROFISSIONAIS DO DIREITO INSTRUMENTOS PARA DELIMITAR QUANDO UM CONFLITO DE NATUREZA MÉDICA DEVE (E QUANDO NÃO DEVE) SER ALCANÇADO PELO DIREITO PENAL, QUE É A MAIS FORTE ARMA ESTATAL. \nALÉM DOS TEMAS TEÓRICOS, HAVERÁ A DISCUSSÃO DE CASOS CONCRETOS DIRECIONADOS À ANÁLISE DO ATO MÉDICO INSERIDO EM AMBIENTE SISTÊMICO DE FALHAS NAS POLÍTICAS DE SAÚDE, NA MÁ GESTÃO DOS RECURSOS DE INVESTIMENTOS COMO TAMBÉM ASPECTOS RELACIONADOS À FORMAÇÃO PROFISSIONAL PRECÁRIA DOS MÉDICOS E OUTROS PROFISSIONAIS DA SAÚDE, SUA AUTONOMIA E INTERFERÊNCIAS DOS OPERADORES DE SAÚDE. DISCUTE AINDA, TEMAS FUNDAMENTAIS DO CÓDIGO DE ÉTICA E DO CÓDIGO DE PROCESSO ÉTICO-PROFISSIONAL NOS CONSELHOS DE MEDICINA, DAS PROVAS NOS PROCESSOS E SUA VALORAÇÃO.", "turmas": [{"codigo": "20242DI", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "07:25", "fim": "09:00", "professores": ["(R) Roberto Augusto de Carvalho Campos"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 171, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 48, "inscritos": 103, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 12, "inscritos": 68, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}