{"unidade": "Faculdade de Direito", "departamento": "Direito Penal, Medicina Forense e Criminologia", "campus": "São Paulo", "codigo": "DPM0220", "nome": "Critica Criminológica ao Direito Penal", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Submeter o conceito analítico de fato punível à crítica criminológica, isto é, analisar as categorias abstratas que integram a teoria do delito à pesquisa das determinações concretas do crime e da criminalização. Construir, com isso, um “modelo integrado de ciências criminais” a partir do movimento dialético que (re)integra as disciplinas empíricas e normativas. Explicar as determinações sócio-históricas das categorias penais desafiando sua linearidade aparente conforme a “história das ideias”. Além disso, a disciplina também tem por objetivo demonstrar e explicar as diferenças entre a expectativa técnica e a prática policial e forense a partir das investigações criminológicas mais recentes, especialmente as realizadas no Brasil nas últimas quatro décadas. Para fundamentar essa crítica será definida uma ponte epistemológica, capaz de vencer a distância entre os métodos da criminologia (como ciência social) e do direito penal (como técnica jurídica) para um encontro de sentidos em direção ao aprimoramento científico e democrático do direito penal pátrio.\n\nO programa propõe, em sua parte inicial, uma revisão criminológica da categorias do conceito de crime e, na sequência, a análise radical de leis que efetivamente catalisam processos punitivos ou legitimam a direção política dos processos de criminalização secundária, especialmente considerando os cinco crimes que prevalecem no sistema penitenciário: tráfico de drogas, furto, roubo, homicídio e posse/porte ilegal de armas de fogo. Chega a termo, portanto, avançando sobre a criminalização sistêmica, tanto em relação aos crimes que viabilizam o “lawfare” dentro do sistema de justiça criminal, quando da criminalização das atividades que promovem a destruição de recursos naturais escassos. É importante destacar, por fim, que essa disciplina pretende completar o programa de formação em criminologia crítica (em acréscimo à formação em criminologia do consenso, que conta com disciplina própria), que já inclui três disciplinas (Criminologia Crítica I, DPM0217, Criminologia Crítica II, DPM0218, e Criminologia Subjetividade e Erro Judiciário, DPM 0219). A ideia é que o estudante, depois de informado sobre as teorias criminológicas consensuais, críticas e contemporâneas, perceba a aplicação prática desse conhecimento sobre o sistema de justiça criminal e como instrumento analítico das categorias que compõe o conceito de delito. A disciplina “Crítica Criminológica do Direito Penal” seria, portanto, responsável por completar a formação criminológica do estudante de graduação do curso de Direito, do abstrato ao concreto.", "programa_resumido": "Introdução. A crítica criminológica ao Direito Penal brasileiro: o vazio dogmático na prática forense. A ideologia na pedagogia jurídico-penal.", "turmas": [{"codigo": "20242TA", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "15:30", "fim": "17:05", "professores": ["(R) Mauricio Stegemann Dieter"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 66, "pendentes": 0, "matriculados": 0, "grupos": {"FD -   para toda a Unidade": {"vagas": 120, "inscritos": 66, "pendentes": 0, "matriculados": 0}}}}}]}