{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Ribeirão Preto", "codigo": "DPP0216", "nome": "O Empresário do Setor Sucroenergético e seus Desafios: Análise Jurídica, Socioambiental e Mercadológica", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Dentre outros possíveis temas políticos envolvendo o setor sucroenergético, analisaremos questões sociais dos seus trabalhadores (trabalho em condição análoga a de escravo e cotas de deficientes), questões ambientais envolvendo reserva legal florestal, queimada de cana e irrigação dos canaviais com vinhaça (fertirrigação) e, ainda, questão mercadológica relacionado ao etanol combustível (maior intervenção do Estado neste mercado). Enfim, a disciplina tem caráter interdisciplinar, priorizando principalmente o diálogo entre o Direito do Trabalho, Direito Ambiental, Direito Comercial e Economia. Procuraremos analisar cada tema considerando o histórico do setor, a legislação vigente e o entendimento jurisprudencial, os entraves e obstáculos identificados as possíveis soluções. Buscaremos verificar se existe ou não a falta de um marco regulatório mais claro para determinados temas, o que acaba tornando a discussão ainda mais polêmica e belicosa. Enfim, buscaremos desenvolver com os alunos a análise crítica dos temas, contrapondo a visão do empresário, dos órgãos fiscalizatórios e as decisões judiciais a respeito, na tentativa de reduzir os pontos de conflito, de modo a contribuir para o desenvolvimento da sociedade como um todo, sob a aspecto econômico, social e ambiental.", "programa_resumido": "Esta disciplina optativa aborda temas polêmicos envolvendo o setor sucroenergético (nas áreas empresarial, trabalhista, ambiental e de mercado), tais como questões relacionados ao trabalho em condição análoga à de escravo, cumprimento da cota de deficiente, reserva legal florestal, queimada de cana, irrigação dos canaviais com vinhaça (fertirrigação) e, ainda, a necessidade ou não de maior intervenção do Estado no mercado de etanol combustível. Enfim, a disciplina tem caráter interdisciplinar, priorizando principalmente o diálogo entre o Direito do Trabalho, Direito Ambiental, Direito Comercial e Economia. Em síntese, essa disciplina trata de questões envolvendo um setor da economia no Brasil paradoxal, que tanto é apontado, de um lado, como uma via alternativa para a produção de alimentos, combustível e energia como, de outro, o responsável pela precarização das questões socioambientais.", "turmas": [{"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "16:15", "fim": "18:00", "professores": ["(R) Rogério Alessandre de Oliveira Castro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 24, "pendentes": 0, "matriculados": 0}}}}}]}