{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Ribeirão Preto", "codigo": "DPP0213", "nome": "Fundamentos de Direito Registral", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Os registros públicos no Brasil têm uma dimensão normativa central na Lei nº 6.015/1973. Já no art. 1º afirma-se sua tríplice função de dar segurança, autenticidade e eficácia aos atos jurídicos. Realmente o sistema registral atribui a segurança pela confiança depositada pela sociedade e particulares na veracidade das informações nele cadastradas, as quais gozam inclusive de presunção relativa de veracidade, mas também estabelecem relação de autenticidade aos fatos lato sensu neles referidos, além de desencadearem diversos efeitos próprios, quer constitutivos, quer declarativos, quer ainda de extensão da eficácia perante terceiros. Entretanto, a prática do profissional do direito, nas diferentes áreas de atuação, requer conhecimento sistemático do registro e de institutos complementares, como também da dinâmica própria da atividade do registrador e dos que apresentam títulos para prenotação. A disciplina, então, contará com visitas dos alunos aos diferentes cartórios que desempenham funções registrais e apresentação periódica de relatórios sobre a visita. Diante da proposta interdisciplinar do conteúdo, são necessários diversos pré-requisitos para o aluno aproveitar a dinâmica do curso e compreender o Direito Registral como microssistema específico.", "programa_resumido": "Esta disciplina optativa tem por escopo destacar aspectos relevantes do Direito Registral, abordando, deste modo, temas relacionados ao Registro Civil de Pessoas Naturais, ao Registro de Títulos e |Documentos, ao Registro Civil das Pessoas Jurídicas e ao Registro de Imóveis. Destacam-se, ainda, as normas da corregedoria do Tribunal de Justiça do Estado de São Paulo, porque são fundamentais na medida em que regulamentam os serviços prestados pelos registradores no Estado de São Paulo.", "turmas": [{"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "12:15", "fim": "14:00", "professores": ["(R) Cíntia Rosa Pereira de Lima"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}