{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Outro", "codigo": "DPP1260", "nome": "Direito e Tecnologia da Informação", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O estudo da tecnologia e o impacto do desenvolvimento tecnológico no Direito requer um olhar interdisciplinar. Por outro lado, a regulamentação jurídica da Internet e Proteção de Dados Pessoais exige do aluno da Ciência da Computação conhecimentos jurídicos relacionados à matéria. Portanto, esta disciplina propõe o enfrentamento de temas relacionados à web, tais como: neutralidade da rede, proteção dos dados pessoais, Big Data, automatização no Direito (lawtechs e legaltechs), anonimização e pseudoanonimização em uma perspectiva jurídica e tecnológica. É cediço que o aluno do Direito e o aluno da Ciência da Computação não podem ficar alheios ao estudo completo e aprofundado sobre esses temas tão importantes. Portanto, esta disciplina tem por objetivo preparar os profissionais do Direito e da Ciência da Computação para lidar com os conflitos sociais já existentes e muito comuns dado o uso massivo da tecnologia da informação.", "programa_resumido": "Desde os estudos de Lawrence Lessig, constatou-se a correlação direta entre direito, tecnologia e mercado. Portanto, uma tecnologia que afronta os ditames legais será proibida; e uma lei ou ordem judicial inoperável em seu aspecto tecnológico será inócua. No Brasil, a Lei de Acesso à Informação (Lei n. 12.527/2011), o Marco Civil da Internet (Lei n. 12.965/2014) e a Lei Geral de Proteção de Dados Pessoais (Lei n. 13.709/2018) trouxeram em seus dispositivos menção a critérios técnicos em diversos dispositivos, comprovando mais uma vez a necessária visão interdisciplinar do tema relacionado às novas tecnologias. Atualmente, são inúmeros os desafios apresentados pelas tecnologias Big Data, anonimização e pseudoanonimização, e a crescente automatização do Direito, entre outros temas, que exigem um estudo interdisciplinar para sua correta compreensão. Por isso, esta disciplina apresenta inicialmente uma análise introdutória, com ênfase no surgimento e evolução da web e da tecnologia da informação para contextualizar os alunos. Posteriormente, enfrenta algumas questões específicas, acima destacadas e que mudam constantemente dada os avanços nos desenvolvimentos tecnológico.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "ter", "inicio": "12:15", "fim": "14:00", "professores": ["(R) Cíntia Rosa Pereira de Lima", "(R) Evandro Eduardo Seron Ruiz"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}