{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Outro", "codigo": "DPP1261", "nome": "Direito, Relações Raciais e Justiça", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "O curso tem por objetivo abordar aspectos da relação entre Direito e a Justiça à luz das relações raciais, com foco na operação do sistema de justiça e em processos judiciais e de resolução de disputas. Através da análise dos fenômenos jurídico-sociais à luz de teorias contemporâneas do acesso à justiça articuladas à teoria crítica racial, pretende oferecer compreensão e capacidade de identificar e analisar como o Direito e as instituições de Justiça operam para a manutenção da discriminação racial e da marginalização de grupos em situação de vulnerabilidade. Desse modo, o curso tem como pretensão estabelecer uma relação entre os conglomerados normativos e judiciais (internacionais e nacionais, constitucionais e infraconstitucionais) e a realidade fática das populações racializadas. O curso visa, de modo geral: i) despertar uma visão crítica acerca dos instrumentos jurídicos na manutenção da discriminação racial e ii) oportunizar o debate sobre as lutas antidiscriminatórios, a fim de promover maior engajamento entre o ensino jurídico e a realidade social. E, especificamente, desenvolver nos discentes: i. Capacidade de, diante de uma determinada situação concreta, identificar os temas jurídicos a partir da compreensão da realidade racial brasileira; conhecer os principais conceitos que envolvem o estudo das relações raciais e aplicá-los na leitura dos temas jurídicos, entendendo sua finalidade e eficácia; ii. Capacidade de interpretação de textos em geral, análise de acórdãos e de textos jurídicos, em especial aplicando os conceitos críticos trazidos pela disciplina; iii. Desenvolvimento de pensamento crítico e raciocínio estratégico para manusear os institutos jurídicos e compreensão de casos práticos.", "programa_resumido": "1.\tAs teorias das Relações Raciais e a democracia brasileira\na.\tDefinindo raça e racismo e sistema de justiça\ni.\tIntrodução: diálogo entre as ciências naturais, antropologia e ideologias\nii.\tTeorias Raciais\niii.\tRaça e racismo\niv.\tTipos de racismo e sistema de justiça\nb.\tRelações raciais no Brasil: contexto ideológico e cultural do racismo brasileiro\ni.\tContexto jurídico e social-econômico do final do século XIX\nii.\tSéculo XX e a política nacional de embranquecimento: Imigração e seu papel na formação da nação brasileira\niii.\tConstrução do conceito de Democracia Racial\n2.\tAcesso à justiça no Brasil e relações raciais\na.\tIntrodução\nb.\tConstituições Brasileiras e relações raciais\nc.\tHistórico do conjunto normativo brasileiro a partir das relações raciais\ni.\tRegras de imigração\nii.\tLegislações infraconstitucionais: cronologia das legislações discriminatórias\nd.\tAcesso à justiça e raça no Brasil\n3.\tGênero e raça: uma perspectiva interseccional\na.\tConceito de gênero\nb.\tMulheres, raça e classe\nc.\tTransfeminismo negro\n4.\tA conformação racial do sistema de justiça brasileiro\na.\tO funcionamento do Sistema de Justiça brasileiro\ni.\tComposição do sistema de justiça\n5.\tRelações raciais no mundo do trabalho\na.\tProfissões racializadas\ni.\tEmpregadas domésticas\nb.\tTrabalho escravo contemporâneo\n6.\tEncarceramento em massa\na.\tIdeologia racista\nb.\tSistema de justiça criminal\ni.\tAbordagem policial\nc.\tGênero, raça e classe e guerra às drogas\n7.\tConclusão do curso\na.\tApresentação dos trabalhos finais", "turmas": []}