{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Ribeirão Preto", "codigo": "DPP3201", "nome": "Direito Civil III - Reais", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Compreensão dos fenômenos apropriatórios básicos do sistema de direito privado, assim como das instituições correlatas aos moldes de aquisição e perda da propriedade em sentido amplo.", "programa_resumido": "01. Introdução ao estudo do direito das coisas. A noção de coisa na teoria dos bens. Diferenças entre direitos reais e pessoais. Características dos direitos reais. Figuras afins: obrigações propter REM, ônus reais e obrigações in rem scriptae.\n02.Direito das coisas e direitos reais. Sentidos da palavra propriedade.\n03. Posse: origem e evolução histórica. Teorias principais. Conceito. Natureza jurídica. Elementos. Sujeito e objeto da Posse. A questão da posse e os direitos pessoais.Posse e direitos de autoria (direitos de autor e propriedade industrial).\n04. As diversas espécies de posse: posse ad usucapionem, ad interdicta, detenção, tença e mera ocupação. Posse direta e indireta. Posse justa e injusta. Posse de boa-fé e de má-fé. Posse velha e posse nova.\n05. Aquisição e perda de posse. Registro de posse e conversão do registro em propriedade. Usucapião administrativa.\n06. Efeitos da posse: desforço imediato, legítima defesa de posse, ações possessórias, percepção de frutos, indenização por benfeitorias, direito de retenção. Presunções em matéria de posse.\n07. A proteção possessória: os interditos e as ações de proibição, manutenção e de reintegração de posse. Outras ações possessórias. Ações semelhantes.\n08. Responsabilidade civil do possuidor.\n09. A propriedade: evolução, natureza e fundamento do direito de propriedade. Caracteres.\n10. Função social da propriedade. Regimes especiais de minas e jazidas. Águas e energia. Florestas, fauna, patrimônio histórico e artístico nacional. Limitações, limites e restrições ao direito de propriedade.\n11. Regime jurídico a descoberta de bens.\n12. Modos de aquisição da propriedade. Aquisição da propriedade imóvel.\n13. Registro imobiliário. Características principais e princípios específicos. A Lei de Registros Públicos.\n14. Usucapião: conceito, elementos comuns e espécies no direito brasileiro. Usucapião extraordinária, ordinária, especial rural, especial urbana, especial urbana por abandono do lar, coletiva. Exceção de usucapião, registrabilidade e efeitos da usucapião sobre os demais direitos reais instituídos sobre o imóvel. Usucapio libertatis.\n15. Acessão: formação de ilhas, aluvião, avulsão, álveo abandonado, construções e plantações. Construções com invasão de área vizinha.\n16. Direito hereditário. Saisine e condomínio entre os herdeiros.\n17. Outros modos de aquisição da propriedade imóvel.\n18. Perda da propriedade imóvel: alienação, renúncia, abandono, perecimento do objeto. Desapropriação, expropriação e confisco de bens. Outros modos de perda da propriedade.\n19. Direitos de vizinhança. Cláusula geral de mau uso da propriedade.\n20. Árvores limítrofes. Passagem forçada. Águas. Limites entre prédios e direito de tapagem. Direito de construir.\n21. Ações do domínio. Reivindicatória, vindicatória, confessória, negatória, dano infecto, nunciação de obra nova. Ação publiciana e propriedade bonitária. Demais ações reais e remédios análogos.\n22. Condomínio: conceito, natureza, espécies. Condomínio tradicional. Direitos e deveres dos condôminos. Condomínios de natureza especial. Administração de condomínios. Ação de divisão de condomínio e de extinção de condomínio.\n23. Condomínio edilício: evolução histórica, natureza jurídica. Constituição do condomínio. Registro de memorial descritivo. Incorporação imobiliária e patrimônio de afetação. Convenção de condomínio e regimento interno. Direitos e deveres dos condôminos. Sanções da vida condominial. Administração. A assembleia geral, o síndico e o conselho fiscal. Cobrança de prestações condominiais. Extinção do condomínio.\n24. Novas modalidades condominiais: clubes de campo, multipropriedade, shoppings centers, cemitérios privados, loteamentos.\n25. Modos de aquisição da propriedade móvel: tradição, ocupação, especificação invenção, confusão, comistão e adjunção. Coisas achadas, furtadas e roubadas.\n26. Perda da propriedade móvel.\n27. Propriedade resolúvel: espécies e regime jurídico.\n28. Direitos reais sobrecoisa alheia: definição, natureza jurídica, constituição, caracteres, classificação.\n29. Enfiteuse: noção geral. Natureza jurídica. Objeto. Modos de constituição. Direitos e obrigações do foreiro e do senhorio. Foro anual e laudêmio. Comisso. Efiteuse em imóveis públicos.\n30. Servidões prediais: noção geral. Classificação e espécies. Constituição e extinção. Usucapião de servidão.\n31. Usufruto, uso e habilitação. Direitos e obrigações do usufrutuário e do proprietário. Constituição e extinção. Cessão do exercício do usufruto. Uso e habitação.\n32. Direito de superfície. Conceito, natureza, espécies. Constituição e extinção. Direito de superfície no Código Civil e no Estatuto da Cidade. Semelhanças e diferenças.\n33. Direito real de aquisição. Direito do promitente comprador. Tutela do compromissário. Contratos de gaveta e proteção do adquirente. Especificidades em loteamentos.\n34. Direitos reais de garantia: noção, histórico, conceito. Espécies. Disposições comuns. Diferenças. Requisitos. Efeitos.\n35. Penhor: elementos. Direitos e deveres do devedor e do credor. Espécies: penhor legal; penhor rural (agrícola e pecuário); penhor mercantil; penhor industrial; penhor de veículos; penhor de direitos e de títulos de crédito; penhor e caução. Cédulas de crédito pignoratício. Constituição por tradição e por registro.\n36. Anticrese: noção. Direitos e deveres do credor e do devedor anticréticos.\n37. Hipoteca: generalidades. Antecedentes históricos. Natureza e caracteres. Constituição. Pluralidade de hipoteca. Hipoteca convencional, legal e judicial. Hipotecas especiais. Efeitos e modificações da hipoteca. Registro e averbação da extinção da hipoteca. Hipoteca e financiamento imobiliário.\n38. Propriedade fiduciária. Conceito, contrato. Negócio indireto e negócio fiduciário. Propriedade fiduciária sobre coisas móveis e sobre coisas imóveis. Mora e purgação da mora na propriedade fiduciária. Prisão civil do devedor: panorama histórico e situação atual. Sistema financeiro imobiliário. Securitização de recebíveis imobiliários.\n39. Direitos reais sociais.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:15", "fim": "10:00", "professores": ["Andrea Cristina Zanetti"]}, {"dia": "ter", "inicio": "08:15", "fim": "10:00", "professores": ["Andrea Cristina Zanetti"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025112", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:15", "fim": "12:00", "professores": ["Andrea Cristina Zanetti"]}, {"dia": "ter", "inicio": "10:15", "fim": "12:00", "professores": ["Andrea Cristina Zanetti"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}