{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Ribeirão Preto", "codigo": "DPP3260", "nome": "Pesquisa Empírica em Direito", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Fornecer ao aluno(a) elementos básicos para realização de pesquisa jurídica de natureza empírica, para fins acadêmicos e não acadêmicos. Desenvolver capacidade de compreensão e análise de problemas jurídicos concretos e capacidade para articular soluções adequadas. Provocar a reflexão sobre teorias e conceitos jurídicos a partir de dados empíricos.", "programa_resumido": "A pesquisa empírica em direito é um dentre outros caminhos para formação jurídica básica. Os conteúdos, competências e habilidades são desenvolvidos através da observação e análise de fenômenos jurídicos em seu concreto funcionamento (o chamado “law in action”, em oposição ao “law in books”). Não é uma novidade, mas tem ganho crescente espaço como opção metodológica em um número cada vez maior de produções em direito. Suas vantagens são várias: compele o(a) aluno(a) a planejar metodologicamente seu trabalho, coloca-o em contato com outras áreas de conhecimento e traz potencialmente mais sensibilidade e habilidade para operar em concreto conhecimento e instrumentos jurídicos. Além disso, mais do que a coleta dos dados e da perspectiva da natureza normativa da ciência jurídica, a pesquisa empírica em direito deve enfrentar um desafio da maior, que é realizar uma análise perspicaz dos dados e, a partir deles, dialogar com a teoria e a dogmática jurídica.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:15", "fim": "12:00", "professores": ["Flavia Trentini"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}