{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Outro", "codigo": "DPP4204", "nome": "Direito Civil IV - Fato e Negócio Jurídico", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina é preparar o aluno para iniciá-lo no estudo do Direito, em especial nas disciplinas de Direito Privado, apresentando-lhe os conceitos fundamentais da matéria que serão utilizados no decorrer do Curso.", "programa_resumido": "I - Fatos Jurídicos: \n1. Noção de fato jurídico. A hipótese legal (suposto fático) e o suporte fático. Formação simples e formação complexa dos fatos jurídicos. Existência e eficácia jurídica. \n2. As várias classificações dos fatos jurídicos (quanto à estrutura da “facti species”, quanto à lici-tude, quanto ao número de elementos e quanto aos efeitos). \n3. Atos não negociais. \n\nII - Teoria do Negócio Jurídico: \nA) O plano de existência do negócio jurídico. \n4. Evolução do conceito de negócio jurídico: a) teorias individualistas (Teoria da Vontade e libera-lismo político; Teoria da Declaração e liberalismo econômico); b) teorias da tutela pelo ordena-mento e Estado-intervencionalista; c) teoria do reconhecimento social do jurídico e a pós-modernidade. \n5. Definição de negócio jurídico (= declaração de vontade vista socialmente como destinada a produzir efeitos jurídicos) e funções (função individual e função social). A auto-determinação e a declaração negocial como declaração vista socialmente como de caráter vinculante. O negócio jurídico como instrumento de colaboração entre os homens. O negócio jurídico como “valor em si”. \n6. Três princípios do negócio jurídico: a “fides”, a igualdade (formal e real) e a adequação social do fim. Outros princípios: princípio da conservação, princípio da boa-fé, princípio da forma livre e do consensualismo, etc. \n7. Ato e negócio jurídico no C. C. brasileiro e no ordenamento jurídico brasileiro. Ato e negócio jurídico nos demais ordenamentos romano-germânicos. \n8. As declarações em geral, a declaração de vontade e a declaração negocial. Manifestação e de-claração. Distinção entre declaração de vontade incompleta, declaração negocial incompleta. O negócio jurídico incompleto. \n9. Classificação do negócio jurídico: a) quanto ao agente (unilateral, bilateral, ato coletivo); b) quanto à forma: declaração expressa e tácita. Negócios de atuação; o silêncio como declaração de vontade. Negócios solenes. \n\n10. Continuação: c) quanto ao conteúdo de declaração; típicos e atípicos; negócios conexos e co-ligados; d) quanto ao objeto: patrimoniais e não-patrimoniais. Gratuitos e onerosos. Causais e abstratos. O sinalagma. \n11. Continuação: e) quanto aos efeitos: negócios de efeitos obrigacionais; negócios de disposição; negócios estatutários; autorizações. f) outras classificações. \n12. Existência, validade e eficácia do negócio jurídico. Elementos de existência, requisitos de vali-dade e fatores de eficácia. Elementos essenciais, naturais e acidentais. \n13. O momento da formação e conclusão do negócio e o papel da vontade. O jogo entre justo pos-to e o justo natural. \n14. O momento da eficácia do negócio jurídico. \n15. O momento da extinção do negócio jurídico e a frustração do fim. A teoria da base negocial objetiva. Eficácia pós-negocial. \n16. Interpretação dos negócios jurídicos. Tipologia negocial: o jogo entre vontade, declaração e causa. \n17. Fases da interpretação negocial. \n18. O negócio jurídico como processo, ou procedimento. A regra da boa-fé objetiva e sua aplicação nas fases pré-negocial, negocial propriamente dita e pós-negocial. Deveres autônomos e anexos. \n19. Negócios jurídico e atividade negocial. O conceito de atividade. \n20. Representação. Espécies de representação. \n21. Teoria da aparência. Efeitos jurídicos da aparência. \n\nB) Validade e eficácia do negócio jurídico. \n22. Vontade e capacidade (remissão). Falta absoluta de vontade. \n23. Legitimidade e legitimação. \n24. Forma. Declarações negociais que dependem da forma especial. \n25. Meios de prova dos negócios jurídicos. Documentos públicos e documentos particulares. Re-gistro. \n26. Objeto do negocio jurídico. Objeto e conteúdo. Negócio jurídico “per relationem”. Requisitos do objeto. \n27. Vontade e vícios do consentimento: erro. \n28. Vontade e vícios do consentimento: dolo. \n29. Vontade e vícios do consentimento: coação e estado de perigo. \n30. Lesão enorme e lesão qualificada. \n31. O fim ilícito: fraude contra credores. Noção de fraude em geral. As hipóteses legais de fraude contra credores. Ação pauliana. \n32. O fim ilícito: simulação. Noção de simulação, tipos, efeitos. \n33. Negócio fiduciário e negócio indireto. \n34. Os fatores da eficácia. Eficácia suspensa. Eficácia relativa (ou incompleta). \n35. A oponibilidade do negócio jurídico a terceiros. \n36. A condição e o modelo condicional. \n37. O termo. \n38. O encargo. \n39. O motivo determinante expresso. A pressuposição. \n\nC) Invalidade e ineficácia. \n40. Teoria das nulidades. Inexistência, invalidade (irregularidade) e ineficácia. As sanções em caso de irregularidade do negócio jurídico. \n41. O negócio jurídico inexistente. \n42. Espécies de nulidade: de pleno direito e dependente de sentença; absoluta e relativa; sanável e insanável; textual e virtual etc.. Nulidade a anulabilidade no Código Civil. \n43. Casos de nulidade. \n44. Casos de anulabilidade. \n45. Ineficácia pendente e ineficácia relativa (ou inoponibilidade ao interessado). \n46. O princípio da conservação dos negócios jurídicos. Nulidade parcial. Conversão. \n47. Confirmação. Convalidação. Pós-eficacização. \n48. Ineficácia superveniente: revogação, resolução, resilição, rescisão. \n49. Particularidades da teoria das nulidades no direito comercial e em outros ramos do direito. \n\nIII - Atos Ilícitos e Distribuição Eqüitativa de Prejuízos. \n50. O ato ilícito e a responsabilidade subjetiva. Pressupostos da responsabilidade civil subjetiva. \n51. O dano. O dano patrimonial, o dano moral e o dano social. \n52. O nexo de causalidade. A “correlação”. \n53. A culpa. Força maior; estado de necessidade; e legítima defesa. \n54. Exercício de direito e suas limitações. Abuso de direito. \n55. Evolução da responsabilidade civil: responsabilidade objetiva e distribuição eqüitativa de pre-juízos. \n56. Enriquecimento-sem-causa. \n\nIV - Tutela dos direitos, prescrição e decadência. \n57. Direito subjetivo, pretensão, exigibilidade e ação. A tutela dos direitos. \n58. Prescrição e decadência. \n59. Prazos de prescrição. \n60. Causas que impedem ou suspendem a prescrição. \n61. Causas que interrompem a prescrição.", "turmas": []}