{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Outro", "codigo": "DPP5261", "nome": "Fundamentos de Direito Notarial", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O Direito Notarial é visto como uma ciência autônoma, porque possui objeto e métodos próprios. Por isso, justifica-se esta disciplina optativa para o enfrentamento de questões específicas relacionadas a este tema. No Brasil, a principal fonte normativa é a Lei n. 8.935/94, que regulamentou o art. 236 da CF/88, estabelecendo normas para as atividades notariais. Ademais, o provimento 58, “Normas de serviço da Corregedoria Geral da Justiça do estado de São Paulo” também é uma fonte importante desta disciplina, sem esgotar as diversas leis específicas, como por exemplo, a Lei n. 9.492/94 também define as competências e atribuições dos Tabeliães de Protestos de Títulos. Assim, o objetivo desta disciplina não é revisar os institutos de direito público e privado já estudados durante o curso de Direito, mas sim analisar o Direito Notarial em sua completude como ciência própria e independente, com destaque à prática jurídica neste ramo. Deste modo, esta disciplina tem por objetivo preparar os futuros juristas com uma base sólida sobre um tema pouco estudado na doutrina brasileira.", "programa_resumido": "Esta disciplina optativa tem por escopo destacar aspectos relevantes do Direito Notarial, abordando, deste modo, temas relacionados ao Tabelionato de Notas e ao Tabelionato de Protesto de Títulos e outros documentos de dívidas. Destacam-se, ainda, as normas da corregedoria do estado de São Paulo, porque são fundamentais na medida em que regulamentam os serviços prestados pelos tabeliães no Estado de São Paulo.", "turmas": [{"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "12:15", "fim": "14:00", "professores": ["(R) Cíntia Rosa Pereira de Lima"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}