{"unidade": "Faculdade de Direito de Ribeirão Preto", "departamento": "Direito Privado e de Processo Civil", "campus": "Ribeirão Preto", "codigo": "DPP6205", "nome": "Direito do Consumidor", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O Direito do Consumidor é um microssistema jurídico e, por isso, requer um estudo aprofundado e especializado dos principais temas relacionados à matéria. Desta forma, aliando os conhecimentos adquiridos durante o curso de Direito, objetiva-se consolidar a matéria relacionada ao Direito das Obrigações e Contratos para destacar as peculiaridades da sociedade de consumo em massa. Por fim, esta disciplina visa a preparar os futuros operadores do Direito a enfrentar questões que fogem às regras estabelecidas no contexto do jus liberalismo e individualismo, que dominou o Código Civil até 2002 e o Código de Processo Civil.", "programa_resumido": "Como um microssistema, o Direito do Consumidor abarca conteúdos de direito material (e.g. responsabilidade pelos acidentes e pelos incidentes de consumo) e de direito processual, a exemplo da inversão do ônus da prova e da defesa coletiva. Portanto, esta disciplina está estruturada em duas grandes partes. A primeira parte compreende a análise dos fenômenos denominados “consumismo” e “consumerismo” e sua evolução em outros países e no Direito brasileiro, bem como os princípios norteadores das relações de consumo e os elementos da relação jurídica de consumo. A segunda metade da disciplina tem por objeto o estudo dos direitos básicos do consumidor e a teoria da quantidade e qualidade prevista pelo Código de Defesa do Consumidor.", "turmas": [{"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "10:15", "fim": "12:00", "professores": ["Marta Rodrigues Maffeis"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 45, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 45, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024212", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:15", "fim": "10:00", "professores": ["Marta Rodrigues Maffeis"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 29, "pendentes": 0, "matriculados": 0, "grupos": {"FDRP - para toda a Unidade": {"vagas": 60, "inscritos": 29, "pendentes": 0, "matriculados": 0}}}}}]}