{"unidade": "Faculdade de Direito", "departamento": "Direito do Trabalho e da Seguridade Social", "campus": "São Paulo", "codigo": "DTB0427", "nome": "Direito Processual do Trabalho: Teoria Geral do Processo do Trabalho", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O ensino do direito processual do trabalho tem como objetivo habilitar o futuro bacharel à adequada compreensão do processo de conhecimento trabalhista, tendo em vista os princípios, regras e instituições destinados a regular a atividade dos órgãos jurisdicionais especializados na solução dos conflitos individuais e coletivos decorrentes das relações de trabalho. \nPretende-se preparar o aluno para a compreensão das peculiaridades do processo do trabalho, mediante o estudo da Constituição Federal, da Consolidação das Leis do Trabalho, do Código de Processo Civil e da legislação correlata, bem como da doutrina e da jurisprudência nacionais. \nMunido de tal conhecimento teórico espera-se que, ao final do semestre letivo, o aluno possa refletir sobre o modelo jurisdicional brasileiro de solução dos conflitos decorrentes das relações de trabalho e opinar de forma crítica a seu respeito.", "programa_resumido": "1.    As relações entre o processo trabalhista e o processo civil.\n2.    Princípios constitucionais do processo  no âmbito do processo trabalhista.\n3.    A noção de ação e o processo trabalhista.\n4.    A noção de jurisdição e o processo trabalhista.\n5.    A noção de processo e procedimento e o processo trabalhista.\n6.    As ações coletivas e o processo trabalhista.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "18:20", "fim": "19:55", "professores": ["Otavio Pinto e Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 120, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 24, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 96, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}