{"unidade": "Faculdade de Direito", "departamento": "Direito do Trabalho e da Seguridade Social", "campus": "Outro", "codigo": "DTB0438", "nome": "Direito Processual do Trabalho: Processo de Conhecimento Trabalhista", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Objetivos: O ensino do direito processual do trabalho tem como objetivo habilitar o futuro bacharel à adequada compreensão do processo de conhecimento trabalhista, tendo em vista os princípios, regras e instituições destinados a regular a atividade dos órgãos jurisdicionais especializados na solução dos conflitos individuais e coletivos decorrentes das relações de trabalho. \nPretende-se preparar o aluno para a compreensão das peculiaridades do processo do trabalho, mediante o estudo da Constituição Federal, da Consolidação das Leis do Trabalho, do Código de Processo Civil e da legislação correlata, bem como da doutrina e da jurisprudência nacionais. \nMunido de tal conhecimento teórico espera-se que, ao final do semestre letivo, o aluno possa refletir sobre o modelo jurisdicional brasileiro de solução dos conflitos decorrentes das relações de trabalho e opinar de forma crítica a seu respeito.", "programa_resumido": "1.\tFundamentos do Direito Processual do Trabalho. Autonomia. Princípios\n2.\tOrganização e funcionamento da Justiça do Trabalho. Comissões de Conciliação Prévia.\n3.\tCompetência da Justiça do Trabalho\n4.\tAtos, termos e prazos processuais. \n5.\tPartes, representação, procuradores e terceiros\n6.\tFase postulatória. Petição inicial.\n7.\tFases conciliatória e probatória. Defesa do réu: exceções, contestação.\n8.\tAudiência. Ônus da prova.\n9.\tFase decisória. Sentença.\n10.\tProcedimentos. Rito sumário, ordinário e sumaríssimo.\n11.\tNulidades.", "turmas": []}