{"unidade": "Faculdade de Direito", "departamento": "Direito do Trabalho e da Seguridade Social", "campus": "São Paulo", "codigo": "DTB0535", "nome": "Saúde e Segurança do Trabalho", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Compreender a segurança do trabalho para a construção de um meio ambiente equilibrado e a prevenção de acidentes. Apreender o conteúdo das principais disposições legais sobre o tema, particularmente as normas regulamentadoras do Ministério do Trabalho e tratados internacionais sobre a matéria.", "programa_resumido": "1 – Apresentação. Introdução à segurança ocupacional. Origens da Fundacentro. Portaria 3214/1978.\n\n2 – Agentes físicos calor, frio e umidade. NR 15. Anexos 3, 9 e 10.\n \n3 – Ruídos e vibrações. Perda auditiva induzida por ruídos ocupacionais. NR 15. Anexos 1, 2 e 8.\n \n4 – Agentes químicos. Elementos químicos multifragmentados: impactos da nanotecnologia nas matérias primas e nos bens de consumo. NR 15. Anexos 11, 12, 13 e 13-A.\n\n5 – Agentes biológicos. NR 15. Anexo 14. \n\n6 – Acidentes de trabalho. \n\n7 – Aspectos gerais da periculosidade. NR 16. Elementos explosivos, inflamáveis e elétricos. \n\n8 – Aspectos gerais da penosidade. Controle da jornada de trabalho como forma de prevenção da fadiga. Importância dos intervalos interjornadas e intrajornadas. Turno ininterrupto de revezamento. \n\n9 – Ergonomia. Iluminação. NR 17. \n\n10 – Saúde e segurança no trabalho rural. Agrotóxicos. NR 31. \n\n11 – CIPA, Sesmet e programas especiais de segurança do trabalho (PPRA, PCMSO, PCMAT, PPR, PPEOB). \n\n12 – Convenções da OIT sobre saúde e segurança.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "18:20", "fim": "21:35", "professores": ["(R) Homero Batista Mateus da Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Diurno": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Noturno": {"vagas": 48, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}