{"unidade": "Faculdade de Direito", "departamento": "Direito do Trabalho e da Seguridade Social", "campus": "São Paulo", "codigo": "DTB0532", "nome": "Direito Processual do Trabalho: Execução Trabalhista", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O ensino da “execução trabalhista” tem como objetivo habilitar o futuro bacharel à adequada compreensão das especificidades do cumprimento da sentença no direito processual do trabalho. Objetiva-se examinar os princípios, regras e instituições que regulam a atividade de execução empreendida pelos órgãos jurisdicionais trabalhistas, especializados na solução dos conflitos individuais e coletivos decorrentes das relações de trabalho. \nPretende-se preparar o aluno para a compreensão das peculiaridades do sistema de execução no processo do trabalho, mediante o estudo da Constituição Federal, da Consolidação das Leis do Trabalho, do Código de Processo Civil, da lei dos executivos fiscais e da legislação correlata, bem como da doutrina e da jurisprudência nacionais. \nMunido de tal conhecimento teórico espera-se que, ao final do semestre letivo, o aluno possa refletir sobre o modelo jurisdicional brasileiro de solução dos conflitos decorrentes das relações de trabalho e opinar de forma crítica a seu respeito, em especial no que se refere ao sistema de execução trabalhista.", "programa_resumido": "1.\tFundamentos da execução trabalhista. Cumprimento da sentença. Aplicação subsidiária do CPC e da lei dos executivos fiscais.\n2.\tLiquidação de sentença no processo do trabalho. \n3.\tLegitimidade ativa e passiva na execução. Responsabilidade dos sócios e desconsideração da personalidade jurídica.\n4.\tExecução por quantia certa contra devedor solvente. Penhora “on line”.\n5.\tExecução de obrigações de fazer e não fazer. \n6.\tExecução de títulos executivos extrajudiciais.\n7.\tExecução de contribuições previdenciárias.\n8.\tExecução contra a Fazenda Pública. Execuções fiscais na Justiça do Trabalho.\n9.\tEmbargos à Execução. Impugnação à sentença de liquidação.\n10.\tExceção de pré-executividade\n11.\tEmbargos de Terceiro.\n12.\tRecurso na execução: agravo de petição.\n13.\tAlienação de bens: arrematação, adjudicação, remição.\n14.\tCustas na execução\n15.\tSuspensão e extinção da execução\n16.\tProva final.", "turmas": [{"codigo": "20242NO", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "18:20", "fim": "19:55", "professores": ["(R) Otavio Pinto e Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 90, "inscritos": 36, "pendentes": 0, "matriculados": 0, "grupos": {"FD - Direito \u0096 Noturno": {"vagas": 72, "inscritos": 26, "pendentes": 0, "matriculados": 0}, "FD - Direito \u0096 Diurno": {"vagas": 18, "inscritos": 10, "pendentes": 0, "matriculados": 0}}}}}]}