{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0153", "nome": "Contabilidade Aplicada ao Setor Público", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nA disciplina objetiva propiciar aos participantes o aprendizado relativo aos conceitos, definições, ferramentas e técnicas destinados à geração de informações contábeis para fins de tomada de decisão e accountability no âmbito das entidades do setor público brasileiro.\n\n\nOBJETIVOS DE APRENDIZAGEM:\nEspera-se que, ao final da disciplina, os participantes estejam aptos a:\n1. Identificar características das entidades do setor público e das transações e eventos que a elas são típicos e que implicam em desafios quanto à normatização e implementação dos padrões contábeis.\n2. Aplicar princípios, fundamentos, conceitos e definições da Estrutura Conceitual para Elaboração e Divulgação de Informação Contábil de Propósito Geral pelas Entidades do Setor Público.\n3. Aplicar os padrões contábeis adotados no Brasil e as International Public Sector Accounting Standards (IPSAS) estudados nesta disciplina a determinadas transações e outros eventos.\n4. Elaborar demonstrações contábeis de acordo com as normas brasileiras de contabilidade aplicadas ao setor público e com as International Public Sector Accounting Standards (IPSAS): Balanço Orçamentário, Balanço Financeiro, Balanço Patrimonial, Demonstração das Variações Patrimoniais e Demonstração dos Fluxos de Caixa.", "programa_resumido": "1. CONTEXTO DA CONTABILIDADE APLICADA AO SETOR PÚBLICO\n2. ESTRUTURA CONCEITUAL PARA ELABORAÇÃO E DIVULGAÇÃO DE INFORMAÇÃO CONTÁBIL DE PROPÓSITO GERAL PELAS ENTIDADES DO SETOR PÚBLICO\n3. PROCESSO DE PLANEJAMENTO E ORÇAMENTO\n4. RECEITAS E DESPESAS PÚBLICAS\n5. DEMONSTRAÇÕES CONTÁBEIS APLICADAS AO SETOR PÚBLICO\n6. SISTEMA DE INFORMAÇÃO CONTÁBIL E O PLANO DE CONTAS APLICADO AO SETOR PÚBLICO\n7. CONTABILIZAÇÃO DE TRANSAÇÕES TÍPICAS DAS ENTIDADES DO SETOR PÚBLICO", "turmas": [{"codigo": "2024220", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Patrícia Siqueira Varela"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 55, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 50, "inscritos": 32, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis \u0096 Diurno": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}