{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0592", "nome": "Seminários de Pesquisa em Graduação para Ciências Atuariais", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "O objetivo desta disciplina é estimular o contato dos alunos de graduação com os principais temas de pesquisa em Ciências Atuariais, antes da elaboração dos próprios Trabalhos de Conclusão de Curso (TCC). Para isso, serão convidados ex-alunos do curso de graduação em Ciências Atuariaisda FEAUSP que desenvolveram TCCs de destaque para apresentarem os trabalhos desenvolvidos. Ao final do curso, é esperado que o aluno não apenas tenha clareza absoluta do produto final a ser entregue na disciplina de TCC II, como principalmente tenha sido exposto a diferentes temas e métodos que podem ser aplicados em suas pesquisas. Dentre os grandes temas de pesquisa aplicada a serem abordados, estão todos os assuntos caros às Ciências Atuariais (Matemática Atuarial Vida, Matemática Atuarial Não-Vida, Finanças e Gestão de Risco) e áreas correlatas. Sempre com a exploração crítica dos conceitos e objetivos centrais, e de temas emergentes desta área multidisciplinar.", "programa_resumido": "A disciplina será desenvolvida na forma de ciclos de palestras de alunos formados no curso de Ciências Atuariais, que tenham desenvolvido o TCC em uma das seguintes áreas:\n\nAtuária - Ramo Vida: esta linha de pesquisa envolve temas ligados aos seguros de pessoas e que necessitem de técnicas atuariais e modelagem de riscos biométricos. Estão enquadrados nesta grande área os modelos de Saúde, Vida e Previdência, assim como gerenciamento de entidades que operem especificamente nestes segmentos.\n\nAtuária - Ramo Não Vida: esta linha de pesquisa é conhecida como seguros gerais. Envolve temas ligados à modelagem de ativos (físicos ou financeiros), apreçamento de apólices e gerenciamento de empresas e desenhos de produtos de seguros patrimoniais, empresariais, financeiros, de responsabilidade e de capitalização.\n\nFinanças: nesta linha de pesquisa estão envolvidos assuntos de Finanças Corporativas, Mercado Financeiro, Valuation, Apreçamento de Ativos Financeiros, Gestão de Riscos, Análise de Investimentos, Governança Corporativa, Finanças Comportamentais, Hipótese de Mercados Eficiente, Gestão Integrada de Ativos e Passivos.", "turmas": [{"codigo": "2025126", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "A disciplina será ministrada na sala G-04.", "horario": [{"dia": "ter", "inicio": "16:50", "fim": "18:30", "professores": ["(R) João Vinícius de França Carvalho", "Thiago Dutra de Araujo"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 30, "pendentes": 0, "matriculados": 29, "grupos": {"FEA - Bacharelado em Atuária": {"vagas": 50, "inscritos": 29, "pendentes": 0, "matriculados": 29}}}}}]}