{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0411", "nome": "Mercado Financeiro para Ciências Atuariais", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "OBJETIVOS: O principal propósito desta disciplina consiste em apresentar os conceitos econômicos e financeiros intrínsecos aos mercados financeiros para os alunos do curso de Ciências Atuariais.\n \nNão obstante a relevância da temática para o bom funcionamento econômico, cumpre mencionar que a atividade atuarial se insere organicamente no cerne do mercado financeiro à medida que as empresas securitárias, considerando-se os seus mais variados matizes, são entidades do mercado financeiro no segmento segurador.\n \nPor essa razão, o presente curso terá por finalidade demonstrar:\n \n(i) a relevância do mercado financeiro para o bom funcionamento da economia como um todo;\n \n(ii) as distinções acerca das diferentes entidades que operam no mercado financeiro;\n \n(iii) como as entidades securitárias se encontram inseridas no mercado financeiro e quais são os principais reguladores desse nicho empresarial;\n \n(iv) quais as principais contribuições das companhias securitárias no âmbito do desenvolvimento econômico; e\n \n(v) como o mercado financeiro se desmembra nos mercados de renda fixa e renda variável.\n \nJá no tocante aos instrumentos financeiros que permeiam, tanto o mercado financeiro de uma forma geral, quanto o mercado securitário, listam-se os seguintes objetivos de aprendizado:\n \n(vi) quais os principais instrumentos de transferência de recursos, suas características e finalidades, sobretudo do ponto de vista do cálculo financeiro de tesouraria, respectivamente vinculados ao mercado de renda fixa;\n \n(vii) quais os principais instrumentos de transferência de recursos, suas características e finalidades, sobretudo do ponto de vista do cálculo financeiro de tesouraria, respectivamente vinculados ao mercado de renda variável; e\n \n(viii) quais os principais instrumentos de transferência de recursos, suas características e finalidades, sobretudo do ponto de vista do cálculo atuarial, respectivamente vinculados ao mercado securitário.", "programa_resumido": "1. Introdução ao mercado financeiro. \n2. Mercados Financeiros: Monetário e Crédito \n3. Mercados Financeiros: Capitais e Cambial. \n4. Sistema Financeiro Nacional \n5 Mercados de Seguros Privados. \n6. Juros. \n7. Cálculo Financeiro de Tesouraria. \n8. Avaliação de Ações. \n9. Produtos Securitários.\n10. Derivativos.", "turmas": [{"codigo": "2025126", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Eduardo da Silva Flores"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 33, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Bacharelado em Atuária": {"vagas": 50, "inscritos": 33, "pendentes": 0, "matriculados": 0}}}}}]}