{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "Outro", "codigo": "EAC0490", "nome": "Auditoria II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nO trabalho de asseguração, em termos gerais, é o trabalho no qual o auditor independente visa obter evidências apropriadas e suficientes para expressar sua conclusão, de forma a aumentar o grau de confiança dos usuários previstos sobre o resultado da mensuração ou avaliação do objeto, de acordo com os critérios que sejam aplicáveis.\nO foco desta disciplina é dar continuidade ao estudo do trabalho de auditoria independente de demonstrações financeiras, iniciado em Auditoria I, e que se realiza em consonância com as Normas de Auditoria e que visam fornecer asseguração razoável. No trabalho de asseguração razoável, o auditor independente reduz o risco do trabalho para um nível aceitavelmente baixo nas circunstâncias do trabalho como base para a sua conclusão. A conclusão do auditor independente é expressa no Relatório dos Auditores Independente, onde os auditores transmitem a sua opinião sobre o resultado da mensuração ou avaliação das demonstrações financeiras de acordo com as Normas Contábeis.\nAdicionalmente, a presente disciplina também aborda o papel nas organizações da gestão de riscos e da auditoria interna. Finalmente, também são abordados os fundamentos da perícia contábil.\n\nOBJETIVOS DE APRENDIZAGEM:\nEspera-se que, ao final da disciplina, as(os) estudantes estejam aptos a:\n1.\tInterpretar os resultados dos testes de controles internos e avaliar seus impactos na estratégia de gestão dos riscos de auditoria\n2.\tRelacionar as evidências obtidas pelo auditor durante o processo de auditoria com as conclusões da auditoria e seus reflexos em diferentes tipos de relatório do auditor.\n3.\tIdentificar e descrever o trabalho e as evidências obtidas pelo auditor e outros necessários para atender aos objetivos dos trabalhos de auditoria e a aplicação das Normas de Auditoria.\n4.\tAplicar técnicas de auditoria assistidas por computador (CAATs – Computer Assisted Audit Techniques) na realização de testes substantivos.\n5.\tAplicar métodos quantitativos como ferramentas de apoio à realização dos exames de auditoria (e.g. revisão analítica, determinação de materialidade, amostragem, determinação de efeitos sobre uma população)\n6.\tCompreender os objetivos e principais características da gestão de riscos e auditoria interna\n7.\tCompreender os objetivos e principais características dos trabalhos de perícia", "programa_resumido": "1.\tEVIDÊNCIA DE AUDITORIA E RISCOS RESIDUAIS\n2.\tPROCEDIMENTOS SUBSTANTIVOS\n3.\tREVISÃO E RELATÓRIO DE AUDITORIA\n4.\tAUDITORIA INTERNA E GESTÃO DE RISCOS \n5.\tAUDITORIA INDEPENDENTE E GOVERNANÇA CORPORATIVA\n6.\tPERÍCIA CONTÁBIL", "turmas": []}