{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0324", "nome": "Teoria Geral das Operações de Seguros", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo abordar o referencial teórico inerente às operações de seguros.\nInicialmente é apresentada a questão do risco e sua relação com a atividade seguradora. A seguir é\nfeito um breve histórico do mercado segurador no Brasil e no mundo. Posteriormente são estudados\nos grupos e ramos de seguros, bem como as principais operações de seguros. Logo após são tratados\nos tópicos relativos contratos de seguros, e à demanda por seguros. Faz-se então a fundamentação\nconceitual da atividade seguradora, com ênfase nos aspectos referentes à assimetria de informação e\nà escolha individual (determinista, sob incerteza e intertemporal). Na sequência são estudadas\ntécnicas de formação de preços por parte das empresas seguradoras. Finalizando são apresentados\ntemas complementares como microsseguro, resseguro e fraudes.", "programa_resumido": "O Risco; Histórico do mercado segurador brasileiro; Operações e Contratos de seguro; Demanda\npor seguro; Assimetria informacional e o mercado segurador; Aspectos microeconômicos do\nseguro; Formação de preços: cálculo de prêmios de seguros; Microsseguro; Resseguro; Fraudes", "turmas": [{"codigo": "2025126", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "A disciplina será ministrada na sala A-03.", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Luis Eduardo Afonso"]}], "vagas": {"Obrigatória": {"vagas": 76, "inscritos": 69, "pendentes": 0, "matriculados": 68, "grupos": {"FEA - Bacharelado em Atuária": {"vagas": 61, "inscritos": 61, "pendentes": 0, "matriculados": 61}, "IME - Matemática Aplicada e Computacional - Habilitação em Atuária": {"vagas": 15, "inscritos": 7, "pendentes": 0, "matriculados": 7}}}}}]}