{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0558", "nome": "Relato Integrado e Sustentabilidade", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nEsta disciplina tem por objetivo abordar conceitos de sustentabilidade e estudar a estrutura básica conceitual do Relato Integrado, emitida pelo International Integrated Reporting Council (IIRC). Esta normal internacional apresenta uma nova proposta de contabilidade e de comunicação corporativa onde as empresas devem reportar de forma concisa sobre como a sua estratégia, governança, desempenho e perspectivas futuras criam valor ao longo do tempo.\n\nOBJETIVOS DE APRENDIZAGEM:\nAo final da disciplina, espera-se que os alunos desenvolvam sua capacidade para:\n•\tEntender os princípios e elementos de conteúdo do Relato Integrado, seu novo modelo de negócio e o que é pensamento integrado.\n•\tUtilizar os conceitos de sustentabilidade nos relatórios e na gestão corporativa.\n•\tImplementar ou auditorias do Relato Integrado.\n•\tAproveitar as janelas de oportunidades relacionadas com os relatórios corporativos, assumindo o desafio de promover mudanças mentais e culturais nas organizações.", "programa_resumido": "1.\tDIÁLOGO E TESTES PARA IDENTIFICAR O NÍVEL DE CONHECIMENTO DOS ALUNOS SOBRE CONCEITOS DE SUSTENTABILIDADE.\n2.\tABORDAGEM SOBRE OS ASPECTOS MULTIDISCIPLINARES DA SUSTENTABILIDADE (ECONÔMICO-SOCIAL-AMBIENTAL-GOVERNANÇA).\n3.\tEVOLUÇÃO DOS RELATOS CORPORATIVOS, RELATÓRIOS DE SUSTENTABILIDADE E PRINCIPAIS AÇÕES PARA TORNAR AS EMPRESAS SUSTENTÁVEIS E COMPETITIVAS.\n4.\tFRAMEWORK 1.0 DO RELATO INTEGRADO, SUAS ATUALIZAÇÕES E NORMAS DECORRENTES. PRINCÍPIOS, ELEMENTOS DE CONTEÚDO, SEIS CAPITAIS, MODELO DE NEGÓCIO E PENSAMENTO INTEGRADO.\n5.\tEMPRESAS QUE ADOTAM O RELATO INTEGRADO OU O ENVIRONMENTAL SOCIAL AND CORPORATE GOVERNANCE (ESG).\n6.\tPRÁTICAS PARA ELABORAR, ANALISAR OU AUDITAR OS RELATOS INTEGRADOS.", "turmas": [{"codigo": "2024214", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "15:20", "fim": "17:00", "professores": ["(R) José Roberto Kassai"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 50, "inscritos": 50, "pendentes": 0, "matriculados": 0, "grupos": {"FEA -  para toda a Unidade": {"vagas": 50, "inscritos": 50, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}