{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "Outro", "codigo": "EAC0480", "nome": "Contabilidade Intermediária I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nA disciplina tem por objetivo abordar os aspectos conceituais para a elaboração da Demonstração dos Fluxos de Caixa e da Demonstração do Resultado Abrangente. Aborda o tratamento contábil aplicado aos tributos sobre a receita e tributos sobre o lucro, e analisar os componentes do patrimônio líquido, discutindo os aspectos legais e formais da destinação dos lucros. \n\nOBJETIVOS DE APRENDIZAGEM:\nEspera-se que, ao final da disciplina, os alunos estejam aptos a:\n1.\tElaborar a Demonstração dos Fluxos de Caixa, compreendendo sua relação com o Balanço Patrimonial e a Demonstração do Resultado do Exercício, e analisar o conteúdo deste relatório como fonte de informações para tomada de decisões.\n2.\tCompreender a natureza e contabilizar os tributos sobre receita, incluindo a compensação de créditos obtidos na entrada de ativos para a empresa.\n3.\tCompreender a natureza e contabilizar os tributos sobre o lucro, identificando os efeitos desses tributos no Balanço Patrimonial e na Demonstração do Resultado do Exercício.\n4.\tCompreender os componentes do Patrimônio Líquido de acordo com a legislação vigente, identificar e registrar a destinação do lucro, e elaborar a Demonstração do Resultado Abrangente.", "programa_resumido": "1. DEMONSTRAÇÃO DOS FLUXOS DE CAIXA (DFC)\n2. TRATAMENTO CONTÁBIL DOS TRIBUTOS SOBRE A RECEITA\n3. TRATAMENTO CONTÁBIL DOS TRIBUTOS SOBRE O LUCRO\n4. PATRIMÔNIO LÍQUIDO\n5. DEMONSTRAÇÃO DO RESULTADO ABRANGENTE (DRA)", "turmas": []}