{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0617", "nome": "International Taxation", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "SUMMARY OF THE COURSE:\nThis course aims to provide for a structured analysis of the mechanisms for taxation of income on cross-border transactions. It will discuss the interplay between the income tax rules of different jurisdictions, double taxation treaties, and the formation of a so-called “international tax system” comprising such rules. It will analyze in depth the main Brazilian income tax rules applicable to cross-border transactions, especially in relation to: (i) outbound income flows earned by non-residents in inbound transactions; (ii) inbound income flows earned by Brazilian residents on outbound transactions; and (iii) transfer pricing and other rules for allocation of taxable income within a group.\n\nLEARNING GOALS:\nThe course aims to provide the student a thorough view on how income from cross-border transactions is taxed in Brazil and how such Brazilian tax rules are situated on an international scenario. This will allow the student to better understand how global value chains and multinationals respond to tax mecanisms of different countries and how these tax rules may influence corporate decisions on the structuring of such chains and of the multinational group itself. Through complex cases, it is expected that the students, by the end of the course, will be able to:\n\n1. Calculate the tax liability on different types of income earned by non-residents, such as income earned on foreign direct investments, service, income derived from a permanent establishment and portfolio income.\n2. Calculate the tax liability on income earned by resident individuals and corporations on foreign direct and portfolio investments, accounting for the foreign tax credit, foreign losses and treatment of active and passive income.\n3. Apply tax treaty rules to the cases above, understanding the different results the application of each individual treaty may lead to.\n4. Understand how transfer pricing and choices of capital structure between different business units located on different jurisdictions may lead to different tax results and how transfer pricing rules may limit the ability of multinational companies to engage in profit shifting.\n5. Apply Brazilian and OECD standard transfer pricing rules to different transactions, with knowledge on the basic working mechanisms of each transfer pricing method, best method choice, database selection, comparability adjustments and necessary contents on a local and a master file.\n6. Apply Brazilian thin-capitalization rules, calculating the allowed debt/equity ratio on different scenarios in order to determine the deductible interests paid abroad by Brazilian companies.\n7. Understand how the digitalization of global value chains may affect the application of current rules on taxation of cross-border income and the initiatives to deal with this issue (Digital Service Taxes, Digital PE, Pillar 1 etc.)\n8. Understand how the move to (partial) territoriality on the taxation of foreign sourced corporate income may increase global incentives for harmful tax competition and how Pillar 2 of the Globe Initiative intends to deal with this.\n9. Acquire basic knowledge on how to calculate Pillar 2 income and tax liability.", "programa_resumido": "Summarized Syllabus\n1.\tInternation tax, nexus for taxation and allocation of taxing rights\n2.\tDouble taxation and methods for its elimination: capital import and capital export neutrality\n3.\tDouble taxation conventions\n4.\tTaxation of non-resident persons\n5.\tTaxation of foreign source income earned by individuals\n6.\tTaxation of corporate foreign sourced income\n7.\tTransfer pricing and thin capitalization\n8.\tDigital economy, harmful tax competition, Pillar 1 and Pillar 2 taxation", "turmas": [{"codigo": "2025120", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "23:00", "professores": ["Gustavo Gonçalves Vettori"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 61, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis \u0096 Diurno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}