{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0495", "nome": "Métodos e Recursos de Pesquisa", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nEste curso foi planejado e desenhado para reforçar a competência e confiança dos/as participantes como aprendizes autônomos/as e como produtores de conhecimento. Para isso, é construído a partir de percurso composto por um conjunto de atividades de aprendizagem, em uma sequência lógica e de complexidade crescente, relacionada com a competência de planejar, elaborar, implementar projetos de pesquisa em temáticas relacionadas à contabilidade, controladoria, finanças e educação e pesquisa em contabilidade. Portanto, inicialmente a disciplina se desenvolve com foco no processo de pesquisa, mas visando a conclusão desse projeto em produtos, como monografias e/ou artigos, que possam ser disseminados em eventos e revistas acadêmicas, alimentando, dessa forma, o ciclo de geração e construção de conhecimento científico.\n\nOBJETIVOS DE APRENDIZAGEM:\nA disciplina tem como objetivos gerais:\n•\tCriar um ambiente seguro que nos permita compreender como cada pessoa aprende;\n•\tApoiar cada participante a experimentar diferentes enfoques e competências de aprendizagem;\n•\tIncentivar cada participante a identificar e exercitar suas habilidades intelectuais de forma a aumentar sua curiosidade acadêmica;\n•\tCapacitar os/as alunos/as a realizar reflexões críticas acerca da produção científica na área de Ciências Contábeis;\n•\tCapacitar os/as alunos/as a realizar estruturar, elaborar e propor projetos de pesquisa em contabilidade; e \n•\tCapacitar os/as alunos/as a analisar, criticar e discutir projetos de pesquisa em contabilidade de forma contributiva.", "programa_resumido": "1.\tIDENTIFICANDO E APLICANDO AS HABILIDADES DE LEITURA: PRATICANDO A LEITURA E INTERPRETAÇÃO DE TEXTOS ACADÊMICOS\n2.\tIDENTIFICANDO E APLICANDO AS HABILIDADES DE ESCRITA: EXERCITANDO A ESCRITA ACADÊMICA\n3.\tDESENVOLVENDO HABILIDADES DE PESQUISA E DE RECUPERAÇÃO DE INFORMAÇÕES EM BASES DE DADOS E PESQUISA\n4.\tAPROFUNDANDO-SE NA LEITURA E ANÁLISE DE TEXTOS CIENTÍFICOS\n5.\tELABORANDO UMA PROPOSTA DE PESQUISA\n6.\tABORDAGENS DE PESQUISA - CLASSIFICAÇÕES DAS PESQUISAS\n7.\tMETODOLOGIAS DE PESQUISA\n8.\tMÉTODOS DE PESQUISA\n9.\tAPRESENTANDO E AVALIANDO UMA PROPOSTA DE PESQUISA", "turmas": [{"codigo": "2024221", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "21:20", "fim": "23:00", "professores": ["(R) Silvia Pereira de Castro Casa Nova"]}], "vagas": {"Obrigatória": {"vagas": 76, "inscritos": 81, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 75, "inscritos": 81, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis \u0096 Diurno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024222", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "19:30", "fim": "21:10", "professores": ["(R) Silvia Pereira de Castro Casa Nova"]}], "vagas": {"Obrigatória": {"vagas": 76, "inscritos": 43, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 75, "inscritos": 43, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis \u0096 Diurno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}