{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "Outro", "codigo": "EAC0481", "nome": "Contabilidade Intermediária II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nA disciplina busca aprofundar os conhecimentos dos alunos na área de contabilidade financeira abordando normas contábeis mais específicas, por meio da discussão de conceitos teóricos e de casos práticos. Especificamente, a disciplina aborda os principais conceitos e critérios contábeis para reconhecimento, mensuração e divulgação de propriedades para investimentos, de investimentos societários em outras entidades e de combinação de negócios, bem como para elaboração das demonstrações contábeis consolidadas e da Demonstração do Valor Adicionado (DVA), além dos critérios para classificação e mensuração de ativos não circulantes mantidos para venda e operações descontinuadas. Adicionalmente, objetiva introduzir aspectos específicos da Contabilidade Aplicada ao Setor Público.\n\nOBJETIVOS DE APRENDIZAGEM:\nEspera-se que, ao final da disciplina, os alunos estejam aptos a:\n1.\tIdentificar e utilizar o tratamento contábil adequado para reconhecimento, mensuração e divulgação de Propriedades para Investimento (PPI).\n2.\tDistinguir entre os diferentes tipos de investimentos societários (coligadas, negócios em conjunto e controladas) e aplicar os procedimentos contábeis necessários para reconhecimento, mensuração e divulgação de cada um desses tipos de investimentos.\n3.\tAplicar o método de equivalência patrimonial para mensuração dos investimentos societários e avaliar o efeito de transações entre empresas do mesmo grupo econômico no cálculo do resultado de equivalência patrimonial.\n4.\tIdentificar a existência de investimentos em controladas e entender a importância da elaboração de demonstrações contábeis consolidadas.\n5.\tAvaliar os principais ajustes e eliminações que são necessários para elaboração de demonstrações contábeis consolidadas.\n6.\tDistinguir e descrever as principais formas de reorganização societária (aquisição e alienação de participações societárias, incorporação, fusão e cisão de empresas).\n7.\tEntender a diferença entre combinação de negócios entre entidades sob controle comum e entre partes independentes, bem como identificar as diferenças nos procedimentos contábeis requeridos.\n8.\tAplicar o Método de Aquisição para contabilização de combinação de negócios entre partes independentes, conforme previsto pelo Pronunciamento Técnico CPC 15 (R1) – Combinação de Negócios.\n9.\tAvaliar os critérios para reconhecimento, mensuração e divulgação de ativos não circulantes classificados como mantidos para venda.\n10.\tAvaliar os critérios para reconhecimento, mensuração e divulgação de operações descontinuadas\n11.\tCompreender o conceito de valor adicionado e distinguir entre as perspectivas contábil e econômica.\n12.\tElaborar e interpretar a Demonstração do Valor Adicionado (DVA).\n13.\tIdentificar características das entidades do setor público e das transações e eventos que a elas são típicos e que implicam em especificidades quanto ao escopo das informações contábeis, seus usos e usuários.", "programa_resumido": "1. INVESTIMENTOS\n2. CONSOLIDAÇÃO DAS DEMONSTRAÇÕES CONTÁBEIS\n3. COMBINAÇÃO DE NEGÓCIOS\n4. ATIVO NÃO CIRCULANTE MANTIDO PARA VENDA E OPERAÇÃO DESCONTINUADA\n5. DEMONSTRAÇÃO DO VALOR ADICIONADO (DVA)\n6. CONTABILIDADE APLICADA AO SETOR PÚBLICO: SUAS INFORMAÇÕES E USUÁRIOS", "turmas": [{"codigo": "2025121", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Raquel Wille Sarquis"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025122", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Tânia Regina Sordi Relvas"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Econômicas - integral": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Econômicas - Diurno ou Noturno (Antigo)": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025123", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Tânia Regina Sordi Relvas"]}], "vagas": {"Obrigatória": {"vagas": 51, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis \u0096 Diurno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Econômicas - integral": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Econômicas - Diurno ou Noturno (Antigo)": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}