{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0546", "nome": "Banking: Contabilidade e Gestão de Instituições Financeiras", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nA disciplina tem como objetivo (1) caracterizar as instituições financeiras e suas atividades, (2) apresentar as demonstrações contábeis dessas instituições com vistas a analisar suas operações e principais critérios contábeis vigentes, bem como (3) apresentar os principais conceitos de adequação de capital, gestão de ativos, passivos e resultados. O enfoque principal é dado para as instituições e operações bancárias.\n\nOBJETIVOS DE APRENDIZAGEM:\nA disciplina oferece uma visão abrangente e inicial dos principais temas relacionados contabilidade e gestão de instituições financeiras. Os temas estudados serão tratados de maneira conceitual e prática. Assim, espera-se que, ao final do curso, os alunos estejam aptos a:\n1. Diferenciar os diversos tipos de instituições financeiras, bem como as principais atividades desempenhadas por essas instituições;\n2. Identificar e diferenciar as práticas contábeis segundo o Cosif e as IFRSs;\n3. Descrever e contabilizar as principais operações das instituições financeiras;\n4. Analisar a composição dos principais itens do ativo e passivo e o desempenho financeiro de um período; e\n5. Determinar, descrever e implementar os principais aspectos de adequação de capital e gestão de ativos e passivos.", "programa_resumido": "1. INSTITUIÇÕES FINANCEIRAS E SUAS ATIVIDADES\n2. A CONTABILIDADE DAS INSTITUIÇÕES FINANCEIRAS\n3. ANÁLISE DAS DEMONSTRAÇÕES FINANCEIRAS\n4. LIMITES OPERACIONAIS E GESTÃO", "turmas": [{"codigo": "2025120", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "A disciplina será ministrada na sala G-13.", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Joanilia Neide de Sales Cia"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis - Diurno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis - Noturno": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}