{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Contabilidade e Atuária", "campus": "São Paulo", "codigo": "EAC0571", "nome": "Tópicos de Contabilidade Societária", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "APRESENTAÇÃO DA DISCIPLINA:\nA disciplina tem por objetivo proporcionar aos alunos uma experiência simulada (numa situação hipotética em que os papéis são vividos pelos alunos, tal como na realidade) de aplicação de determinadas normas contábeis brasileiras em vigor (convergentes com as IFRS’s emitidas pelo IASB - International Accounting Standards Board), em situação de conflito ou incerteza acerca de sua aplicabilidade, por meio das estratégias de ensino role playing e PBL-Problem Based Learning, permitindo aos alunos compreender o comportamento social nas organizações, o seu papel enquanto profissional contábil nas interações sociais e formas de resolver problemas e conflitos de uma forma mais eficaz. O cumprimento desses objetivos se dará por meio de estudos de caso nos quais cada aluno assume um papel (Gerente Contábil ou Diretor Financeiro, por exemplo), de forma que os alunos possam experimentar (de forma simulada) a resolução de problemas contábeis envolvendo situações de conflito em temas multidisciplinares, com as quais se pretende desenvolver habilidades cognitivas, afetivas e comportamentais. O método de role playing permite induzir os participantes à compreensão rápida, possibilita a troca de conhecimentos entre os alunos (intra e inter grupo) e permite transformar conceitos teóricos em um formato experimental.\n\nOBJETIVOS DE APRENDIZAGEM:\nObjetiva-se preparar os alunos a interpretar e aplicar normas contábeis, em especial as normas internacionais de contabilidade já convertidas em pronunciamentos do CPC – Comitê de Pronunciamentos Contábeis, bem como capacitar os alunos na aplicação dessas normas em situações de conflito por meio das estratégias de ensino role playing e PBL-Problem Based Learning, visando a proporcionar aos alunos melhor compreensão sobre o seu papel enquanto profissional contábil nas interações sociais  nas organizações e formas de resolver problemas e conflitos de uma forma mais eficaz. Objetiva ainda desenvolver habilidades para organizarem e sistematizarem a informação, desenvolver relações com os outros profissionais e aperfeiçoar as suas próprias capacidades sociais e profissionais.\n\nEspera-se que, ao final da disciplina, os alunos estejam melhor preparados para:\n1.\tInterpretar e aplicar normas contábeis em situações de conflito, em especial determinadas normas internacionais de contabilidade já convertidas em pronunciamentos do CPC – Comitê de Pronunciamentos Contábeis cuja aplicabilidade a determinado caso concreto (hipotético) não está clara ou requer análises não triviais;\n2.\tCompreender o seu papel enquanto profissional contábil nas interações sociais dentro das organizações e desenvolver relações com os outros profissionais, visando aperfeiçoar suas próprias capacidades sociais e profissionais;\n3.\tOrganizar e sistematizar a informação contábil considerando usuários e/ou decisores com diferentes visões e graus de conhecimentos em contabilidade; e\n4.\tBuscar a resolução de problemas e conflitos contábeis de uma forma mais eficaz, entendendo as consequências contábeis de cada solução aplicável ao caso.", "programa_resumido": "1. INTRODUÇÃO À DISCIPLINA E PLANEJAMENTO DAS ATIVIDADES\n2. DISTRIBUIÇÃO E DISCUSSÃO PRELIMINAR DOS CASOS\n3. ATENDIMENTO AOS GRUPOS NO PERÍODO DE PESQUISA/RESOLUÇÃO DOS CASOS DE ENSINO\n4. RELATÓRIOS, DEBATES E DISCUSSÕES", "turmas": [{"codigo": "2024220", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Tânia Regina Sordi Relvas"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 55, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Contábeis \u0096 Noturno": {"vagas": 50, "inscritos": 14, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Contábeis \u0096 Diurno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}