{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Administração", "campus": "São Paulo", "codigo": "EAD0625", "nome": "Gestão de Carreira", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Refletir sobre seus objetivos de carreira e e sobre as ações de desenvolvimento necessárias, construindo seu plano individual de carreira\nCompreender a dinâmica da carreira no mercado de trabalho e nas organizações, desenhando e explicando as trajetórias de carreira de uma determinada organização \nAnalisar o processo de desenvolvimento na carreira e de valorização profissional, identificando e diferenciando as etapas de uma determinada carreira e os níveis salariais correspondentes  \nAvaliar seu próprio desenvolvimento na carreira e dos membros de sua equipe, predizendo indicadores de evolução e de aprendizagem. \nAnalisar o peso da carreira profissional frente às demais dimensões da sua vida, comparando situações de escolhas efetuadas por diversas pessoas com as suas possíveis escolhas.\nAvaliar alternativas profissionais ponderando os aspectos racionais e emocionais envolvidos nas possíveis escolhas de carreira\nCompreender os ciclos de carreira e a necessidade de renovação contínua de conhecimentos, exemplificando situações vividas por pessoas do seu conhecimento ou investigadas nos trabalhos para a disciplina\nCriar distância crítica sobre a própria carreira e sobre o seu processo de desenvolvimento, desenvolvendo ações para construir consciência crítica sobre a carreira.\nCompreender a importância da cooperação no processo de desenvolvimento profissional, explicando os benefícios e contribuições da cooperação no desenvolvimento das pessoas \nCompreender a contribuição da diversidade no desenvolvimento pessoal e profissional, explicando como a diversidade pode influenciar no desenvolvimento.", "programa_resumido": "Dinâmica da carreira no mercado e nas organizações\nProtagonismo na gestão da própria carreira\nConciliação de expectativas entre as pessoas e a organização\nEtapas da carreira e valorização profissional", "turmas": [{"codigo": "2024219", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "OPTATIVA ELETIVA - Turma Concentrada - 25/07 A 02/08 DAS 07H30 ÁS 11H00 AULAS PRESENCIAIS .", "horario": [{"dia": "sab", "inicio": "15:20", "fim": "17:00", "professores": ["(R) Tania Casado"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 54, "inscritos": 79, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Administração - Noturno": {"vagas": 4, "inscritos": 30, "pendentes": 0, "matriculados": 0}, "FEA - Administração \u0096 Diurno": {"vagas": 50, "inscritos": 49, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024229", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "OPTATIVA ELETIVA", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "21:10", "professores": ["(R) Tania Casado"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 59, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Administração - Noturno": {"vagas": 55, "inscritos": 18, "pendentes": 0, "matriculados": 0}, "FEA - Administração \u0096 Diurno": {"vagas": 4, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}}}]}