{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Administração", "campus": "São Paulo", "codigo": "EAD0652", "nome": "Modelos de Simulação", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "- Compreender problemas que podem ser resolvidos por meio da simulação, identificando a diferença entre modelos analíticos e simulação;\n- Recordar do framework apresentado na solução de problemas envolvendo a simulação, identificando cada parte do framework na solução de problemas\n- Estimar uma solução ou alternativa para o problema ou situação estudada, justificando as decisões ou escolhas realizadas\n- Enumerar os tipos de variáveis existentes, identificando suas respectivas distribuições de probabilidade;\n- Diferenciar solução analítica e numérica, categorizando problemas a serem resolvidos;\n- Classificar as variáveis existentes nos problemas propostos, inferindo que distribuição de probabilidade deverá ser considerada\n- Reconhecer qual o tipo de simulação deve ser utilizado enumerando os tipos de simulação existentes e as perguntas-chave para a classificação das simulações;\n- Utilizar funções do Excel para gerar valores para as variáveis identificadas nos problemas propostos, executando possíveis cenários para o problema em estudo;\n- Organizar os resultados gerados pelo processo de simulação de forma visual (gráficos de dispersão, gráficos de tendência, tabela de dados, entre outros), concluindo (obtendo) a solução para o problema em estudo;\n- Analisar o impacto das variáveis selecionadas no resultado do objetivo final da simulação selecionando melhores combinações ou possibilidades em relação aos valores das variáveis;\n- Criar novos cenários para uma situação problema, produzindo melhorias para a solução encontrada.\n- Julgar se o modelo de simulação utilizado retrata satisfatoriamente o problema proposto, determinando uma solução possível para o problema em estudo;\n- Refletir se o problema proposto foi solucionado de maneira adequada verificando outras soluções possíveis;\n- Desenvolvimento de trabalho em grupo para Interpretar e selecionar modelos que, em determinadas circunstâncias, melhor retratam uma situação (ou problema).\n- Elaborar apresentação aos colegas de solução encontrada, produzindo vídeo com resolução e demais explicações \n- Executar modelos de simulação utilizando-se as planilhas eletrônicas do Microsoft Excel.", "programa_resumido": "Conceito de Simulação\nModelos de Simulação\nAplicações e Uso de softwares\n\nVídeo aulas com apresentação da teoria e resolução de problemas.", "turmas": [{"codigo": "2025119", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "OPTATIVA ELETIVA", "horario": [{"dia": "sex", "inicio": "07:30", "fim": "09:10", "professores": ["(R) Adriana Backx Noronha Viana"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 52, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Administração - Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Administração \u0096 Diurno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025129", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "OPTATIVA ELETIVA", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "21:10", "professores": ["(R) Adriana Backx Noronha Viana"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 57, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Administração - Noturno": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Administração \u0096 Diurno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}