{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Administração", "campus": "São Paulo", "codigo": "EAD0757", "nome": "Tecnologias Digitais nas Organizações", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Compreender os conceitos de sistemas de informação e de gestão por processos.\n\nCompreender a utilidade das Tecnologias Digitais de Informação e dos Sistemas de Informação como ferramentas para a solução de problemas organizacionais.\n\nCompreender os conceitos de processos de negócio.\n\nCompreender os conceitos de informações empresariais, dados e bancos de dados.\n\nCompreender os conceitos de regras de negócio.\n\nCompreender o papel dos dados, das informações e dos sistemas de informação para a tomada de decisão empresarial.\n\nDesenvolver o projeto de um sistema de informação de pequeno porte visando a solução de problemas organizacionais e fornecer apoio à gestão de processos de negócio.\n\nAnalisar e implementar mudanças e inovações nos processos e em modelos de negócio com base na aplicação da tecnologia e sistemas de informação.\n\nPropor e conceber novos processos e modelos de negócio digitais.\n\nAnalisar a viabilidade, as oportunidades e as limitações da aplicação da tecnologia da informação nos negócios.\n\nMedir e avaliar os resultados da utilização da tecnologia e dos sistemas de informação para o desempenho do negócio.\n\nCompreender e avaliar os aspectos éticos da aplicação da tecnologia e dos sistemas de informação nas organizações.\n\nCompreender a importância da privacidade, segurança, veracidade e propriedade das informações entre outros aspectos éticos, ligados à utilização de sistemas de informação empresariais.\n\nDiscutir e avaliar os possíveis impactos e responsabilidades sociais e comportamentais com a aplicação de sistemas de informação nas organizações.\n\nDesenvolver um projeto de sistema de informação de pequeno porte em grupo.\n\nAvaliar os diversos tipos de tecnologias e sistemas de informação e sua aplicabilidade em diferentes modelos de negócio.\n\nEntrevistar profissionais operacionais e gerenciais, que atuam em processos de negócio, para entender suas necessidades de informação.\n\nAdquirir competência para o detalhamento de modelos de processos de negócio e projetos conceituais de sistemas de informação.\n\nCompreender a importância da informação para as operações e decisões organizacionais.\n\nCompreender os sistemas de informação como componentes essenciais do sistema empresarial.\n\nCompreender os sistemas de informação como condutores de processos de negócio e plataforma para modelos de negócio.\n\nAdquirir conhecimentos e competências para modelar processos de negócio utilizando técnicas, ferramentas e notação apropriadas.\n\nAdquirir conhecimentos e competências para modelar informações e bancos de dados empresariais utilizando técnicas, ferramentas e notação apropriadas.\n\nAdquirir conhecimentos e competências para modelar regras de negócio utilizando técnicas, ferramentas e notação apropriadas.", "programa_resumido": "Tecnologias Digitais\nConceito de Informação\nSistemas de Informação Empresariais\nTecnologia Internet\nTecnologias Digitais Disruptivas\nModelagem de Processos de Negócio\nTecnologia de Banco de Dados\nModelagem de Regras de Negócio\nDesenvolvimento de Sistemas de Informação\n\nAulas práticas no laboratório de microinformática (ou atividades à distância)", "turmas": [{"codigo": "2025121", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "A disciplina será ministrada na sala  E-09.", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "21:10", "professores": ["Luis Hernan Contreras Pinochet"]}, {"dia": "qui", "inicio": "21:20", "fim": "23:00", "professores": ["(R) Cesar Alexandre de Souza"]}], "vagas": {"Obrigatória": {"vagas": 63, "inscritos": 66, "pendentes": 0, "matriculados": 62, "grupos": {"FEA - Administração - Noturno": {"vagas": 61, "inscritos": 60, "pendentes": 0, "matriculados": 60}, "FEA - Administração \u0096 Diurno": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}}}}}, {"codigo": "2025122", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "A disciplina será ministrada na sala E-09.", "horario": [{"dia": "seg", "inicio": "21:20", "fim": "23:00", "professores": ["Luis Hernan Contreras Pinochet"]}, {"dia": "qui", "inicio": "19:30", "fim": "21:10", "professores": ["(R) Cesar Alexandre de Souza"]}], "vagas": {"Obrigatória": {"vagas": 57, "inscritos": 38, "pendentes": 0, "matriculados": 38, "grupos": {"FEA - Administração - Noturno": {"vagas": 55, "inscritos": 36, "pendentes": 0, "matriculados": 36}, "FEA - Administração \u0096 Diurno": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}}}}}]}