{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Administração", "campus": "Outro", "codigo": "EAD0852", "nome": "Fundamentos de Segurança da Informação", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Conhecer os principais fundamentos, técnicas e ferramentas para o processo de segurança da informação.\nCompreender os principais aspectos relacionados ao processo de segurança da informação, considerando os problemas quando da sua ausência.\nConhecer os principais fundamentos e técnicas da segurança da informação.\nCompreender os principais fundamentos e estruturas de sistemas de segurança da informação.\nConhecer e utilizar as estruturas básicas de segurança da informação.\nConhecer as principais ferramentas para segurança da informação.\nSelecionar e compreender a aplicação de ferramentas de segurança da informação\nAvaliar e validar estruturas para segurança da informação.\nRefletir sobre a necessidade de garantir que o desenvolvimento de novos produtos e/ou serviços considerem desse a fase de projeto a adoção de princípios e práticas de Segurança da Informação\nCompreender e avaliar o potencial, as possibilidades, as limitações e as dificuldades na utilização de ferramentas para segurança da informação\nCompreender e avaliar os aspectos éticos do contexto da segurança da informação.\nDiscutir a privacidade, segurança, veracidade e propriedade de dados entre outros aspectos éticos ligados ao contexto da segurança da informação. \nDiscutir os possíveis impactos e responsabilidades sociais com utilização ou não de ferramentas de segurança da informação.\nColaborar na realização de exercícios e estudos de caso sobre o processo de segurança da informação.\nCompreender e discutir o papel dos canais de comunicação da empresa em situações de gestão de crises cibernéticas\nAdquirir competência básica para aplicação ferramentas de segurança da informação.", "programa_resumido": "1.\tConceitos e Metodologias para Segurança da Informação\n2.\tConceitos e Tipologia de Fraudes e Ameaças Digitais \n3.\tPrincipais frameworks e práticas adotadas na Gestão de Segurança da Informação \n4.\tFundamentos e Regulamentações de Proteção e Privacidade de Dados e de Direito Digital\n5.\tOperações de Segurança e Resposta a Incidentes Cibernéticos", "turmas": []}