{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Administração", "campus": "São Paulo", "codigo": "EAD0759", "nome": "Técnicas de Aprendizado de Máquina Aplicadas a Negócios", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Conhecer os principais fundamentos e metodologias para análise de dados aplicados a negócios.\n\nCompreender os principais métodos para análise de dados em problemas de negócio: Clássico, Ágeis e Híbridos.\n\nConhecer os principais fundamentos e técnicas de aprendizado de máquina (machine learning).\n\nCompreender os principais fundamentos e estruturas de dados e da programação orientada a dados.\n\nConhecer técnicas de tratamento e preparação de estruturas de dados.\n\nConhecer técnicas estatísticas e computacionais para exploração e visualização de dados.\n\nCompreender os fundamentos dos algoritmos de aprendizagem de máquina (machine learning)\n\nCompreender os fundamentos dos algoritmos e técnicas de árvore de decisão (DT), máquinas de vetores de suporte (SVM), agrupamento (Cluster), associação e algoritmo genético (GA).\n\nConhecer e utilizar as estruturas básicas da linguagem de programação R.\n\nConhecer as principais ferramentas para utilização da linguagem R.\n\nConhecer e utilizar as principais bibliotecas da linguagem R para exploração e visualização de dados.\n\nConhecer e utilizar as principais bibliotecas da linguagem R para aplicação de técnicas de aprendizado de máquina.\n\nSelecionar e compreender a aplicação de técnicas de aprendizado de máquina para criação de modelos para solução de problemas de classificação e regressão.\n\nSelecionar e compreender a aplicação de técnicas de aprendizado de máquina para criação de modelos para solução de problemas de classificação e agrupamento.\n\nSelecionar e compreender a aplicação de técnicas de aprendizado de máquina para a criação de modelos para solução de problemas de otimização.\n\nAvaliar e validar de modelos de aprendizado de máquina.\n\nAplicar modelos de aprendizado de máquina para tomada de decisão.\n\nAplicação de métodos quantitativos e analíticos baseados em fatos (dados) para solução de problemas de negócio.\n\nDescobrir oportunidades de mudança e inovação através da construção de modelos analíticos de dados.\n\nCompreender e avaliar o potencial, as possibilidades, as limitações e as dificuldades para aplicação de modelos analíticos de aprendizado de máquina nos negócios. \n\nCompreender e avaliar os aspectos éticos da exploração e análise de dados.\n\nDiscutir a privacidade, segurança, veracidade e propriedade de dados entre outros aspectos éticos ligados à análise de dados. \n\nDiscutir os possíveis impactos e responsabilidades sociais com a aplicação de modelos analíticos nos negócios.\n\nColaborar na realização de exercícios e estudos de caso sobre a aplicação de técnicas e modelos de aprendizado de máquina em problemas de negócio.\n\nAdquirir competência para a redação de relatórios conclusivos sobre os modelos de análise de dados e sua aplicação, resultados e impactos nos negócios.\n\nPesquisar informações sobre técnicas, ferramentas e bibliotecas de aprendizado de máquina e sua aplicação nos negócios.\n\nPesquisar informações sobre fontes de dados e exemplos de modelos analíticos baseados em aprendizado de máquina.\n\nAdquirir competência básica para criação e aplicação de modelos analíticos de aprendizado de máquina utilizando a linguagem de programação R.\n\nConhecer os principais recursos, ferramentas e bibliotecas da linguagem de programação R para aplicações de algoritmos de aprendizado de máquina.", "programa_resumido": "Conceitos e Metodologias para Análise de Dados\nConceitos e Técnicas de Aprendizado de Máquina\nProgramação Orientada a Dados com a Linguagem R\nPrincipais Algoritmos de Aprendizado de Máquina Aplicados a Negócios\nDesenvolvimento e Aplicação de Modelos Analíticos baseados em Aprendizado de Máquina", "turmas": [{"codigo": "2025119", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "OPTATIVA ELETIVA", "horario": [{"dia": "qui", "inicio": "07:30", "fim": "09:10", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 52, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Administração - Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Administração \u0096 Diurno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025129", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "OPTATIVA ELETIVA", "horario": [{"dia": "qui", "inicio": "19:30", "fim": "21:10", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 57, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Administração - Noturno": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FEA - Administração \u0096 Diurno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}