{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Administração", "campus": "Outro", "codigo": "EAD0616", "nome": "Teoria das Organizações", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "-Reconhecer as principais teorias organizacionais, descrevendo os principais conceitos de cada teoria.\n-Analisar as teorias e conceitos, resolvendo casos da atualidade.\n-Aplicar as diferentes perspectivas da administração, implementando-as na tomada de decisão das organizações.\n-Estimular a aprendizagem por meio da resolução de problemas, analisando-os a partir das teorias organizacionais.\n-Promover a troca de ideias,   experimentando soluções inovadoras nas práticas organizacionais.\n-Criar um ambiente que estimule o(a) aluno(a) a pesquisar, aprofundar e criticar por si mesmo(a), produzindo pensamento crítico.\n-Compreender os princípios éticos, explicando a importância da sua adoção nas organizações. \n-Reconhecer os principais conceitos relacionados aos aspectos sociais e ambientais advindos das teorias organizacionais, identificando-os nas organizações. \n-Aplicar os conhecimentos transmitidos nas aulas, realizando um conjunto de atividades entre os alunos, dentro e fora da sala de aula.\n-Implementar um ambiente favorável à diversidade, demonstrando a sua importância nos mais variados aspectos.\n-Expressar as ideias de acordo com as diversas perspectivas da administração, usando-as de forma clara e objetiva em suas intervenções orais.\n-Expressar as ideias de acordo com as diversas perspectivas da administração, usando-as de forma clara e objetiva nos textos produzidos\n-Diferenciar os fundamentos da administração, investigando, por meio das ferramentas tecnológicas, como se aplicam na atualidade organizacional.", "programa_resumido": "Administração: Ciência Social Aplicada Administração - Um Fenômeno Abrangente \nVisão Sistêmica da Administração\nAdministração Cientifica\nEscola Clássica \nBurocracia\nEscola de Relações Humanas e o Comportamento nas Organizações\nAdministração Contingencial\nVisão Ampliada do Trabalho Gerencial e as Funções do Administrador\nA Melhoria do Desempenho\nPlanejamento e Controle\nEstrutura Organizacional", "turmas": []}