{"unidade": "Faculdade de Economia, Administração, Contabilidade e Atuária", "departamento": "Economia", "campus": "São Paulo", "codigo": "EAE1529", "nome": "Economia dos Recursos Humanos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso o estudante será capaz de: i) compreender as práticas de recursos humanos\nno contexto da atualidade e das mudanças no mundo do trabalho; ii) conhecer os elementos\nda função de RH (recrutamento, seleção, treinamento e desenvolvimento etc.) e estar\nfamiliarizado com os principais conceitos e terminologia de cada elemento; iii) apreciar a\nimportância da gestão de recursos humanos como área de estudo em economia; iv)\ncompreender os princípios básicos da economia dos recursos humanos para melhorar a\ncolaboração entre os empregados e entre as áreas da empresa para cumprir objetivos\nestratégicos de eficiência, inovação e crescimento; v) Compreender as implicações da\neconomia da informação e dos incentivos para o processo de avaliação, motivação e\nmaximização de performance das pessoas dentro da organização; vi) Aplicar os princípios e\ntécnicas econômicas de gestão de recursos humanos adquiridos através deste curso para a\nresolução dos principais desafios na área de recrutamento, seleção, retenção e compensação\ndas pessoas no âmbito das empresas e organizações; vii) aprender a usar dados para tomar\ndecisões centrais nos vários componentes do processo de gestão de RH (recrutamento,\nseleção, avaliação, promoção, demissão, compensação e desenvolvimento).", "programa_resumido": "Economia dos Recursos Humanos é um curso focado em estender o domínio da análise\neconômica para as questões relacionadas à gestão do capital humano dentro das empresas. A\nboa performance de uma empresa necessariamente passa por uma gestão eficiente dos seus\nrecursos humanos (RH). Uma gestão eficiente de RH envolve não apenas atrair, selecionar,\ntreinar e promover adequadamente as pessoas, mas desenhar uma estrutura de incentivos\nque alinhe o comportamento das pessoas da organização nas suas mais variadas posições com\nos objetivos de curto e longo prazo da organização. O objetivo deste curso é familiarizar os\nestudantes com uma abordagem econômica de vários estágios do ciclo de empregados numa\nempresa (da contratação à demissão). O curso trará uma abordagem moderna que explora o\nuso de análise econômica, de insights da economia comportamental e de técnicas de ciência\ndos dados para lidar com as principais questões em torno da gestão economicamente eficiente\nde RH.", "turmas": [{"codigo": "2024221", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "21:20", "fim": "23:00", "professores": ["(R) Sérgio Pinheiro Almeida"]}, {"dia": "qui", "inicio": "19:30", "fim": "21:10", "professores": ["(R) Sérgio Pinheiro Almeida"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 65, "pendentes": 0, "matriculados": 0, "grupos": {"FEA - Ciências Econômicas - integral": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Econômicas - Diurno ou Noturno (Antigo)": {"vagas": 10, "inscritos": 32, "pendentes": 0, "matriculados": 0}, "FEA - Ciências Econômicas - Noturno (Novo)": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}