{"unidade": "Faculdade de Educação", "departamento": "Adm Escolar e Economia da Educação", "campus": "São Paulo", "codigo": "EDA0669", "nome": "Paulo Freire - Teoria, Método e Práxis", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Essa disciplina objetiva mostrar a atualidade e originalidade da Teoria de Paulo Freire frente às perspectivas atuais da educação, sua teoria do conhecimento e, às questões da aprendizagem, enfocando quatro de suas intuições mais originais: a ênfase nas condições gnosiológicas do ato educativo; a defesa da educação como ato dialógico; a noção de ciência aberta às necessidades populares e o planejamento comunitário e participativo.\nEssa disciplina objetiva ainda mostrar a atualidade, da sua teoria epistemológica que parte das necessidades reais e não de categorias abstratas, baseado em quatro passos consecutivos: ler o mundo, que necessita do cultivo da curiosidade; compartilhar o mundo lido, que necessita do diálogo; a educação como ato de produção e reconstrução do saber; a educação como prática da liberdade.\nFinalmente, esse curso se propõe trabalhar as consequências que a aplicação de suas ideias pedagógicas podem ter e estão tendo na Prática, não apenas em termos de gestão da política educacional e escolas, mas em projetos e práticas que apontem para o surgimento de um novo professor, um novo aluno, um novo sistema educativo, um novo currículo, uma nova pedagogia da educação cidadã.", "programa_resumido": "Estudo e pesquisa da teoria, práxis e método de Paulo Freire, apoiados em suas principais obras e na análise crítica do corpo de ideias, princípios e valores, feitas por estudiosos do seu pensamento, e por contemporâneos de seus trabalho nas diferentes interpretações de sua obra e nos desdobramentos de seu legado de luta e de esperança, mostrando a dimensão universal e a atualidade de sua obra.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Denise Carreira Soares"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 82, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 82, "pendentes": 0, "matriculados": 0}}}}}]}