{"unidade": "Faculdade de Educação", "departamento": "Filosofia da Educ e Ciências da Educ", "campus": "São Paulo", "codigo": "EDF0684", "nome": "Educação Especial: Abordagens e Tendências na Área da Deficiência Intelectual", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Considerando a Política Nacional de Educação Especial na perspectiva de Educação Inclusiva e a Lei Brasileira de Inclusão da Pessoa com Deficiência, pretende-se: a) constituir um panorama histórico do conceito de deficiência intelectual, considerando criticamente seus efeitos para as políticas atuais de Educação, Saúde, Justiça e Assistência Social, voltadas a esse setor da população; b) refletir sobre o protagonismo das pessoas com deficiência intelectual na produção acadêmica e na proposição das políticas públicas de Educação; c) conhecer propostas vigentes para o atendimento educacional especializado para as pessoas com deficiência intelectual.", "programa_resumido": "- Revisão dos aspectos legais da Educação Especial brasileira.\n- História do conceito de deficiência intelectual.\n- Políticas públicas de Educação, Saúde, Assistência Social e Justiça e o atendimento das pessoas com deficiência intelectual.\n- Lei Brasileira de inclusão da pessoa com deficiência e o conceito de decisão apoiada;\n- Experiências de oferta de atendimento educacional especializado a pessoas com deficiência intelectual.\n- A prática como componente curricular será desenvolvida a partir de: \n* Pesquisas bibliográficas que subsidiarão os debates sobre o atendimento educacional especializado; \n* Pesquisas sobre movimentos sociais de pessoas com deficiência intelectual no Brasil e em outros países;\n* Análise crítica de filmes sobre pessoas com deficiência intelectual.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Carla Biancha Angelucci"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 26, "pendentes": 0, "matriculados": 0}}}}}]}