{"unidade": "Faculdade de Educação", "departamento": "Filosofia da Educ e Ciências da Educ", "campus": "São Paulo", "codigo": "EDF0733", "nome": "Estudos Deleuzianos e Educação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Apresentar os principais tópicos teórico-conceituais da filosofia da imanência de Gilles\nDeleuze e Gilles Deleuze-Félix Guattari, destacando sua relevância estratégica para a\nproblematização da vida contemporânea;\n- Produzir modos alternativos/outros de pensamento no campo educacional, a partir de saberes\narticulados nas zonas de fronteiras entre filosofia, arte e educação;\n- Articular o pensamento deleuziano ao campo da educação, contribuindo para o debate em\ntorno de problemáticas educacionais atuais, com vistas a um renovado enfrentamento ético,\nestético e político das práticas ali em curso.", "programa_resumido": "A partir de aportes filosóficos do pensamento de Gilles Deleuze e de Gilles Deleuze-Félix\nGuattari, a disciplina visa tematizar as diferentes modalidades de pensamento em educação,\ntomando como alvo a problematização das operações de representação e de (re)cognição. Para\ntanto, explora-se a singularidade da articulação entre os modos de pensar filosófico e artístico,\ntendo em vista a proposição deleuziana do pensamento como criação. Ainda, a disciplina\nmobiliza o instrumental deleuziano da filosofia da diferença em favor de temáticas\nparticularmente afeitas ao campo da teorização educacional e, em específico, voltadas ao\nâmbito do debate curricular. Tal percurso argumentativo visa destacar as dimensões éticas,\nestéticas e políticas imanentes ao trabalho do pensamento em educação, possibilitando\ndeslocamentos e viabilizando inovações nos modos de enfrentamento de desafios\neducacionais contemporâneos.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Cintya Regina Ribeiro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 21, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024203", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Cintya Regina Ribeiro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 7, "pendentes": 0, "matriculados": 0}}}}}]}