{"unidade": "Faculdade de Educação", "departamento": "Filosofia da Educ e Ciências da Educ", "campus": "São Paulo", "codigo": "EDF0290", "nome": "Teorias do desenvolvimento, Práticas Escolares e Processos de Subjetivação", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Tendo em vista os principais desafios concretos do trabalho docente na atualidade, a disciplina devota-se, num primeiro plano, a dar a conhecer o legado discursivo das principais teorias psicológicas acerca do desenvolvimento e da aprendizagem humanas, para, em seguida, oferecer uma perspectivação crítica de tal legado, com o apoio de outro conjunto de ideias derivadas do pensamento foucaultiano. O intuito principal da disciplina consiste, assim, em sedimentar um solo analítico capaz de problematizar as racionalidades de matriz psicológica vigentes nas práticas escolares contemporâneas, bem como seus efeitos sobre os modos de subjetivação de e entre seus protagonistas.", "programa_resumido": "A disciplina, na perspectiva aqui adotada, visa propiciar a difusão e, ao mesmo tempo, uma análise crítica de algumas tendências teóricas prevalentes no campo da Psicologia da Educação e, em particular, daquelas de acento desenvolvimentista. Entendendo que a descrição das características do desenvolvimento cognitivo, social, afetivo e físico de crianças e pré-adolescentes consiste em um empreendimento socio-histórico sujeito a apropriações de múltiplas ordens, a disciplina debruça-se sobre o aporte epistemológico das teorias do desenvolvimento e da aprendizagem, de modo a analisar seus fundamentos e, igualmente, suas possíveis repercussões no cotidiano escolar contemporâneo. A realização do estágio na disciplina, por sua vez, tem a finalidade de proporcionar ao licenciando a oportunidade de realizar, no contexto curricular, um rol de atividades práticas tendo em vista um exame teórico-empírico das complexas relações entre educação e psicologia operando nas práticas educacionais concretas. \nAs práticas como componentes curriculares (PCC) se constituem por um conjunto de atividades investigativas sobre o cotidiano escolar, visando à análise de experiências formativas de alunos de diferentes contextos, regularmente matriculados na rede pública ou privada de ensino. Tais atividades investigativas de natureza prática são compostas das seguintes ações: realização, transcrição e análise de entrevistas com alunos de diferentes contextos ou coleta e análise de modelos dos documentos que efetuam o registro de informações sobre os mesmos. \nO trabalho de supervisão docente prevê orientações específicas relativas aos aspectos técnicos e éticos envolvidos no trabalho tanto com os depoimentos quanto com as fontes documentais.", "turmas": [{"codigo": "2025131", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:30", "fim": "12:00", "professores": ["(R) Julio Roberto Groppa Aquino"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 40, "pendentes": 0, "matriculados": 40, "grupos": {"IF -  para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "IME -  para toda a Unidade": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}, "IGc -  para toda a Unidade": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}, "Capital -  Licenc ñ exclusiva - todos os Cursos": {"vagas": 54, "inscritos": 36, "pendentes": 0, "matriculados": 36}}}}}, {"codigo": "2025133", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Cintya Regina Ribeiro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 47, "pendentes": 2, "matriculados": 43, "grupos": {"IF -  para toda a Unidade": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}, "IME -  para toda a Unidade": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2}, "IGc -  para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Capital -  Licenc ñ exclusiva - todos os Cursos": {"vagas": 54, "inscritos": 41, "pendentes": 2, "matriculados": 39}}}}}]}