{"unidade": "Faculdade de Educação", "departamento": "Filosofia da Educ e Ciências da Educ", "campus": "Outro", "codigo": "EDF0713", "nome": "Ética e Educação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina Educação e Ética tem o propósito de subsidiar os alunos do curso de Pedagogia na reflexão acerca da temática ética. O curso pretende abordar diferentes concepções de ética, com o intuito de oferecer aos estudantes oportunidade de algum contato com o a problemática específica dos valores pensados na particularidade da ação educativa. Trata-se de privilegiar a reflexão sobre a idéia de justiça aplicada à educação. Tal meditação compartilhada permitirá identificar perspectivas e possibilidades críticas e criativas para o julgamento e o aprendizado das escolhas que acompanham as decisões dos professores no cotidiano das escolas. Nesse sentido, como objetivos específicos, o estudante deverá:\nReconhecer o território do discurso ético;\nCompreender algumas tendências do pensamento ético no âmbito da história das idéias;\nIdentificar os julgamentos de valores, bem como os dilemas por eles envolvidos, com ênfase na especificidade da relação pedagógica;\nAvaliar a relevância da reflexão sobre valores na formação do educador;\nApreender a dimensão pública do debate ético no contexto da escola", "programa_resumido": "1.\tCultura, ética e sociedade\n2.\tA ética na educação: autoridade, liberdade e escola pública\n3.\tReflexões sobre o ethos da Antiguidade Clássica: educar para a virtude\n4.\tA ética medieval e a formação do cristão\n5.\tO Renascimento e o pensamento humanista\n6.\tNa modernidade, a autoridade do dever: Rousseau e Kant\n7.\tPós-modernidade: multiculturalismo e pluralidade de valores\n8.\tA ética na profissão do educador: tradições, experiências, expectativas\n9.\tA ética moderna e o ato educativo: razão e autonomia da vontade\n10.\tValores, direitos e deveres na escola: a prática ética na ação pedagógica", "turmas": []}