{"unidade": "Faculdade de Educação", "departamento": "Filosofia da Educ e Ciências da Educ", "campus": "São Paulo", "codigo": "EDF0723", "nome": "Diversidades, Desigualdades e Educação: Aportes Teóricos e Estudos Contemporâneos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1. Buscar referências teóricas para pensar as diferenças \u0096 suas configurações, seus desafios e seus paradoxos;\n2. Buscar referências teóricas para pensar as desigualdades \u0096 suas dinâmicas, modos de gestão, suas consequências identitárias;\n3. Refletir sobre limites e condições de políticas mais plurais e inclusivas.", "programa_resumido": "A disciplina tem por objetivo buscar referências teóricas para pensar o problema da norma e de seus outros: desvios, diferenças, deficiências, desigualdades, vulnerabilidades... Com o apoio de trabalhos que contribuam para evidenciar tanto os processos de produção da norma quanto os processos de normalização, procuraremos por referências capazes de iluminar as diferentes práticas presentes na sociedade atualmente para, ao examiná-las dessa maneira, refletirmos sobre os limites e as condições de políticas mais plurais e inclusivas.\nNo percurso da disciplina, conferimos atenção especial ao papel desempenhado pela educação escolar no que se refere às suas próprias normas e processos normalizadores e também no que se refere à experimentação de outras práticas, capazes de fazer frente aos imperativos da normalidade.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Fabiana Augusta Alves Jardim"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 18, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 18, "pendentes": 0, "matriculados": 0}}}}}]}