{"unidade": "Faculdade de Educação", "departamento": "Filosofia da Educ e Ciências da Educ", "campus": "São Paulo", "codigo": "EDF0296", "nome": "Psicologia da Educação : Uma Abordagem Psicossocial do Cotidiano Escolar", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "a) Apresentar e discutir criticamente as aproximações entre a Psicologia e a Educação Escolar, particularmente no âmbito da educação brasileira e da formação de professores.\nb) Apresentar os fundamentos da psicologia da educação e da psicologia escolar crítica, suas contribuições para o entendimento das relações professor-aluno, como lócus privilegiado no entendimento dos processos de desenvolvimento psicológico e da aprendizagem no contexto das instituições escolares e de seu cotidiano.\nc) Apresentar e discutir algumas das principais questões do cotidiano escolar, enfatizando as matizes sociais e institucionais na constituição das práticas e processos escolares e seus resultados. \nd) Apresentar noções elementares da pesquisa que toma a escola como objeto de estudo bem como fornecer bases conceituais e práticas sobre as técnicas de observação e entrevista e seus registros, tomados como instrumentos formativos para a prática pedagógica e pesquisa educacional.", "programa_resumido": "A Psicologia constituiu-se historicamente como uma das ciências nas quais a Educação mais busca suporte para entender e intervir nas questões escolares. Essa contribuição se deu, em diversos momentos, a partir de uma transposição simplificada e reducionista sobre os fenômenos que se desenvolvem no cotidiano escolar. As críticas a essas apropriações, já feitas no âmbito da própria Psicologia, são tratadas no curso. Além disso, são apresentadas as principais teorias psicológicas, sua presença na educação na atualidade e no entendimento do processo de desenvolvimento psicológico dos alunos, da sua aprendizagem e das práticas e processos escolares. Para tanto, vale-se do trabalho de alguns autores que têm contribuído para a construção de referenciais teóricos que levam em consideração a natureza complexa e multideterminada dos processos de ensino e aprendizagem, da natureza das relações interpessoais e dos fenômenos psicossociais que se desenvolvem no dia-a-dia das escolas.", "turmas": [{"codigo": "2025141", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:30", "fim": "12:00", "professores": ["Ana Karina Amorim Checchia"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 65, "pendentes": 0, "matriculados": 0, "grupos": {"IF -  para toda a Unidade": {"vagas": 2, "inscritos": 4, "pendentes": 0, "matriculados": 0}, "IME -  para toda a Unidade": {"vagas": 2, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "IGc -  para toda a Unidade": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "Capital -  Licenc ñ exclusiva - todos os Cursos": {"vagas": 54, "inscritos": 54, "pendentes": 0, "matriculados": 0}}}}}]}