{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0425", "nome": "Metodologia do Ensino de Física I", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "a) Fornecer subsídios teóricos e vivências de situações práticas para que o licenciando integre os conhecimentos científicos da área, os conhecimentos didáticos gerais sobre educação, os conhecimentos específicos sobre o ensino da física na educação básica e os conhecimentos sobre os contextos de atuação. \nb) Possibilitar oportunidades de análise crítica sobre situações vivenciadas na escola, durante o estágio, a partir dos pressupostos teóricos trabalhados ao longo da disciplina, construindo apoio para as atividades de implementação de propostas didáticas na escola, em estágio.\nc) Conhecer aspectos teóricos que sustentam estratégias e recursos metodológicos para a abordagem da física e utilizar estes conhecimentos para o planejamento de atividades didáticas.\nd) Desenvolver autonomia docente que possibilite uma atitude de permanente avaliação e aprimoramento dos conhecimentos teóricos e práticos.", "programa_resumido": "Problemas e perspectivas atuais da organização curricular do ensino de física na educação básica. Caracterização do ensino veiculado nas escolas e re-conhecimento da sala de aula, em situações de estágio na escola. Desenvolvimento, aplicação e análise de intervenções em atividades de estágio em situação escolar. Reconhecimento de potencialidades do ensino de Física em contextos não-formais.", "turmas": [{"codigo": "2025142", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Lúcia Helena Sasseron Roberto"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025143", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Elio Carlos Ricardo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 27, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}