{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0438", "nome": "Metodologia do Ensino de Italiano II", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "1.\tEstabelecer bases metodológicas - teóricas e práticas que permitam ao futuro professor selecionar, adaptar e avaliar situações de ensino e atividades didáticas.\n2.\tOrientar e supervisionar o licenciando de modo a que ele desenvolva:\na)\tvivência no ensino de italiano como língua estrangeira, por intermédio da observação e regência de aulas.\nb)\tcapacidade de planejamento, execução e avaliação de aulas e curso de italiano como língua estrangeira;\n3.\tAnalisar, selecionar, organizar e avaliar os diferentes conteúdos lingüísticos, socioculturais, discursivos, estratégicos e pragmáticos que integram e/ou devem integrar os programas curriculares dos cursos de italiano .\n4.\tRefletir sobre a importância e a contribuição das novas tecnologias para o ensino e aprendizagem do italiano  língua estrangeira.\n5.\tRefletir sobre o ensino de línguas inclusivo: o portador de necessidades especiais na aula de italiano  língua estrangeira.", "programa_resumido": "A disciplina Metodologia do Ensino de Italiano II está situada no currículo da Licenciatura tendo por objetivo estabelecer a integração entre os conteúdos pedagógicos e os específicos (língua italiana), assim como entre as teorias pertinentes à aprendizagem, ao ensino e à produção de conhecimento e as práticas desenvolvidas em sala de aula. Nesse sentido, busca oferecer aos alunos - futuros professores -, oportunidades de análise, reflexão e avaliação do processo de ensino e seus resultados. Através da regência de minicursos, pretende-se que os licenciandos sejam capazes de relacionar aspectos teóricos e práticos vinculados à seleção de materiais de ensino e definição de objetivos de curso, além de vivenciar níveis e fases de planejamento, execução e avaliação da aprendizagem. Da mesma forma, a elaboração de uma pesquisa acadêmica vinculada a questões de ensino e aprendizagem do italiano a brasileiros procura introduzir os futuros professores na reflexão aprofundada e continuada de aspectos relacionados à prática docente. Procura também propiciar discussões sobre as questões didático-pedagógicas identificadas nos minicursos ministrados. Tais discussões poderão ser desenvolvidas presencialmente ou em AVA.", "turmas": [{"codigo": "2024241", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:30", "fim": "12:00", "professores": ["(R) Vera Lucia Marinelli"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024243", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Vera Lucia Marinelli"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}