{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0671", "nome": "Educação Infantil e Sociedade", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Analisar o desenvolvimento da educação infantil no Brasil e em outros países: origem, políticas, objetivos e funções, a partir da história da infância e das instituições infantis.\nRefletir sobre diferentes concepções de infância e respectivas propostas governamentais de educação infantil.\nRefletir sobre alguns antagonismos presentes na elaboração de uma política integrada para a infância brasileira.\nRefletir sobre os diferentes atores responsáveis pela formulação de políticas para a infância, destacando o papel dos professores que atuam diretamente com a criança, as concepções de infância e a natureza das propostas pedagógicas.\nComparar diferentes políticas de educação infantil e de formação de educadores para este nível da Educação Básica.\nAnalisar diferentes expectativas sobre o papel social da educação infantil.", "programa_resumido": "O curso analisa a história da educação infantil no Brasil e as concepções de infância construídas socialmente. Apresenta experiências internacionais e nacionais de educação infantil. Discute objetivos, funções e políticas a partir da história da infância e das instituições infantis. Destaca as políticas públicas de creches, pré-escolas e centros de educação infantis e identifica o papel que a escola, família e comunidade desempenham na educação da criança de 0 a 6 anos. Merecem atenção questões relativas à mulher, ao trabalho feminino e aos direitos da criança, da mulher e do trabalhador. \nConstituem atividades de Prática como Componente Curricular: \nelaboração de projetos de investigação com coleta, organização e análise de dados obtidos em instituições de educação infantil nacionais e internacionais; elaboração de relatórios relacionando os conteúdos presentes nas instituições de educação infantil com fundamentos da educação e práticas pedagógicas historicamente constituídos; estudos comparados.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Maria Letícia Barros Pedroso Nascimento"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 64, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 64, "pendentes": 0, "matriculados": 0}}}}}]}