{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "Outro", "codigo": "EDM0665", "nome": "Artes e Educação Infantil I I: Dança e Teatro", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Com características experimentais, dada a construção ainda incipiente no campo da formação de professoras (es) da Educação Infantil, em cursos de graduação em Pedagogia e fora deles, este curso objetiva refletir e discutir sobre a construção dos corpos nas danças e teatros das culturas infantis no sentido de consolidar uma Pedagogia dos corpos, dos movimentos, das gestualidades, das linguagens táteis, da linguagem pele-pele, dos jogos e brincadeiras, processo a ser construído, desafio que implica em conceber as diferentes formas de expressões e manifestações culturais e artísticas como fundamentos nos contextos educativos das creches e pré-escolas, também através de viagens didáticas em espaços culturais. Sendo assim, a dança e o teatro serão concebidos como formas plenas de as crianças pequenininhas (0 a 3) e pequenas (4 a 6) viverem a infância e não como formas de ensino, categoria ainda presente, mas já epistemologicamente contestada nas pesquisas recentes que têm nas crianças e em suas culturas estéticas fontes privilegiadas para a formação de professoras(es) e de garantia do direito à infância.", "programa_resumido": "Conhecer, analisar e investigar as teorias e práticas educativas da Educação Infantil brasileiras e estrangeiras, no que se refere às linguagens teatrais, gestuais e dançantes na creche, para crianças pequenininhas (0 a 3) e na pré-escola, para crianças pequenas (4 a 6), na busca por consolidar a Arte como um dos fundamentos a ser construído nestes contextos educativos e as diversas culturas artísticas, estéticas e corporais da infância e para a infância, especialmente, no campo da dança e do teatro.", "turmas": []}