{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0429", "nome": "Metodologia do Ensino de Psicologia I", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "A disciplina Metodologia do Ensino de Psicologia I visa ampliar as competências e habilidades que foram desenvolvidas no núcleo comum dos cursos de formação de psicólogos. O seu objetivo maior será formar um profissional capaz de “ atuar na construção de políticas públicas de educação, na educação básica, no nível médio, no curso Normal, em cursos profissionalizantes e em cursos técnicos, na educação continuada, assim como em contextos de educação informal como abrigos, centros socioeducativos, instituições e outros”. (Parecer CNE/CES no. 338/2009). \nEssa proposta aparece prevista no artigo 13 das Diretrizes Curriculares para os cursos de graduação em Psicologia, tal como segue:\n(...) dar-se-á em um projeto pedagógico complementar e diferenciado, elaborado em   conformidade com a legislação que regulamenta a formação de professores no país. (Resolução no. 5, de 15 de Março de 2011)\nDessa maneira, o programa de Metodologia do Ensino de Psicologia I segue a proposta da Resolução no. 5, de 15 de Março de 2011, que especificou ainda melhor o Projeto Pedagógico para a Formação do Professor de Psicologia, propondo que ele deverá se pautar na construção das competências e habilidades básicas constantes no núcleo comum do curso de Psicologia e daquelas previstas nas Diretrizes Nacionais para a Formação do professor da Educação Básica, em nível superior. \nA proposta da disciplina Metodologia do Ensino de Psicologia I seguirá os encaminhamentos do Projeto Pedagógico complementar para a Formação de Professores de Psicologia, apresentando os seguintes objetivos básicos:\n1.\tComplementar a formação de psicólogos, articulando os saberes específicos da área com os conhecimentos didáticos e metodológicos.\n2.\tPossibilitar a formação de professores de Psicologia comprometida com as transformações político-sociais, adequando sua prática pedagógica às exigências de uma educação inclusiva.\n3.\tFormar os professores de Psicologia comprometidos com os valores da solidariedade e da cidadania, capazes de refletir, expressar e construir, de modo crítico e criativo, novos contextos de pensamento e ação.\nUm destaque será dado aos seguintes conteúdos direcionados a construção dos conhecimentos, habilidades e competências do professor de Psicologia:\na)\tTrazer uma visão abrangente do papel social do educador, assim como a reflexão sobre sua prática e a necessidade de aperfeiçoamento contínuo do futuro professor.\nb)\tArticular e utilizar os conhecimentos, competências e habilidades desenvolvidos no curso de Psicologia para a ampliação e o amadurecimento do papel do professor.\nc)\tLevar em conta as características de aprendizagem e desenvolvimento dos alunos, o contexto socioeconômico e cultural, bem como na organização didática de conteúdos e na escolha de estratégias e técnicas a serem empregadas.\nd)\tPromover o conhecimento da organização escolar, gestão e legislação de ensino referentes à Educação no Brasil, assim como a análise das questões educacionais relativas à dinâmica institucional e à organização do trabalho docente.\ne)\tRefletir a respeito da realidade escolar brasileira e as articulações existentes com as políticas públicas educacionais e o contexto socioeconômico mais amplo. \nf)\tRefletir a respeito dos estágios supervisionados relativos à prática de ensino de Psicologia. \nA disciplina, além da carga horária de estágio, terá 20 horas dedicadas às Práticas como Componentes Curriculares. Nelas será feito a análise de situações do cotidiano escolar, seja por meio de estudos de casos ou através de relatos de entrevistas de professores e alunos. Também serão analisados os materiais pedagógicos utilizados pelos professores em sala de aula. As discussões se voltarão à análise das situações de estágio e a propostas de intervenção. Também estão previstas visitas e a participação de eventos relativos à área de Ensino de Psicologia. E a apresentação de filmes vinculados aos assuntos abordados no programa da disciplina.", "programa_resumido": "A disciplina de Metodologia do Ensino de Psicologia I pretende contribuir para a formação do professor de Psicologia em seus diversos níveis de especialidade, a saber: na análise das políticas públicas de educação, na educação básica, no nível médio, no curso Normal, em cursos profissionalizantes e técnicos, na educação continuada e nos contextos de educação informal como os abrigos, centros socioeducativos, instituições, etc. \nSerão discutidas as principais transformações que a sociedade tem apresentado, trazendo novos impasses aos contextos educativos, revelando a importância da introdução de novas formas de pensar e repensar as práticas educativas no trabalho do professor de Psicologia.\n\nSerão retomados os principais autores da Psicologia que contribuíram em diferentes momentos, para se repensar o que acontece com a sociedade e seus participantes, bem como, direta ou indiretamente, o que ocorre com a Educação e os contextos escolares.\nO curso de Metodologia do Ensino de Psicologia I pretende retomar essas discussões, visando discutir qual o lugar estratégico da formação do professor de Psicologia, em seus vários níveis de especificidade.  \nUm lugar de destaque será dado ao estágio supervisionado que propiciará que os alunos reflitam a respeito da prática docente nos contextos formais e informais de educação e nas situações de sala de aula. \nO objeto de estudo maior será o próprio conceito de ensino de Psicologia, suas práticas em situação de sala de aula e no estudo das determinações sociais na organização e desenvolvimento do trabalho pedagógico nos contextos institucionais educativos.", "turmas": [{"codigo": "2025162", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["Lineu Norió Kohatsu"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}