{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "Outro", "codigo": "EDM0337", "nome": "Metodologia do Ensino de Educação Física", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Proporcionar ao futuro pedagogo a compreensão da motricidade como componente formador do ser humano e a cultura corporal como parcela significativa da cultura historicamente construída. Reconhecer os aspectos contributivos do componente curricular Educação Física ao processo educativo, mediante a consideração da escola como instituição que potencializa o exercício pleno da cidadania. Disponibilizar condições para que o futuro pedagogo possa utilizar os conhecimentos relativos à Educação Física para, articulados ao Projeto Pedagógico da escola, elaborar propostas de intervenção educativa na Educação Infantil e no Ciclo Inicial do Ensino Fundamental.Contribuir para que o pedagogo conheça, posicione-se e saiba atuar educacionalmente frente ao trabalho de professores de educação física na educação escolar.Oportunizar, através da realização dos estágios, maior aproximação entre os conteúdos da disciplina e a realidade escolar.", "programa_resumido": "Nesta disciplina, a Educação Física é compreendida como componente curricular inserida na área da Linguagem. Argumenta que a produção cultural manifestada pela motricidade, ou seja, a cultura corporal, é o objeto de estudo desta área do conhecimento. Em função disso, são fomentadas discussões a partir da construção teórica realizada acerca da temática corporal e a sua relação com a constituição do homem, da sociedade e da cultura, tomando como fundamento o entendimento da gestualidade como linguagem que expressa significados. Esta disciplina apresenta uma concepção de Educação Física que busca o diálogo cultural por meio da cultura corporal e proporciona a aproximação, o estudo e a valorização de diversas formas de produção e expressão culturais da comunidade escolar e dos diversos grupos que compõem a sociedade. Contribui para que os alunos e alunas sintam-se produtores e reprodutores de um patrimônio cultural digno, que deve ser vivenciado e analisado pela instituição escolar, partilhado publicamente e respeitado por todos os grupos sociais. Utiliza o estágio supervisionado como importante oportunidade de análise e reflexão do cotidiano escolar no que tange àss questões da educação corporal", "turmas": []}