{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0637", "nome": "Apropriações do Urbano: a Cidade pelas Lentes e Traços de Crianças", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1) Contribuir para a compreensão de cidade, tendo como fio condutor o processo de construção de representações e expressões das relações sociais; 2) aprofundar o debate sobre os usos sociais da fotografia e do desenho privilegiando os ambientes educacionais e a cidade, em especial no que se refere à infância e juventude; 3) contribuir para a compreensão e o desenvolvimento de estudos educacionais que têm a cidade como sujeito e objeto de pesquisa. 4) Investigar quais as contribuições para a compreensão da vida social; 5) Discutir questões metodológicas no uso de imagens na Educação, Sociologia, História e Geografia, bem como, a apreciação crítica das imagens fotográficas e desenhos na cidade;  6) Contribuir com a formação de professores de educação infantil e séries iniciais,  trazendo as discussões, questões e abordagens teóricas sobre a cidade produzidas nas áreas de Ciências Sociais e História.", "programa_resumido": "A disciplina discute a cidade numa perspectiva sociológica, histórica e geográfica, compreendendo-a como texto e como um conjunto de práticas, conformando-se em patrimônio cultural, o qual se expressa de diferentes formas em ambientes sócio-culturais específicos. Entre as análises e desdobramentos encontram-se as relações estabelecidas entre a cidade, - suas diferentes formas de expressar-se e ser representada imageticamente; espalhadas em espaços públicos, em paredes e muros de seus distintos bairros, em suas paisagens \u0096, e os sujeitos, meninos e meninas, homens e mulheres que nela convivem e a experimentam diariamente. Nesse sentido, a disciplina se propõe a criar contextos, percursos formativos e de experimentação visual da cidade, ensejando modos de apropriação  da mesma, bem como, um espaço fecundo para as mais diferentes pesquisas e contribuições aos estudos educacionais.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Marcia Aparecida Gobbi"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 62, "pendentes": 7, "matriculados": 53, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 60, "pendentes": 7, "matriculados": 53}}}, "Optativa Livre": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}