{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0699", "nome": "Introdução ao Letramento Midiático e Informacional", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Identificar aspectos teóricos e práticos referentes aos meios de comunicação no contexto das diferentes mídias e no uso integrado das linguagens de comunicação: sonora, visual, impressa, audiovisual, informática e telemática, destacando sua articulação com os processos de ensino e aprendizagem;\n- Elaborar propostas pedagógicas concretas para utilização dos acervos tecnológicos disponibilizados à escola no desenvolvimento de atividades curriculares nas diferentes áreas do conhecimento no contexto escolar e social;\n- Estimular a formação do leitor crítico, autoria na produção e a criação de projetos de uso integrado das diferentes mídias disponíveis e favorecendo o desenvolvimento das habilidades e competências necessárias para seu manejo, assim como na gestão em tecnologia educacional;\n- Criar oportunidades de acesso e permanência aos espaços do ensino e à utilização de novas mídias e das tecnologias da informação e da comunicação, atualizando as linguagens e renovando as estratégias didáticas articuladas com o letramento midiático e informacional.", "programa_resumido": "A disciplina visa à introdução das relações entre mídia, tecnologia e educação em contexto contemporâneo (escolar e social) destacando a relevância e a confiabilidade da informação sem quaisquer obstáculos ao pleno usufruto dos cidadãos em relação aos seus direitos à liberdade de expressão e ao direito à informação. Principais tendências das pesquisas na área; políticas de acesso às novas mídias; habilidades para produção do conhecimento; alfabetização midiática e informacional; uso de audiovisuais para fins pedagógicos; uso de tecnologias digitais como espaços de aprendizagem e expressão. Recorrendo ao trabalho de construção de projetos didáticos com mídia, contribuindo para que os alunos da disciplina tornem-se autores de programas, projetos e conteúdos educacionais nas diferentes mídias. Também busca atingir alguns objetivos da Declaração de Grünwald (1982), da Declaração de Alexandria (2005) e da Agenda de Paris da UNESCO (2007). Desenvolver subsídios para que os profissionais da educação posicionem-se criticamente a respeito de sua prática e do papel desempenhado pelas tecnologias digitais de comunicação na criação de um novo ambiente educacional. Realizar visita técnica em viagens didáticas em estúdios de produção audiovisual educativa de TV.", "turmas": [{"codigo": "2024202", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Agnaldo Arroio"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 29, "pendentes": 0, "matriculados": 0, "grupos": {"FE -  para toda a Unidade": {"vagas": 60, "inscritos": 29, "pendentes": 0, "matriculados": 0}}}}}]}