{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "Outro", "codigo": "EDM0440", "nome": "Metodologia do Ensino de Espanhol II", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "Objetivos gerais:\n\nReconhecer as dimensões da profissionalidade docente articulando-as com as especificidades do ensino da língua espanhola.\nDesenvolver a competência profissional, estabelecendo bases teórico-metodológicas e práticas reflexivas que promovam o diálogo entre o conhecimento acadêmico, o conhecimento adquirido nas vivências como aluno e o conhecimento adquirido nas vivências como estagiário.\nFomentar a criação e/ou o engajamento em comunidades de prática profissional.\n\nObjetivos específicos:\n\nEstabelecer bases metodológicas – teóricas e práticas – que permitam ao futuro professor selecionar, adaptar e avaliar situações de ensino bem como elaborar atividades e materiais didáticos.\nVivenciar o ensino de espanhol como língua estrangeira (E/LE) por meio da observação, participação e regência de aulas em estágios na educação básica.\nPlanejar, implementar e avaliar programas de ensino, aulas e materiais didáticos de E/LE. \nElaborar e comparar planos de aula, tomando-os como objeto de estudo e de reflexão sobre os conceitos discutidos ao longo do curso.\nAnalisar, selecionar e avaliar a importância e função das novas tecnologias e  dos multiletramentos no ensino e aprendizagem de E/LE.\nConstruir referencial teórico-metodológico no que diz respeito à avaliação da aprendizagem de línguas estrangeiras, com ênfase para conteúdos, propósitos e modalidades avaliativas", "programa_resumido": "A disciplina Metodologia do Ensino de Espanhol II está situada no currículo da Licenciatura e tem por objetivo estabelecer a integração entre os conteúdos pedagógicos e os específicos (língua espanhola), assim como entre as teorias pertinentes à aprendizagem, ao ensino e à produção de conhecimento e as práticas desenvolvidas em sala de aula. Nesse sentido, busca oferecer aos alunos; futuros professores, oportunidades de análise, reflexão e avaliação do processo de ensino e seus resultados. Por meio da regência de minicursos pretende-se que os licenciandos sejam capazes de relacionar aspectos teóricos e práticos vinculados à análise e seleção de materiais de ensino e definição de objetivos de curso, além de vivenciar níveis e fases de planejamento, execução e avaliação da aprendizagem.", "turmas": []}