{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "Outro", "codigo": "EDM0431", "nome": "Metodologia do Ensino de Química I", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "1. Fomentar o senso crítico do licenciando, que propicie uma atuação sistêmica nos diversos espaços profissionais de seu domínio, em especial nos contextos escolares e de sala de aula.\n2. Embasar o licenciando com elementos teóricos, metodológicos e práticos sobre a organização e planejamento do ensino, e sobre os processos de ensino e aprendizagem de Química e Ciências.\n3. Introduzir o licenciando em práticas pedagógicas para ministrar disciplinas de Química no Ensino Fundamental II e Ensino Médio, por meio do estágio supervisionado e de planos de ensino.", "programa_resumido": "As disciplinas de Metodologia do Ensino de Química I e II são oferecidas a partir de uma visão de continuidade e integração entre ambas. Reflexões e discussões sobre cultura, ciência e processos de produção de conhecimento, sobre a organização, planejamento das atividades e módulos temáticos de ensino de Química no Fundamental II e Médio, sobre o papel da linguagem, experimentação, história, tecnologias digitais e meios mediacionais no ensino e na aprendizagem de ciências, antecipam o desenvolvimento de projetos de planejamento e sua realização, que são sistematicamente estudados por meio de técnicas de análise de episódios de ensino, subsidiando a reflexão sobre as ações mediadas em sala de aula, de modo a permitir a instauração de práticas e a apropriação de fundamentos teóricos sobre a avaliação e o planejamento do ensino. Concomitantemente, ocorrem os estágios supervisionados a partir de projetos individuais e coletivos, realizados em escolas campo, preferencialmente da rede pública de ensino. Neles, serão coletadas informações sobre a infraestrutura e espaços físicos, o professor, os alunos, a coordenação pedagógica e a direção da escola. Também serão observadas as atividades de ensino, as interações e outros aspectos da sala de aula. Atividades e planos de ensino serão desenvolvidos na escola campo. Atividades de Práticas como Componentes Curriculares estão relacionadas à produção de sequências didáticas, materiais de apoio ao aluno e ao professor que serão aplicados na forma de minicursos temáticos.", "turmas": [{"codigo": "2025133", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Marcelo Giordan Santos"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025142", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Agnaldo Arroio"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}