{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0410", "nome": "Metodologia do Ensino de Inglês II", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": ". Reconhecer as dimensões da profissionalidade docente articulando-as com as especificidades do ensino da língua inglesa;\n. Desenvolver a competência profissional, estabelecendo bases teórico-metodológicas e práticas reflexivas que promovam o diálogo entre o conhecimento acadêmico, o conhecimento adquirido nas vivências como aluno e o conhecimento adquirido nas vivências como estagiário;\n. Fomentar a criação e/ou o engajamento em comunidades de prática profissional\n\nObjetivos Específicos:\n. Planejar, implementar e avaliar programas de ensino da língua inglesa em diferentes contextos, com ênfase para a Educação Básica como atividade central de estágio;\n. Ampliar o repertório de práticas de ensino da língua inglesa, tomando-as como ponto de partida para problematização;\n. Construir referencial teórico-metodológico no que diz respeito à avaliação da aprendizagem de línguas estrangeiras, com ênfase para conteúdos, propósitos e modalidades avaliativas.\n. Elaborar e comparar planos de aula, tomando-os como objeto de estudo e de reflexão sobre os conceitos discutidos ao longo do curso.", "programa_resumido": "A disciplina Metodologia do Ensino de Inglês II, situada no currículo do curso de Licenciatura em Letras, tem como principal objetivo possibilitar a compreensão das dimensões política, formativa e cultural associadas ao ensino de língua inglesa no currículo da Educação Básica. Para tanto, visa consolidar e expandir os conhecimentos teórico-metodológicos introduzidos na disciplina Metodologia do Ensino de Inglês I, imprimindo maior ênfase à postura crítica do aluno futuro professor diante de temas recentes no âmbito do ensino de línguas estrangeiras face ao cenário complexo e multifacetado da era digital e global. Ao longo da disciplina, espera-se que o aluno futuro professor possa compreender a relação dialética entre teorias e práticas, em especial nas suas vivências de estágio, para que possa se reconhecer como sujeito integrante de sua comunidade profissional, compreendendo a relevância do trabalho colaborativo em seu contexto de atuação. \n\nA formação de professores de língua inglesa na Universidade deve levar em consideração o fato de que muitos alunos já atuam como professores em cursos livres de idiomas ou em aulas particulares. Nesses contextos, há, em geral, forte aderência à noção de que o método é o grande responsável pelo ensino, sendo o professor, sob essa ótica, mero reprodutor de princípios e procedimentos, não havendo espaço para maior agenciamento em sua práxis. O curso busca articular os saberes experienciais adquiridos pelo licenciando em sua vivência como aluno, estagiário e professor aos saberes pedagógicos específicos do campo de ensino de línguas estrangeiras, fomentando, assim, um percurso de formação fundamentado na práxis reflexiva, crítica e autônoma.", "turmas": [{"codigo": "2024241", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:30", "fim": "12:00", "professores": ["(R) Livia de Araujo Donnini Rodrigues"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024243", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Ana Paula Martinez Duboc"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}