{"unidade": "Faculdade de Educação", "departamento": "Metodologia do Ensino e Ed Comparada", "campus": "São Paulo", "codigo": "EDM0450", "nome": "Metodologia do Ensino de Lingüística II", "creditos_aula": 4, "creditos_trabalho": 3, "objetivos": "-  Propor metodologias de análise do texto escrito aplicadas ao ensino de Língua Portuguesa;\n2 -  Evidenciar a importância e o papel dos estudos lingüísticos aplicados ao texto técnico (de outras disciplinas), constituindo um campo interdisciplinar para a abordagem  dos múltiplos e gêneros e suas técnicas notacionais e de textualização;\n3 - Compreender a textualização, a leitura e os suportes em uma perspectiva diacrônica.\n4 - Analisar materiais e recursos didáticos, sobretudo os produtos  das novas tecnologias.\n5 - Introduzir conceitos fundamentais da Análise do Discurso, da Teoria da Enunciação e da  Lingüística Textual;\n5 - Refletir sobre  métodos interdisciplinares de ensino da escrita e do oral.", "programa_resumido": "- Propor metodologias de análise do texto escrito aplicadas ao ensino de Língua Portuguesa;\n2 - Evidenciar a importância e o papel dos estudos linguísticos aplicados ao texto técnico (de outras disciplinas), constituindo um campo interdisciplinar para a abordagem dos múltiplos e gêneros e suas técnicas notacionais e de textualização;\nA disciplina \"Metodologia do Ensino de Linguística II\" propõe uma aproximação entre o ensino da língua materna e as possibilidades da Linguística Aplicada no contexto da relação educativa, ou seja, pretende oferecer oportunidades de enlaces entre ensino e pesquisa. Enfoca nesse primeiro semestre a aprendizagem da linguagem escrita, sua relação com os diversos portadores de texto da atualidade e com outras modalidades de expressão; suas possibilidades interdisciplinares no campo educacional. Desenvolve atividades de estágio supervisionado em Instituições de Ensino.", "turmas": [{"codigo": "2024253", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Valdir Heitor Barzotto"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}