{"unidade": "Escola de Educação Física e Esporte", "departamento": "Esporte", "campus": "São Paulo", "codigo": "EFE0157", "nome": "Marketing e Comunicação no Esporte", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral da disciplinaCaracterizar o mercado de produtos e serviços esportivos e identificar os principais fatores que influenciam o comportamento das organizações esportivas e do consumidor do esporte.Específicos da disciplina\u0095 Oferecer ao aluno a oportunidade de estudar o conceito, os tipos, a aplicabilidade e estudar \"cases\" de comunicação integrada de organizações esportivas no contexto brasileiro e internacional;\u0095 Oferecer ao aluno a oportunidade de estudar o conceito, os tipos, a aplicabilidade e estudar \"cases\" de marketing esportivo no contexto brasileiro e internacional;\u0095 Possibilitar ao aluno a oportunidade para aprender planejar, organizar e dirigir ações de comunicação e marketing para produtos e serviços esportivos.", "programa_resumido": "Programa ResumidoMercado de Produtos e Serviços esportivos: panorama geral da Indústria do Esporte. Esporte e Indústria do Entretenimento. Modelo de Comunicação Estratégica para Organizações Esportivas. Componentes da Comunicação Estratégica no Esporte. Marketing esportivo: conceito, natureza e caraterísticas. Os 4 Ps de marketing aplicados ao esporte. O consumidor do esporte e seu comportamento. Plano de Marketing e Comunicação no Esporte.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "13:30", "fim": "15:25", "professores": ["(R) Ivan Furegato Moraes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}