{"unidade": "Escola de Educação Física e Esporte", "departamento": "Pedag do Mov do Corpo Humano", "campus": "São Paulo", "codigo": "EFP0119", "nome": "Fundamentos da Educação Física Escolar II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ao final da disciplina espera-se que o estudante  tenha condições de dissertar sobre a relevância dos conceitos de desenvolvimento, infância e conhecimento para a constituição da educação física na escola.", "programa_resumido": "A constituição de uma educação física se deu num contexto onde a natureza humana foi contraposta à cultura. Os ideais iluministas e em particular a tese de Rousseau (a natureza selvagem do homem é boa) fizeram com que desde o início da escola moderna (do Século XVII /Século XVIII em diante) se engendrasse a noção de que o desenvolvimento humano – entendido como um processo de  mudanças físicas e comportamentais ao longo da  vida – seria suporte fundamental para a educação. A presente disciplina discute a natureza da infância e  do desenvolvimento bem como de seu contexto para então se posicionar diante do problema do conhecimento - entendido na relação entre o sujeito – o que conhece – e objeto – o que é conhecido. As referências para essa discussão são os casos de indivíduos que viveram em situação de enorme privação cultural como o Menino Selvagem de Aveyron e Kaspar Hauser, além de relatos e estudos sobre o contexto da infância no Século XX. Uma das estratégias principais da disciplina é fazer uso do cinema enquanto experiência de construir um olhar sobre a infância.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "09:40", "fim": "11:35", "professores": ["(R) Edison de Jesus Manoel"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 17, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}