{"unidade": "Escola de Educação Física e Esporte", "departamento": "Pedag do Mov do Corpo Humano", "campus": "São Paulo", "codigo": "EFP0138", "nome": "Trabalho de Conclusão de Curso I", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Ao final da disciplina, o estudante deverá ser capaz de:\n(a) Dissertar sobre o sentido e o significado do trabalho de conclusão de curso (TCC) no âmbito dos estudos da escola e da educação física escolar;\n(b) identificar possibilidades de elaboração e encaminhamento de TCC no universo de estudos e intervenções na escola tendo como referência o componente curricular educação física;\n(c) Dispor de ferramentas teórico-metodológicos para elaboração do TCC.\n(d) Compreender textos acadêmicos e científicos e redigi-los com objetividade, concisão, propriedade, correção e clareza, ampliando e consolidando o emprego linguístico estabelecido pela norma padrão.", "programa_resumido": "O trabalho de conclusão de curso é um instrumento crucial para a formação do futuro professor uma vez que o leva problematizar sua futura prática e a fazer uma aproximação entre os conhecimentos pedagógicos e didáticos que balizam e orientam a intervenção na escola. A presente disciplina apresenta ao estudante os sentidos e significados do TCC no âmbito dos estudos da escola com especial referência à educação física mediando a relação do estudante com o desenvolvimento de conhecimentos, métodos, técnicas, auxiliando na compreensão e produção de textos relativos a esse componente curricular.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "07:30", "fim": "09:25", "professores": ["(R) Osvaldo Luiz Ferraz"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}