{"unidade": "Escola de Educação Física e Esporte", "departamento": "Pedag do Mov do Corpo Humano", "campus": "Outro", "codigo": "EFP0122", "nome": "Educação Física Escolar Adaptada II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Espera-se que o aluno ao final da disciplina possa\n1.\tIdentificar e utilizar a fundamentação teórica que embasa a discussão sobre a Educação Inclusiva, Educação Especial e Atendimento especializado, na elaboração de currículos, programas, projetos e experiências de ensino em Educação Física Escolar.\n2.\tConhecer as características e as necessidades de adaptação para elaborar propostas de intervenção visando promover a inclusão de todos os alunos nas aulas de Educação Física no ensino regular.\n3.\tConhecer a realidade dos sistemas de ensino regular e suas interfaces com o movimento da educação inclusiva, de modo que possa elaborar e desenvolver propostas, experiências de aprendizagem e programas de ensino em Educação Física Escolar.\n4.\tElaborar e desenvolver projetos e experiências de ensino que atendam as demandas da Educação Especial e do atendimento especializado, com referência à Educação Física Escolar.\n5.\tUtilizar as informações de fontes teóricas para analisar os resultados obtidos na observação e desenvolvimento de experiências de aprendizagem na intervenção escolar, com fins de reelaboração do próprio ensino, na perspectiva de fomentar a formação do professor pesquisador.\n6.\tBuscar fontes para atualizar-se cientificamente em relação a inclusão de alunos da educação especial ou de atendimento especializado, com fins de intervenção na aula de Educação Física Escolar e contínua formação profissional;\n7.\tInteragir com a comunidade escolar (gestão, professores e alunos) de forma integrada e cooperativa, observando experiências e coletando dados para organizar e desenvolver o ensino em prol da aprendizagem dos alunos.", "programa_resumido": "Utilização da fundamentação teórica da Educação Física Escolar Adaptada/Educação Inclusiva/Educação Especial/Atendimento especializado na elaboração de experiências de aprendizagem. Características e necessidades dos alunos da Educação Especial e dos programas de atendimento na Educação Inclusiva nas aulas de EFE. Elaboração de projetos e experiências de ensino para intervenção com a Educação Física Escolar Adaptada em situação de ensino regular e do paradesporto escolar.", "turmas": []}