{"unidade": "Escola de Educação Física e Esporte", "departamento": "Pedag do Mov do Corpo Humano", "campus": "Outro", "codigo": "EFP0121", "nome": "Educação Física no Ensino Fundamental do 1º ao 5º ano II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "1.\tPossuir fundamentação teórica apropriada sobre a Educação e Educação Física no Ensino Fundamental\n2.\t Compreender o sentido formativos da Educação Física Escolar \n3.\tCompreender o conceito de modelo de instrução e identificar os seus principais elementos.\n4.\tCo-construir modelos de instrução para cada uma das práticas corporais estudadas na disciplina EFP0117: Jogo/brincadeira, esporte, Ginástica, Praticas corporais artística, lutas e atletismo.\n5.\t Elaborar sequencias didáticas das práticas corporais estudadas: Jogo/brincadeira, esporte, Ginástica, Praticas corporais artística, lutas e atletismo, considerando os cinco anos iniciais do Ensino Fundamental.\n6.\tConhecer programa de Educação Física da Escola de Aplicação- USP, Programa de Educação Física Escolar Estadual (Secretaria Estadual de Educação- SP) e Municipal (Secretaria Municipal de Educação - SP)\n7.\tCo-construir um programa piloto para a Educação Física Escolar do 1o. ao 5o ano, abarcando:Uma posição acerca conhecimento escolar da disciplina; objetivo geral para o 5o. ano do Ensino Fundamental e específicos para cada anos escolar; orientações Didáticos metodológicas; avaliação.\n8.\tIdentificar as barreiras pessoais para implementação de um programa como o que foi elaborado pelo grupo classe e delinear um programa de ação para superar essas barreiras\n9.\tParticipar de forma critica e propositiva de seminário de avaliação do conjunto das disciplinas EFP0117 e EFP0121", "programa_resumido": "Síntese do percurso realizado na disciplina EFP0117 e EPP0121 na forma de um seminário aberto a critica e proposições. Seminário sobre o sentido formativo da Educação Física Escolar. Modelos de instrução, seus elementos e seus exemplares com foco em finalidades da Educação Física Escolar do 1o. ao 5o. ano. Promoção de oficinas para, em grupo, elaboração de sequências pedagógicas e programas. Seminário de análise de programas. Avaliação da disciplina.", "turmas": []}