{"unidade": "Escola de Enfermagem", "departamento": "Enfermagem Médico-cirúrgica", "campus": "São Paulo", "codigo": "ENC0229", "nome": "Enfermagem Em Centro de Material", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "GERAL DO MÓDULO \nInstrumentalizar o aluno para julgar e decidir as práticas seguras relacionadas ao processamento de materiais reutilizáveis na assistência à saúde\n\nESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:\n\n2.2.1 Referentes à ação docente:\n1.\tJustificar a importância do conteúdo da disciplina Enfermagem em CME na formação do aluno.\n2.\tInstrumentalizar o estudante para planejar e implementar as práticas recomendadas embasadas em conhecimentos científicos de processamento dos materiais reutilizáveis.\n3.\tFundamentar o planejamento da área física, a organização de recursos materiais e dinâmica de trabalho na CME de acordo com as normas sanitárias vigentes.\n4.\tApresentar a gravidade de surtos infecciosos relacionados ao reprocessamento de materiais em cenários da prática assistencial no território nacional.\n5.\tIntegrar os conceitos de microbiologia ao reprocessamento de materiais.\n6.\tDiscorrer sobre os princípios de limpeza, desinfecção, preparo e acondicionamento, esterilização, armazenamento e controle dos materiais médico-hospitalares.\n7.\tDirecionar o estudante para os avanços tecnológicos para a otimização do processamento seguro dos materiais utilizados na assistência à saúde.\n8.\tDiscutir conceitos de processo de trabalho na CME e suas implicações na assistência de enfermagem\n9.\tIntroduzir o aluno na polêmica do reuso de materiais comercializados como de uso único.\n10.\tDivulgar os resultados de pesquisa em CME para uma prática crítica e transformadora; \n11.\tEstimular os graduandos a utilizar métodos científicos na busca de respostas para a solução de problemas em CME.\n12.\tEstimular atitudes e comportamentos de reflexão e aperfeiçoamento contínuos, visando uma prática segura e ética.\n13.\tPromover reflexões sobre as possibilidades e limites de atuação do enfermeiro, considerando conhecimento, experiência e atribuições ético-legais.\n\n2.2.2 Referente à ação discente:\n1.\tConhecer e ser capaz de analisar a estrutura física e a dinâmica de trabalho da Unidade de CME.\n2.\tAplicar conceitos de microbiologia no processamento de materiais reutilizáveis adequando métodos e técnicas de acordo com os recursos existentes no nível Atenção Básica até na Especializada.\n3.\tConhecer e aplicar os princípios de limpeza, desinfecção, preparo e acondicionamento, esterilização, armazenamento e controle dos materiais médico-hospitalares.\n4.\tReconhecer a gravidade de surtos infecciosos no território nacional relacionados ao processamento de materiais. \n5.\tDiscutir a polêmica do reuso de materiais comercializados como de uso único.\n6.\tAcompanhar os avanços tecnológicos para a otimização do processamento seguro dos materiais utilizados na assistência à saúde. \n7.\tApreender e aplicar conceitos do processo de trabalho da CME e suas implicações para a assistência de enfermagem. \n8.\tConhecer e discutir a aplicação prática de novos conhecimentos em CME produzidos pelas pesquisas científicas.\n9.\tDemonstrar capacidade de resolução de problemas relacionados ao processamento dos materiais pelo método científico.\n10.\tDemonstrar atitudes e comportamentos de reflexão e aperfeiçoamento contínuos, visando uma prática eficiente, segura e ética em CME.\n11.\tIdentificar possibilidades e limites de atuação do enfermeiro em CME, considerando conhecimento, experiência e atribuições ético-legais.", "programa_resumido": "Conhecimento da dinâmica da Unidade de Central de Material e Esterilização (CME), das tecnologias para o processamento e dos processos de trabalho. Observância e cumprimento de parâmetros pré-estabelecidos para o processamento de materiais reutilizáveis - materiais seguramente limpos, desinfetados ou esterilizados, livres de biofilmes, endotoxinas e outros pirógenos e substâncias tóxicas", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "28/02/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "24/02/2025", "fim": "28/02/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}