{"unidade": "Escola de Enfermagem", "departamento": "Orientação Profissional", "campus": "Outro", "codigo": "ENO0302", "nome": "Bioética", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "OBJETIVO GERAL DO MÓDULOAnalisar os aspectos éticos e legais envolvidos na atuação profissional.IMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO.Mobiliza as competências ética, política e legal, para o desenvolvimento de postura crítico-reflexiva como condição para assunção de condutas éticas. Enfatiza o desenvolvimento da autonomia de indivíduos e de grupos, que pressupõe a liberdade com compromisso e responsabilidade. Contribui para a reflexão ética das situações conflituosas. Ressalta a importância da análise processual dos conflitos éticos.SITUAÇÕES (eixos integrativos) NAS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMAEstudo de casos e situações simuladas, envolvendo a dimensão ética da atenção à saúde.OBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:Referentes à ação discente:1.\tIdentificar e discutir temas da Bioética relativos à atenção à saúde;2.\tDesenvolver a crítica e a reflexão como condição para assunção de condutas éticas;3.\tReconhecer a dimensão ética na assistência, gerência e políticas institucionais;4.\tExercitar atividades grupais visando a integração entre estudantes, professores e profissionais.Referente à ação docente:1.\tIntroduzir temas da Bioética relativos à profissão;2.\tAnalisar os valores e princípios éticos que norteiam a conduta dos profissionais de enfermagem.3.\tEstimular a crítica e a reflexão como condição para assunção de condutas éticas;4.\tAnalisar a dimensão ética da assistência, gerência e políticas institucionais;5.\tPromover atividades grupais visando a integração entre estudantes, professores e profissionais.", "programa_resumido": "Dimensão ética da atuação profissional. Temas da Bioética relativos à profissão.", "turmas": []}