{"unidade": "Escola de Enfermagem", "departamento": "Orientação Profissional", "campus": "São Paulo", "codigo": "ENO0500", "nome": "Estágio Curricular I - Administração em Enfermagem", "creditos_aula": 2, "creditos_trabalho": 9, "objetivos": "OBJETIVO GERAL DO MÓDULO \nAnalisar e exercitar o processo de trabalho gerencial em enfermagem, relacionando-o com a estrutura e dinâmica organizacional do serviço de saúde e de enfermagem.\n\n\nIMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO. \nO ensino do processo de trabalho gerencial em enfermagem, fundamentado em teorias e saberes específicos  instrumentaliza o estudante para o planejamento, organização e avaliação da assistência e da unidade/ serviço, por meio da articulação dos recursos humanos, físicos, ambientais, materiais e financeiros, na perspectiva de transformação da realidade de saúde.\n\n\nSITUAÇÕES NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA \nPráticas de gerenciamento em enfermagem nas instituições de saúde \n\nOBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:\n\nReferentes à ação docente:\n1.\tArticular as bases teóricas e conceituais do gerenciamento com a estrutura e dinâmica organizacional dos Serviços de saúde e de enfermagem.\n2.\tContextualizar o processo de gerenciamento de recursos humanos em saúde e em \nenfermagem, abarcando questões de diversidade, inclusão e equidade no gerenciamento em\nenfermagem.\n3.\tInstrumentalizar os estudantes para a coordenação de equipes de saúde e de enfermagem.\n4.\tIncentivar a autonomia do estudante e a integração entre alunos, professores e profissionais.\n5.\tIntroduzir os fundamentos teóricos e metodológicos do processo de avaliação da qualidade dos serviços de saúde.\n\n\nReferente à ação discente:\n1.\tRelacionar a estrutura e dinâmica organizacional dos serviços com o gerenciamento em enfermagem.\n2.\tAnalisar o processo de gerenciamento de recursos humanos em saúde e em enfermagem, \nabarcando questões de diversidade, inclusão e equidade no gerenciamento em enfermagem.\n3.\tDesenvolver competências para a coordenação de equipes de saúde e de enfermagem.\n4.\tConhecer os fundamentos teóricos e metodológicos do processo de avaliação da qualidade dos serviços de saúde.\n5.\tDesenvolver a autonomia e a integração com indivíduos e grupos.\n6.\tVivenciar ações relacionadas ao processo de gerenciamento em situações da prática de enfermagem.", "programa_resumido": "Conceitos, metodologias e instrumentos do processo de trabalho gerencial em enfermagem. Ferramentas gerenciais no processo de trabalho do enfermeiro. Planejamento, organização e avaliação da assistência/serviço. Liderança e Supervisão. Gerenciamento de recursos humanos.", "turmas": [{"codigo": "2025111", "inicio": "17/04/2025", "fim": "01/07/2025", "tipo": "Prática", "observacoes": "Período de Reposição: 02 a 07/07/2025 - Segunda, Quarta, Quinta e Sexta-Feira, das 08:00 - 17:00", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 66, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}