{"unidade": "Escola de Enfermagem", "departamento": "Orientação Profissional", "campus": "São Paulo", "codigo": "ENO0221", "nome": "Pesquisa em Enfermagem", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "GERAL DO MÓDULO\n\nIniciar o processo investigatório com a finalidade de consumir, produzir e divulgar pesquisas, integrando-o ao processo de trabalho do enfermeiro e preparo e apresentação de seminários.\n\n\nESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:\n\n\nReferentes à ação docente:\nIntroduzir os fundamentos teóricos, metodológicos, éticos e legais que norteiam o processo de pesquisa. \nExplicar o desenvolvimento do processo de pesquisa nas abordagens quantitativa e qualitativa. \nOrientar a execução de um pré-projeto de pesquisa. \nEnfocar a prática investigativa como um dos processos de trabalho desenvolvidos pelo enfermeiro. \nInstigar o consumo e a divulgação de pesquisas. \n\nReferente à ação discente:\nConhecer os fundamentos teóricos, metodológicos, éticos e legais que norteiam a investigação científica quantitativa e qualitativa. \nAnalisar o processo de pesquisa nas abordagens quantitativa e qualitativa. \nRealizar um pré-projeto de pesquisa. \nConhecer o processo de pesquisa como um dos processos de trabalho desenvolvidos pelo enfermeiro. \nConsumir e divulgar pesquisas.", "programa_resumido": "Processo histórico do conhecimento, da ciência e da pesquisa. Pesquisa nas vertentes quantitativa e qualitativa. Aspectos éticos e legais da pesquisa.", "turmas": [{"codigo": "2024201", "inicio": "07/08/2024", "fim": "04/12/2024", "tipo": "Teórica", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 63, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}