{"unidade": "Escola de Enfermagem", "departamento": "Enfermagem Materno-infantil e Psiquiátrica", "campus": "São Paulo", "codigo": "ENP0253", "nome": "Enfermagem em Saúde Mental e Psiquiátrica", "creditos_aula": 11, "creditos_trabalho": 0, "objetivos": "a)OBJETIVO GERALDO MÓDULO.\nContextualizar as políticas de atenção à saúde mental do adulto portador de transtorno mental e desenvolver estratégias do processo de cuidar em enfermagem em saúde mental nos diversos cenários da rede de atenção à saúde mental, utilizando as tecnologias do cuidado de enfermagem em saúde mental\n\nb) IMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO.\nSegundo estimativas da Organização Mundial da Saúde e do Ministério da Saúde, 3% da população (5 milhões de pessoas) necessita de cuidados contínuos de saúde mental (transtornos mentais severos e persistentes), e mais 9% (totalizando 12% da população geral do país - 20 milhões de pessoas) precisam de atendimento eventual (transtornos menos graves) dentre os quais encontra-se o uso prejudicial de álcool e outras drogas. A necessidade de preparar o futuro enfermeiro para o trabalho em saúde mental é enfrentar a problemática epidemiológica no atual contexto das políticas de saúde mental do país, norteado pelos princípios do Sistema Único de Saúde brasileiro e da Reforma Psiquiátricas o paradigma psicossocial exige que o enfermeiro vivencie um processo formativo com vistas a condutas diferenciais no cuidado.\n\nc) SITUAÇÕES (eixos integrativos) NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA.\nOs conhecimentos adquiridos no programa serão empregados em todos os campos do trabalho em saúde, uma vez que os instrumentos específicos do cuidado de enfermagem em saúde mental são propedêuticos na sua essência, e são relacionados à expressão humana mais complexa e profunda,  às formas de relação do ser humano consigo mesmo, com o outro e com grupos. As atividades práticas e reflexivas nos cenários da atenção especializada aos usuários com transtornos mentais severos e persistentes, propiciam ao discente a aplicação de tecnologias relacionais, estratégias terapêuticas de excelência no cuidado em saúde mental, com vistas à proposição e implementação do projeto terapêutico.\n\nd) OBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS.\n- Referentes à ação docente:\n1. Conceituar as políticas de atenção à saúde do adulto com transtorno mental no Sistema Único de Saúde.\n2. Instrumentalizar os discentes para o desenvolvimento de estratégias do processo de cuidar em enfermagem do adulto com transtorno mental e de sua família segundo o contexto institucional, com a equipe multiprofissional de saúde mental, na perspectiva da Reabilitação Psicossocial. \n3. Instrumentalizar os discentes para o desenvolvimento de estratégias do processo de cuidar em enfermagem do adulto com transtornos mentais e comportamentais relacionados ao uso de substâncias psicoativas e de sua família segundo o contexto institucional, com a equipe multiprofissional de saúde mental, na perspectiva da Reabilitação Psicossocial.\n4. Fundamentar e propiciar o estabelecimento do relacionamento interpessoal enfermeira-paciente e família com objetivos terapêuticos.\n\n- Referentes à ação discente:\n1 . Analisar as políticas públicas de saúde mental e os cenários de prática da enfermagem na saúde mental.\n2. Planejar o plano terapêutico do adulto com transtorno mental na perspectiva da Reabilitação Psicossocial.\n3. Identificar e aplicar as diferentes tecnologias disponíveis para o cuidado em saúde mental nos diferentes cenários de prática.", "programa_resumido": "Bases para o cuidado em saúde mental: construção do campo psiquiátrico, psicossocial; concepções do processo saúde-doença mental, tecnologias de cuidado; políticas de saúde mental, cenários da prática de enfermagem; relacionamento interpessoal terapêutico: teoria e método; reabilitação psicossocial: teoria e modelos; processo de cuidar em saúde mental e em enfermagem: evolução do cuidado, funções da enfermagem, instrumentos de intervenção: técnicas de comunicação terapêutica, funções psíquicas e suas alterações, psicofarmacologia, processo de cuidado, transtornos mentais severos e persistentes e do uso de álcool e outras substâncias, trabalho da enfermagem, trabalho em equipe no campo da saúde mental.", "turmas": [{"codigo": "2025101", "inicio": "15/05/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": ["", ""]}, {"dia": "seg", "inicio": "14:00", "fim": "", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "15/05/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "17:00", "professores": ["", ""]}, {"dia": "seg", "inicio": "14:00", "fim": "", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}