{"unidade": "Escola de Enfermagem", "departamento": "Enfermagem Materno-infantil e Psiquiátrica", "campus": "Outro", "codigo": "ENP0382", "nome": "Enfermagem no Cuidado à Criança e Adolescente na Experiência de Doença", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "OBJETIVO GERAL DO MÓDULO\nInstrumentalizar o aluno no cuidado de enfermagem à criança, adolescente em situação de doença aguda e crônica, bem como de sua família, fundamentado por práticas baseadas em evidências.\nDesenvolver competências para o cuidado de enfermagem culturalmente responsivo e raciocínio clínico para assistência de crianças, adolescentes e suas famílias em situação de doença.\n\nReferentes à ação docente:\n- Instrumentalizar o aluno em sua formação técnico-científica voltada para o cuidado da criança, adolescente e sua família em situação de doença;\n- Estimular a prática clínica baseada em evidências no cuidado da criança, adolescente e sua família;\n- Instrumentalizar o aluno a desenvolver habilidades de comunicação, tomada de decisões e de trabalho em equipe no contexto da pediatria.\n\nReferente à ação discente:\n- Integrar e aplicar conhecimentos práticos e teóricos no contexto da criança, adolescente e sua família na experiência da doença, utilizando o raciocínio clínico de enfermagem;\n- Compreender a criança, adolescente e sua família em situação de doença em relação ao crescimento e desenvolvimento, estrutura e dinâmicas familiares, fatores sócio-culturais como base do cuidado;\n- Demonstrar habilidades para tomada de decisão, prática interprofissional colaborativa e relacionamento interpessoal no cuidado de enfermagem para crianças, adolescente e famílias;\n- Realizar o cuidado à criança, adolescente e sua família ao longo da experiência de doença, morte e luto, fundamentado na abordagem centrada na família;\n- Conhecer e identificar os problemas clínicos da criança hospitalizada;\n- Realizar as etapas do processo de enfermagem em pediatria, incorporando práticas para o cuidado centrado na família e culturalmente responsivo ao longo da experiência de doença;\n- Respeitar princípios éticos, legais e humanísticos em enfermagem pediátrica.\n\nIMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO.\nA disciplina possibilita ao aluno apreender bases teóricas e o papel do enfermeiro no cuidado da criança, adolescente e sua família na experiência de doença em instituições hospitalares e ambulatoriais.", "programa_resumido": "São enfatizados três pressupostos que fundamentam o cuidado da enfermagem pediátrica: a criança como sujeito de cuidado, a doença como experiência na vida da criança, do adolescente e da família e o Cuidado Centrado no Paciente e na Família.", "turmas": [{"codigo": "2025101", "inicio": "06/03/2025", "fim": "03/04/2025", "tipo": "Teórica Vinculada", "observacoes": "", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "06/03/2025", "fim": "03/04/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}