{"unidade": "Escola de Enfermagem", "departamento": "Enfermagem de Saúde Coletiva", "campus": "São Paulo", "codigo": "ENS0236", "nome": "Fundamentos de Saúde Coletiva e o cuidado de Enfermagem", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "OBJETIVOS \nPromover o aprendizado de conceitos e instrumentos da Saúde Coletiva, aplicados à Atenção Básica, tomando como eixo norteador as necessidades de saúde dos grupos sociais.\n\nOBJETIVO GERAL DO MÓDULO. \n\nPropiciar o desenvolvimento e a integração de conhecimentos, habilidades e atitudes do estudante para o processo de cuidado de enfermagem, visando atenção integral e humanizada às necessidades de saúde dos usuários (pessoas, famílias e grupos) em Unidades Básicas de Saúde.\n\nIMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO. É fundamental que se estruture, de maneira sistemática e completa, o ensino dos conceitos e instrumentos da Saúde Coletiva aplicados à Atenção Básica, de forma a fundamentar o ensino das bases do cuidado e do planejamento, implementação e avaliação da assistência de enfermagem na Atenção Básica. Além disso, esta proposta pretende ampliar o escopo do ensino dos conceitos e  instrumentos da Saúde Coletiva para o cuidado aos grupos sociais, para além do cuidado aos indivíduos/famílias.\n\nSITUAÇÕES (eixos integrativos) NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA. Os conhecimentos e habilidades desenvolvidos nos módulos “Necessidades de Saúde dos Grupos Sociais, Enfermagem como Prática Social”, “Bases para ação educativa”, “Avaliação de indivíduos e famílias” serão integrados aos conhecimentos e práticas de Saúde Coletiva, por meio da aplicação de conceitos e instrumentos de Saúde Coletiva na atenção a famílias de diferentes grupos sociais, residentes nos territórios das Unidades Básicas de Saúde. Esse conjunto de saberes possibilitará o desenvolvimento de práticas voltadas às necessidades de saúde dos grupos sociais dos territórios de práticas, a partir de projetos de cuidados a famílias.\n\nOBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS.\n I. Referentes à ação docente:\n1) Possibilitar a compreensão da organização do trabalho e do modelo assistencial, a partir da discussão dos dados obtidos pela aplicação de roteiro de reconhecimento do trabalho da enfermagem na Atenção Básica, durante as atividades práticas;\n2) Discutir as políticas estatais de saúde no Brasil e as diretrizes do Sistema Único de Saúde, como resposta às necessidades de saúde de grupos sociais, partindo-se das famílias residentes nos territórios de práticas;\n3) Orientar a elaboração e implementação de projetos de cuidado de enfermagem para responder às necessidades de saúde de grupos sociais, a partir de projetos de cuidado às famílias.\n\nII. Referentes à ação discente:\n1) Aplicar o roteiro de reconhecimento do trabalho da enfermagem na Atenção Básica durante a participação nas atividades;\n2) Elaborar projetos de cuidado de enfermagem em saúde coletiva voltados a necessidades de saúde de grupos sociais, a partir das diretrizes do Sistema Único de Saúde e considerando as políticas estatais de saúde.", "programa_resumido": "Monitoramento das necessidades de saúde na Atenção Básica. Cuidados na atenção básica e, particularmente, cuidados de enfermagem a indivíduos/famílias e grupos, com enfoque na família, como unidade que expressa os perfis epidemiológicos dos grupos sociais. Aplicação de conceitos e instrumentos da saúde coletiva na Atenção Básica.", "turmas": [{"codigo": "2024201", "inicio": "06/08/2024", "fim": "22/10/2024", "tipo": "Teórica Vinculada", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 55, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024211", "inicio": "06/08/2024", "fim": "22/10/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "Fórum de Graduação: 15 e 16/08/24 - das 08h às 17h\nAplicação do Teste de Progresso: 23/10/2024", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 55, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}