{"unidade": "Escola de Enfermagem", "departamento": "Enfermagem de Saúde Coletiva", "campus": "São Paulo", "codigo": "ENS0232", "nome": "Enfermagem e Biossegurança", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "a) OBJETIVO GERAL DO MÓDULO.\n1. Efetuar práticas de proteção à exposição de agentes infecciosos e transmissíveis, voltadas aos usuários e trabalhadores, particularmente os da área da saúde e reconhecer outros riscos ocupacionais (físicos, químicos e outros).\n\nb) IMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DOENFERMEIRO, NESTE MOMENTO DO CURSO.\nÉ importantíssimo que os alunos tenham precocemente acesso a esses conteúdos, o fato deles receberem esses conteúdos, no terceiro semestre do Curso de Graduação de Enfermagem, lhes proporcionará conhecimentos importantes para uma prática assistencial segura, nas instituições de saúde.\n\nc) SITUAÇÕES (eixos integrativos) NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA.\nEm todas as situações que envolvam a prática assistencial.\n\nd) OBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS.\nI. Referentes à ação docente:\nEstimular a capacidade crítico-reflexiva do aluno para reconhecer o potencial de transmissibilidade e infectividade de patógenos nas suas diversas fontes;\nOportunizar experiências de aprendizagem visando o desenvolvimento de competências relacionadas à prevenção da exposição ao risco biológico nas diferentes situações do cuidado de enfermagem.\n\nII. Referentes à ação discente:\nReconhecer o potencial de transmissibilidade e infectividade de patógenos nas suas diversas fontes;\nIdentificar situações de exposição, particularmente de trabalhadores e usuários de serviços de saúde, aos riscos biológicos e os agravos relacionados à essa exposição;\nDescrever as práticas de proteção a agentes infecciosos;\nReconhecer e utilizar as recomendações, ações e fluxos na ocorrência de exposição ao risco biológico;\nUtilizar medidas de proteção ao risco biológico (vacinação, uso de equipamentos de proteção, outras condutas), inclusive na realização das atividades práticas;\nIdentificar outros riscos ocupacionais no cuidado de enfermagem.", "programa_resumido": "Compreende as bases conceituais e ético-legais no cuidado de enfermagem no que diz respeito \nà biossegurança, com enfoque na prevenção do risco biológico.", "turmas": [{"codigo": "2025101", "inicio": "03/04/2025", "fim": "01/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 74, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "03/04/2025", "fim": "01/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 74, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}