{"unidade": "Escola de Enfermagem", "departamento": "Enfermagem de Saúde Coletiva", "campus": "São Paulo", "codigo": "ENS0425", "nome": "Enfermagem em Doenças Transmissíveis com enfoque na Saúde Coletiva", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "OBJETIVO GERAL DO MÓDULO \n\nInterpretar a ocorrência e o enfrentamento das doenças transmissíveis e desenvolver práticas de enfermagem voltadas às ações de vigilância em saúde, segundo o referencial teórico da Determinação Social do Processo Saúde-Doença.\n\n\nIMPORTÂNCIA DESTE PROGRAMA DE APRENDIZAGEM NA FORMAÇÃO DO ENFERMEIRO, NESTE MOMENTO DO CURSO. \n\nAs doenças transmissíveis representam agravos de grande magnitude em nosso meio. Estão presentes em todas as ações do cuidado em saúde e em toda a rede de atenção do Sistema Único de Saúde. Neste momento, considera-se que o aluno já possui conhecimentos e habilidades teórico-práticas para desenvolver este programa de aprendizagem.\n\n SITUAÇÕES NOS QUAIS SE FARÁ USO INTEGRADO DOS CONHECIMENTOS ADQUIRIDOS NO PROGRAMA \n\n\u0095\tAplicação das práticas de biossegurança; \n\u0095\tRealização de consulta de enfermagem; \n\u0095\tRealização de visita domiciliária;\n\u0095\tRealização de ações/atividades de Vigilância Epidemiológica;\n\u0095\tAplicação dos conhecimentos das ciências básicas em saúde, da enfermagem em saúde coletiva, de imunizações e de ética no cuidado;\n\n\n OBJETIVOS ESPECÍFICOS DO PROGRAMA X LÓGICA DOS CONTEÚDOS:\n\nReferentes à ação docente:\n\n1.\tEstimular a capacidade crítica do aluno para interpretar a ocorrência das DT no cenário epidemiológico contemporâneo e as ações de enfrentamento, utilizando-se da Teoria da Determinação Social do Processo Saúde-Doença e do conceito de Vulnerabilidade;  \n2.\tOportunizar experiências de aprendizagem visando o desenvolvimento de competências relacionadas ao cuidado de indivíduos com DT, sua famílias e a coletividade, com base na Vigilância Epidemiológica.\n\nReferente à ação discente:\n\n1.\tReconhecer as práticas de saúde voltadas às doenças transmissíveis de maior prevalência nosso meio;\n2.\tDesenvolver o raciocínio clínico e epidemiológico na atenção às DT;\n3.\tAnalisar dados dos sistemas de vigilância epidemiológica;\n4.\tExecutar ações de vigilância epidemiológicas das doenças transmissíveis;\n5.\tReconhecer as potencialidades e os limites das estratégias de enfrentamento das DT;\n6.\tReconhecer a articulação entre as práticas de saúde realizadas na atenção especializada e as desenvolvidas na Atenção Básica (referência e contra-referência, integralidade do sistema);\n7.\tReconhecer preconceitos, representações e ações de discriminação frente às doenças transmissíveis;\n8.\tInterpretar a ocorrência das doenças transmissíveis à luz do conceito de Vulnerabilidade.", "programa_resumido": "Bases teóricas, conceituais e ético-legais na atenção às doenças transmissíveis (DT), no que diz respeito à promoção, prevenção, assistência e reabilitação aos indivíduos e suas famílias; experiências de aprendizagem prática nos serviços de saúde de atenção especializada (ambulatórios, centros de referência, núcleos e serviços de vigilância epidemiológica e hospitais).", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "16/04/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "25/02/2025", "fim": "16/04/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}