{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enfermagem Geral e Especializada", "campus": "São Paulo", "codigo": "ERG0207", "nome": "Imunologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Que o aluno seja capaz de: associar os conceitos básicos de imunologia, tais como: 1) células e moléculas que constituem o sistema imunológico, classificando-as quanto à função e ao tipo de resposta (inata ou adaptativa), 2) mecanismos que atuam nas respostas inatas, enfatizando a resposta inflamatória e a ativação do sistema do complemento, 3) estruturas e funções das moléculas/receptores que participam do reconhecimento de antígenos (receptores de reconhecimento de padrões, anticorpos, receptor da célula T, moléculas do MHC), 4) ativação da resposta imune adaptativa e mecanismos efetores de resposta imune, 5) tolerância e regulação imunológica; com as respostas imunológicas induzidas em decorrência das infecções com microrganismos, nas respostas contra tumores, nas reações de hipersensibilidades, na rejeição de transplantes e nas doenças mediadas por mecanismos imunológicos como autoimunidade e imunodeficiências; e suas implicações na assistência de enfermagem.", "programa_resumido": "Estudo do sistema imunológico como um megassistema, onde a discriminação entre o que é próprio (inócuo) para o organismo e potencialmente patológico propicia o desenvolvimento de inúmeros mecanismos para a manutenção da homeostasia. Ênfase será dada (1) ao desenvolvimento da imunidade adaptativa a partir da imunidade inata, desde o reconhecimento do antígeno até a fase efetora e homeostase da resposta imunológica, (2) vacina e soroterapia e suas implicações para a saúde humana, (3) mecanismos imunológicos das doenças autoimunes, imunodeficiências e hipersensibilidades e (4) imunologia dos tumores e transplantes.", "turmas": [{"codigo": "20242P1", "inicio": "05/08/2024", "fim": "09/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "20242T1", "observacoes": "Consultar malha horária na página da escola, pois pode haver divergência entre o horário real e o cadastrado na turma.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 51, "inscritos": 51, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242T1", "inicio": "05/08/2024", "fim": "09/12/2024", "tipo": "Teórica Vinculada", "observacoes": "Consultar malha horária na página da escola, pois pode haver divergência entre o horário real e o cadastrado na turma.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 51, "inscritos": 51, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}