{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enfermagem Geral e Especializada", "campus": "Outro", "codigo": "ERG0224", "nome": "Microbiologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Que o estudante seja capaz de:identificar os principais microrganismos que causam doenças infecciosas no homem, bem como aqueles que compõem a microbiota humana; por meio do estudo da biologia de bactérias, vírus e fungos, bem como das relações destes com o hospedeiro humano; o estudante deverá compreender os mecanismos mais importantes envolvidos na patogênese de infecções causadas por esses agentes. Além disso, o estudante deverá ser capaz de nomear e caracterizar os principais microrganismos que causam doenças humanas, compreender seu ciclo evolutivo, sua epidemiologia, os principais métodos de detecção, bem como os princípios biológicos do tratamento e da prevenção dessas infecções; estimulando-os à pratica e de controle dessas infecções.", "programa_resumido": "Na disciplina serão estudados os principais microrganismos e agentes patogênicos (bactérias, fungos e vírus) de interesse na saúde humana, com ênfase na morfologia e estrutura das células microbianas, genética bacteriana e mecanismos de aquisição de resistência a drogas, nas interações ambiente-microrganismo-hospedeiro, de acordo com as defesas constitutivas e induzidas do hospedeiro e os fatores de virulência bacterianos. Também será apresentada uma visão geral sobre coleta, processamento analítico e diagnóstico microbiológico em amostras biológicas, e nas medidas de prevenção e controle microbiano.", "turmas": [{"codigo": "20251P1", "inicio": "10/03/2025", "fim": "04/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251T1", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251T1", "inicio": "10/03/2025", "fim": "04/07/2025", "tipo": "Teórica Vinculada", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}