{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enfermagem Geral e Especializada", "campus": "São Paulo", "codigo": "ERG0112", "nome": "Saúde do Trabalhador", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Que o aluno seja capaz de:\n- Compreender a determinação do processo trabalho-saúde e as formas de trabalho e emprego;\n- Compreender as transformações no mundo do trabalho, e suas interferências na saúde dos usuários do Sistema de Saúde assistidos pelos enfermeiros em diferentes campos de atuação profissional.\n- Conhecer as formas de prevenção do adoecimento pelo trabalho e as estratégias de prevenção necessárias;\n- Conhecer as políticas de atenção à Saúde dos Trabalhadores, sua relação com o SUS e o fluxo de atendimento a trabalhadores.", "programa_resumido": "A disciplina busca oferecer conhecimentos ao aluno relacionados à saúde de quem trabalha, sobre a Política Nacional de Saúde e a Política Nacional de Saúde do Trabalhador no Sistema Único de Saúde (SUS), discutindo conceitos sobre trabalho decente, promoção de ambiente de trabalho seguro, identificação de riscos ocupacionais em serviços de saúde e estratégias de preveni-los, doenças ocupacionais e doenças relacionadas ao trabalho. Orientar os estudantes no tocante à prevenção e à vigilância em saúde e possibilitar a caracterização das relações entre as doenças e as ocupações, o que é indispensável para promover a qualidade, a capacidade resolutiva e a integralidade do cuidado de Enfermagem.", "turmas": [{"codigo": "20251T1", "inicio": "11/03/2025", "fim": "13/05/2025", "tipo": "Teórica", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}