{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Materno-infantil e Saúde Pública", "campus": "São Paulo", "codigo": "ERM0202", "nome": "Epidemiologia", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "1. Levar os alunos a conhecer o conceito e usos da Epidemiologia, o método epidemiológico e sua aplicação em estudos descritivos, fundamentados no estudo de variáveis relacionadas à pessoa, lugar e tempo, os indicadores de saúde e os fundamentos do processo saúde-doença, tendo por base o método epidemiológico.\n2. Introduzir os fundamentos para a leitura crítica da literatura epidemiológica utilizando metodologia proposta por Duncan & Schimidt. \n3. Aplicar os conteúdos teóricos da Disciplina durante o desenvolvimento do Módulo Prático de Leitura Crítica, esperando-se, ao final do curso, que os alunos estejam aptos a reconhecer e aplicar os pressupostos inerentes à Epidemiologia Descritiva.", "programa_resumido": "Conceitos da epidemiologia e sua aplicação; o processo saúde-doença; os indicadores gerais de saúde e os fatores relacionados à \"pessoa\", \"lugar\" e \"tempo\" na conceitualização da epidemiologia descritiva, fundamentos para a leitura crítica da literatura epidemiológica; introdução aos conceitos de erros aleatórios e erros sistemáticos; epidemiologia das doenças transmissíveis e não transmissíveis.", "turmas": [{"codigo": "20251T1", "inicio": "28/03/2025", "fim": "04/07/2025", "tipo": "Teórica", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}