{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Materno-infantil e Saúde Pública", "campus": "São Paulo", "codigo": "ERM0108", "nome": "Nutrição", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Geral:\nOferecer ao aluno condições de prestar cuidados integrais de Nutrição ao indivíduo sadio e grupos populacionais e desenvolver habilidades didáticas sobre Nutrição;\n\nEspecíficos: \na) que o aluno reconheça a importância dos nutrientes, suas necessidades diárias e fontes alimentares identificando a alimentação saudável como instrumento de promoção e proteção da saúde;\n\nb) que o aluno tenha habilidades para avaliar o estado nutricional do indivíduo de acordo com parâmetros antropométricos e alimentares;\n\nc) que o aluno saiba fazer orientações nutricionais para indivíduos sadios e coletividades nas diferentes fases da vida; \n\nd) que o aluno compreenda o seu papel na equipe multidisciplinar, tanto na área da saúde como na da educação, auxiliando no processo de assistência nutricional e no ensino de Nutrição.", "programa_resumido": "Nutrição básica: energia, macro e micronutrientes; avaliação do estado nutricional; alimentação saudável; nutrição nas diferentes fases da vida; nutrição em saúde pública; educação nutricional.\n\nEsta disciplina faz integração com a disciplina Cuidado Integral em Saúde II oferecida no semestre a fim de fornecer subsídios para o cuidado nutricional de indivíduos e grupos populacionais e para o ensino de Nutrição nos cenários de prática.", "turmas": [{"codigo": "20251P1", "inicio": "26/02/2025", "fim": "07/05/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251T1", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251T1", "inicio": "26/02/2025", "fim": "07/05/2025", "tipo": "Teórica Vinculada", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}