{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Materno-infantil e Saúde Pública", "campus": "Outro", "codigo": "ERM0311", "nome": "Cuidado Integral em Saúde II", "creditos_aula": 14, "creditos_trabalho": 0, "objetivos": "Promover oportunidades de aprendizado significativo, contribuindo com a formação do(a) enfermeiro(a) nas áreas de competência para o cuidado integral às necessidades individuais, coletivas e organização/gestão do cuidado integral e dos serviços de saúde. Para tanto, o estudante deverá reconhecer e relacionar a área de abrangência da UBS como espaço de produção da saúde e doença da população adscrita; identificar e analisar a UBS como unidade de atenção primária de saúde e do SUS; identificar e analisar o modo como a população utiliza o serviço. Identificar necessidades de saúde do indivíduo, família e comunidade, iniciar a formulação de problemas, elaborar e executar ações de cuidado nas dimensões biológicas, psicológicas, socioculturais presentes no processo saúde-doença nas diferentes fases do ciclo vital (criança, adolescente, adulto, idoso, considerando as questões de gênero); realizar reflexão crítica acerca das vivências, articulando teoria-prática e dissertar sobre o modo como estas o mobilizaram enquanto estudante e futuro profissional; participar de ações que fortaleçam a articulação universidade-serviço visando a integralidade da atenção. Cabe ao professor auxiliar o estudante a identificar e analisar a UBS como unidade de atenção primária em saúde e do SUS; promover inserção do estudante na UBS de modo que este possa observar e realizar ações de cuidado de enfermagem na perspectiva da integralidade a usuários na UBS, no domicílio e na comunidade; estimular o estudante a realizar reflexão crítica acerca das vivências, articulando teoria-prática e dissertar sobre o modo como estas o mobilizam enquanto estudante e futuro profissional; estimular o estudante a identificar, analisar, relacionar, sistematizar as vivências, fomentando a articulação com os conceitos teóricos que sustentam tais práticas; mediar situações de conflito intragrupal, sinalizando elementos da dinâmica de relações interpessoais com vistas ao trabalho em equipe e gestão da equipe de enfermagem; acompanhar e avaliar o processo de aprendizagem do estudante e do grupo e adequar estratégias pedagógicas.", "programa_resumido": "Cuidado integral às necessidades individuais, coletivas e gestão do cuidado em saúde/enfermagem e de serviços de acordo com princípios éticos, com foco no indivíduo, família e comunidade. Ações básicas de saúde nas diferentes fases do ciclo vital (criança, mulher, adulto e idoso). Ações de vigilância em saúde (ênfase nas doenças negligenciadas e prioridades nacionais - tuberculose, hanseníase, hipertensão e diabetes). Ações de enfermagem de promoção da saúde e prevenção de agravos no âmbito da APS.", "turmas": [{"codigo": "20251P1", "inicio": "24/02/2025", "fim": "16/06/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251T1", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "19:00", "fim": "23:00", "professores": [""]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251T1", "inicio": "24/02/2025", "fim": "16/06/2025", "tipo": "Teórica Vinculada", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "19:00", "fim": "23:00", "professores": [""]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}