{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Materno-infantil e Saúde Pública", "campus": "São Paulo", "codigo": "ERM0204", "nome": "Nutrição", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Geral: a) oferecer ao aluno condições de prestar cuidados integrais de Nutrição ao indivíduo sadio e grupos populacionais. Específicos a) que o aluno reconheça a importância dos nutrientes, suas necessidades diárias e fontes alimentares identificando a alimentação saudável como instrumento de promoção e proteção da saúde; b) que o aluno tenha habilidades para avaliar o estado nutricional do indivíduo de acordo com parâmetros antropométricos e alimentares; c) que o aluno saiba fazer orientações nutricionais para indivíduos sadios e coletividades nas diferentes fases da vida; d) que o aluno compreenda o papel do enfermeiro na equipe multidisciplinar, auxiliando no processo da assistência nutricional.", "programa_resumido": "Nutrição básica: energia, macro e micronutrientes; avaliação do estado nutricional; alimentação saudável; nutrição nas diferentes fases da vida; nutrição em saúde pública. Esta disciplina faz integração com a disciplina Integralidade do Cuidado em Saúde II oferecida no semestre a fim de fornecer subsídios para o cuidado nutricional de indivíduos e grupos populacionais e para o ensino de Nutrição nos cenários de prática.", "turmas": [{"codigo": "20242P1", "inicio": "13/08/2024", "fim": "05/11/2024", "tipo": "Prática Vinculada", "codigo_teorica": "20242T1", "observacoes": "Consultar malha horária na página da escola, pois pode haver divergência entre o horário real e o cadastrado na turma.", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242T1", "inicio": "13/08/2024", "fim": "05/11/2024", "tipo": "Teórica Vinculada", "observacoes": "Consultar malha horária na página da escola, pois pode haver divergência entre o horário real e o cadastrado na turma.", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}