{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Materno-infantil e Saúde Pública", "campus": "Outro", "codigo": "ERM0110", "nome": "Processo Saúde-doença: Modelos de Interpretação e Intervenção", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "- Compreender os conceitos de saúde, saúde pública, atenção primária à saúde. - Compreender a determinação social do processo saúde-doença. - Compreender os modelos de intervenção do processo saúde-doença numa perspectiva histórica. - Compreender os modelos de intervenção em saúde e os modos de cuidar em saúde e em enfermagem que foram sendo construídos historicamente a partir das concepções do processo saúde-doença-cuidado.", "programa_resumido": "Esta disciplina introduz os conceitos de saúde e saúde pública, enfocando os modelos de interpretação do processo saúde-doença: unicausal, multicausal, determinação social do processo saúde-doença, que se constituíram historicamente. Ainda, são apresentados os modelos de intervenção que se remetem a cada modelo de interpretação do processo saúde-doença. A determinação social do processo saúde-doença-cuidado é enfocada com ênfase de forma a compreender os atributos da Atenção Primária à Saúde (APS) e o Sistema Único de Saúde (SUS) no Brasil, assim como a compreensão da saúde como direito de cidadania.", "turmas": [{"codigo": "20251P1", "inicio": "12/03/2025", "fim": "30/05/2025", "tipo": "Prática Vinculada", "codigo_teorica": "20251T1", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251T1", "inicio": "12/03/2025", "fim": "30/05/2025", "tipo": "Teórica Vinculada", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}