{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Materno-infantil e Saúde Pública", "campus": "São Paulo", "codigo": "ERM0211", "nome": "Epidemiologia", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "1. Conceitos, Evolução histórica, o Processo Saúde-Doença. A Transição Epidemiológica e a Transição Demográfica antes e depois da pandemia de Covid-19. 2. O Método Epidemiológico. Conceito de Incidência e Prevalência, Conceitos de surto, Epidemia, Pandemia e Endemia. Método das Semelhanças, Método das Diferenças e Método da Variação Concomitante. 3. Epidemiologia das Doenças Transmissíveis, Epidemiologia das condições crônicas não transmissíveis e Causas Externas 4. Paradigmas da abordagem da epidemiologia na saúde coletiva e contemporaneidade e as pandemias; 5. Relações entre a Clínica e a Epidemiologia. 6. Os Indicadores de Saúde Gerais e Específicos de maior utilização e importância para a Saúde Pública. 7. Fundamentos para a Leitura Crítica da Literatura Epidemiológica. 8. Introdução aos conceitos de Erros Aleatórios e Erros Sistemáticos (Confusão Seleção e Aferição) para a adequada interpretação de artigos da literatura epidemiológica.", "programa_resumido": "Conceitos da epidemiologia e sua aplicação; o processo saúde-doença; os indicadores gerais de saúde e os fatores relacionados à \"pessoa\", \"lugar\" e \"tempo\" na conceitualização da epidemiologia descritiva, fundamentos para a leitura crítica da literatura epidemiológica; introdução aos conceitos de erros aleatórios e erros sistemáticos; epidemiologia das doenças transmissíveis e não transmissíveis.", "turmas": [{"codigo": "20251T1", "inicio": "11/03/2025", "fim": "03/06/2025", "tipo": "Teórica", "observacoes": "Os horários registrados não refletem horários reais das aulas. O aluno deve consultar as malhas horárias no site da EERP.", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 49, "pendentes": 1, "matriculados": 47, "grupos": {}}}}]}