{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Psiquiátrica e Ciências Humanas", "campus": "Outro", "codigo": "ERP0125", "nome": "Antropologia da Saúde", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Possibilitar que a/o estudante o reconhecimento do corpo e do processo saúde-doença como realidades bioculturais, uma vez que articulam o plano orgânico e o cultural como elementos indissociáveis na construção social das representações e das experiências relativas a tais fenômenos. A partir dessa perspectiva, busca-se desenvolver no/a estudante competências profissionais marcadas por posturas de descentramento que lhes permitam mapear e entender as múltiplas concepções e práticas de saúde e doença. Com isso, a disciplina contribui para a produção de uma crítica às concepções e práticas de saúde e doença biomédicas e, por isso, hegemônicas nos sistemas de saúde, como forma de compreender a biomedicina a partir de uma perspectiva de simetrização e ecologização dos saberes. Sendo assim, ao final da disciplina a/o estudante deverá compreender como essas diferentes concepções e práticas de saúde e doença convivem, às vezes disputando, às vezes se integrando, com interesses múltiplos que buscam pensar o cuidado em saúde como uma forma de “anestesiar” as subjetividades, os corpos e as possibilidades de engajamentos coletivos voltados à transformação social num mundo marcado pelos efeitos devastadores do Antropoceno. Assim, o propósito final desta disciplina é possibilitar o desenvolvimento de uma sensibilidade outra e de afetações que permita à/ao enfermeira/o em formação se engajar no mundo do trabalho em saúde e enfermagem aprendendo a ler os outros a sério.", "programa_resumido": "A disciplina aborda conceitos básicos da antropologia e temas que animam o debate na antropologia da saúde, como aqueles relativos a saúde, doença, corpo, cuidado, práticas de saúde e políticas de saúde.", "turmas": []}