{"unidade": "Escola de Enfermagem de Ribeirão Preto", "departamento": "Enf Psiquiátrica e Ciências Humanas", "campus": "Outro", "codigo": "ERP0312", "nome": "Cuidado Integral em Saúde Mental II", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "- Promover oportunidades de aprendizado significativo contribuindo com a formação do (a) enfermeiro (a) nas áreas de competência do cuidado integral em saúde mental às necessidades individuais, coletivas além da organização/gestão deste cuidado nos diferentes serviços de saúde.\n- Capacitar o estudante a identificar necessidades de saúde, formular problemas e elaborar ações de cuidado conjuntas e integradas com todos os sujeitos destes cenários. Explorando e atuando nas dimensões biológicas, psicológicas e socioculturais presentes no processo saúde-doença de indivíduos em sofrimento mental.\n- Desenvolver habilidades para a gestão do cuidado de enfermagem em saúde mental ao individuo, família e comunidade.", "programa_resumido": "As ações prioritárias para esta disciplina são:\n\n- Instrumentalizar o estudante para identificar alterações e necessidades de saúde mental nos diferentes contextos de atenção à saúde;\n\n- Favorecer o desenvolvimento de habilidades interpessoais e técnicas para assistência de enfermagem à saúde mental;\n\n- Proporcionar cenários propícios ao aprendizado significativo através de experiências simuladas e reais de atendimento ao doente mental e sua família;\n\n- Identificar, executar e avaliar as ações do cuidado em saúde mental, no contexto do cuidado ao indivíduo em sofrimento mental, bem como a família e a comunidade;\n\n- Relacionar-se com pessoas portadoras de transtornos mentais em diferentes contextos: internação, urgência e comunidade;\n\n- Conhecer os transtornos mentais mais frequentes e saber diferencia-los;\n\n- Conhecer os principais fármacos de uso na assistência ao doente mental;\n\n- Conhecer o sistema de saúde mental no contexto SUS.", "turmas": []}