{"unidade": "Faculdade de Ciências Farmacêuticas", "departamento": "Farmácia", "campus": "Outro", "codigo": "FBF0616", "nome": "Tecnologia Farmacêutica I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo proporcionar aos alunos uma visão abrangente do processo de desenvolvimento e produção industrial de medicamentos. O curso aborda temas como as instalações farmacêuticas, formas farmacêuticas e vias de administração, estágios de desenvolvimento farmacêutico, produção de lotes pilotos, terminologias e controle de processo. Além disso, são discutidos tópicos avançados, como qualidade por design, tecnologias emergentes na produção de medicamentos e  Correlação com legislações relevantes. A segunda parte do curso concentra-se na tecnologia de formas farmacêuticas sólidas orais, abordando a seleção da forma farmacêutica adequada, tecnologias de pós, granulação e revestimento, aprofundando e correlacionando os conceitos de outras disciplinas (ex. farmacotécnica, física industrial, controle de qualidade). Também são explorados aspectos relacionados à tecnologia de embalagem e controle estatístico de processos produtivos. A disciplina busca fornecer aos estudantes conhecimentos necessários para a compreensão e aplicação dos processos de produção farmacêutica, visando à qualidade e eficiência na indústria farmacêutica.", "programa_resumido": "Introdução ao desenvolvimento e produção de medicamentos, estratégias de controle de qualidade, regulamentações e tecnologias emergentes. Tecnologia de formas farmacêuticas sólidas orais, abordando design racional, granulação, revestimento, embalagem e controle estatístico de processos produtivos.", "turmas": []}