{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Clássicas e Vernáculas", "campus": "Outro", "codigo": "FLC1454", "nome": "Literatura Latina: Epistolografia ou Sátira", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Opção Epistolografia: Busca-se investigar a especificidade da carta (ou epístola) enquanto modalidade textual, sobretudo com vistas ao estudo da diversidade de formas sob as quais tal modalidade foi cultivada pelos escritores da Antiguidade Latina. Assim, formam o objeto de estudo tanto cartas em prosa, de autores como Cícero, Sêneca e Plínio, o jovem, quanto cartas em verso, de autores como Horácio, Ovídio e Propércio. A disciplina pretende discutir os problemas didáticos de ensinar epistolografia latina, distinguindo a natureza, a finalidade e os modos de circulação do gênero epistolar dos da carta de circunstância.Opção Sátira: A disciplina tem por objetivo contemplar as duas vertentes satíricas da Antiguidade: a Sátira dita \"moral\", especificamente latina, e a sátira menipéia, que tem cultores gregos e romanos. A disciplina pretende discutir os problemas didáticos de ensinar sátira latina.", "programa_resumido": "Opção Epistolografia: Serão estudados a situação epistolar e o tipo de matéria e de elocução apropriadas à carta. Na análise de cada um dos exemplares, será dada atenção ao contexto histórico-cultural em que se deu a composição, para debater o modo como esses textos se inserem numa tradição de escrita que opera por meio da imitatio de modelos anteriores e que se serve das teorias e práticas antigas veiculadas pela Retórica e pela Poética.Opção Sátira: Estuda-se prioritariamente a configuração do gênero como tal, por meio da identificação de seus ingredientes tópicos e, secundariamente, dos seus elementos constitutivos segundo o tratamento que o gênero sofreu por seus diversos autores. Assim, na Sátira moral, estudam-se textos de Horácio e Juvenal, preferentemente os prescritivos da poética do gênero relacionados aos elementos retóricos do gênero deliberativo, a saber a oposição virtude/ vício. Mencionam-se ainda Lucílio e Pérsio. Na Sátira menipéia, estudam-se a Apoloquintose de Sêneca e o Satyricon, de Petrônio, visados sob a perspectiva da paródia, que os articula, e descritos quanto aos processos narrativos típicos.", "turmas": []}