{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Filosofia", "campus": "São Paulo", "codigo": "FLF0239", "nome": "História da Filosofia Moderna II", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "O curso pretende oferecer uma introdução à Filosofia Crítica de Kant através da exposição e discussão de textos centrais da principal obra do filósofo alemão, a Crítica da razão pura. Publicada pela primeira vez em 1781 e reeditada seis anos depois com alterações importantes, a Crítica empreende uma renovação do “modo de pensar” filosófico, propõe novos princípios para o conhecimento, empreende uma revisão dos fundamentos da metafísica e apresenta uma interpretação original da história da filosofia. Kant contribui assim para renovar o panorama da filosofia europeia, para a qual sua obra torna-se uma referência inescapável, além de lançar uma luz nova e instigante sobre a filosofia em geral, o que inclui, evidentemente, uma compreensão original do passado dessa disciplina.\nAdemais, tendo em vista a formação de professores, o curso tem ainda como objetivos específicos: a) aprimorar competências e habilidades relacionadas à expressão em língua portuguesa através do desenvolvimento de atividades específicas de interpretação e produção de texto e do uso de outras linguagens como imagens, vídeos, etc.; b) propor questões e conteúdos, relacionados à temática do programa, relevantes à capacitação do estudante para a atividade docente na área de filosofia no ensino médio.", "programa_resumido": "O curso pretende oferecer uma introdução à Filosofia Crítica de Kant através da exposição e discussão de textos centrais da principal obra do filósofo alemão, a Crítica da razão pura, publicada em 1781, e que renova o panorama da filosofia europeia.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Isabel Coelho Fragelli"]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 63, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Filosofia \u0096 Diurno ou Noturno": {"vagas": 80, "inscritos": 63, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Isabel Coelho Fragelli"]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Filosofia \u0096 Diurno ou Noturno": {"vagas": 80, "inscritos": 46, "pendentes": 0, "matriculados": 0}}}}}]}