{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Geografia", "campus": "São Paulo", "codigo": "FLG0132", "nome": "Teoria e Metodo da Geografia I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1. Apresentar as bases epistemológicas da Geografia, apontando as implicações filosóficas das diferentes abordagens metodológicas na disciplina. 2. Discutir diferentes métodos e conceitos desenvolvidos ao longo da história do pensamento geográfico, com destaque para as orientações contemporâneas. 3. Analisar a pertinência do pensamento geográfico à luz do debate filosófico e científico em perspectiva histórica, recuperando e partindo de conhecimentos prévios ou de conteúdos do Ensino Médio. 4. Problematizar a importância do domínico teórico-metodológico na formação do geógrafo e do professor de Geografia na atualidade. 5. Contribuir, a partir da leitura e escrita de textos, para o domínio da língua portuguesa, em especial, para o desenvolvimento da escrita acadêmica.", "programa_resumido": "Apresentação da tríade epistemológica objeto-teoria-método; diferentes teorias e diferentes métodos interferindo na definição do objeto e da própria ciência geográfica; teorias geográficas  e debate acadêmico na história do pensamento geográfico; o método na organização do raciocínio e da teoria; a análise geográfica como método primordial; a ciência geográfica na história do pensamento ocidental moderno; as vertentes teórico-metodológicas recentes; a escrita científica.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": ["(R) César Ricardo Simoni Santos"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 84, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Geografia - Noturno": {"vagas": 72, "inscritos": 66, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Diurno": {"vagas": 18, "inscritos": 18, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) César Ricardo Simoni Santos"]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 73, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Geografia - Diurno": {"vagas": 63, "inscritos": 56, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Noturno": {"vagas": 17, "inscritos": 17, "pendentes": 0, "matriculados": 0}}}}}]}