{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Geografia", "campus": "São Paulo", "codigo": "FLG1252", "nome": "Geomorfologia II", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Consolidar o conhecimento teórico-metodológico em Geomorfologia; Ressaltar o caráter dinâmico e descontínuo, no tempo e no espaço, das relações entre clima e relevo; Dar acesso às principais referências metodológicas, conceituais e técnicas para o estudo das vertentes no meio tropical úmido; Examinar a dinâmica morfogenética intertropical, particularmente no território brasileiro, procurando reconhecer as diferenciações intrazonais; Introduzir o aluno na análise e interpretação das relações entre agentes externos e internos na dinâmica morfogenética; Conhecer e aplicar conhecimentos sobre os diversos domínios e zonas morfoclimáticas do globo e promover o conhecimento de processos morfogenéticos elementares, relacionando-os aos sistemas morfogenéticos em suas diversas escalas; Pesquisar as inter-relações entre os processos geomorfológicos e as ações antrópicas; Avaliar pontos importantes da disciplina contemplados na Educação Básica.", "programa_resumido": "Edificação e construção do conhecimento da Geomorfologia dentre as Ciências da Terra e Geografia em particular. Processos endógenos e exógenos. Teorias Geomorfológicas. Sistemas geomorfológicos. Processos e formas de relevo no meio tropical úmido. Domínios Morfoclimáticos. Processos geomorfológicos e intervenções antrópicas. Avaliação dos conteúdos supracitados de forma a contemplar as competências e as habilidades essenciais para Educação Básica e discutir sobre instrumentos didático-pedagógicos", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Fernando Nadal Junqueira Villela"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Geografia - Noturno": {"vagas": 81, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Diurno": {"vagas": 9, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Fernando Nadal Junqueira Villela"]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Geografia - Diurno": {"vagas": 72, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Noturno": {"vagas": 8, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}