{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "Outro", "codigo": "FLH0702", "nome": "História e Relações Internacionais das Américas (séculos XVIII-XXI)", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Trata-se de introduzir os alunos ao campo da História e das Relações Internacionais nas/das Américas, estimulando-os a refletir historicamente sobre temas do passado e presente. Distinguir as transformações do período na constituição de um mundo que passou a prever certa regulação: diferenças entre as relações do século XIX, particularmente  entre Estados, divergências e conflitos,  e as que ocorreram  no século XX. Identificar distinções entre políticas estatais e não-estatais e fenômenos globais e transnacionais. Examinar temas clássicos da historiografia das Relações Internacionais contemporâneas do Hemisfério Ocidental, particularmente em relação aos campos da política, cultura e ideias. Discutir estereótipos e visões consolidadas que impacta(ra)m as relações entre os países no século XIX e as Relações Internacionais no século XX. Refletir sobre a produção do conhecimento da História das Relações Internacionais das Américas", "programa_resumido": "O curso elege temas da História da América contemporânea no entrecruzamento das áreas da História e das Relações Internacionais, identificando as assimetrias do Hemisfério Ocidental.  Propõe-se a discutir  o Estado nacional como ator das RIs. Acompanha a formação e consolidação dos Estados-nação, as respectivas configurações territoriais e  conflitos e negociações  que envolveram distintos países das América, no século XIX, além de abordar fenômenos precursores das Relações Internacionais do século XX, como o Pan-americanismo.  Adentra às questões do Pan-africanismo, Política da Boa Vizinhança e Relações Internacionais das Ditaduras Militares no século XX, afora as concepções de primeiro e terceiro mundo que vigoraram durante a Guerra Fria. Preocupa-se igualmente com os fenômenos recentes que impactam o século XXI como Guerra ao Terror, projetos diversos de integração, propostas Sul-Sul etc.  Com isso, além de debater as Relações Internacionais propriamente ditas, aspira abordar fenômenos globais e transnacionais que envolveram países, regiões ou grupos das Américas. Preocupa-se igualmente com o lugar  dos Estados Unidos e da América Latina no mundo. Para tal, serão privilegiadas as interconexões entre  política, cultura e ideias para bem avaliarmos a pluralidade das experiências americanas.", "turmas": [{"codigo": "20251NO", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "ter", "inicio": "19:30", "fim": "23:00", "professores": ["(R) Mary Anne Junqueira"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IRI - Relações Internacionais - Noturno (todos)": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História - Diurno ou Noturno": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251VE", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "seg", "inicio": "13:30", "fim": "17:00", "professores": ["(R) Mary Anne Junqueira"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IRI - Relações Internacionais - Vespertino (todos)": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História - Diurno ou Noturno": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}