{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "São Paulo", "codigo": "FLH0815", "nome": "Cultura Brasileira e a Produção Historiográfica [2- História Cultural]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Esta disciplina tem o objetivo de introduzir o aluno no universo da análise historiográfica e discutir as condições de produção da obra do historiador e sua trajetória. A partir dos instrumentos conceituais básicos e das diferentes abordagens teóricas e metodológicas, pretende-se analisar e debater aspectos da produção historiográfica brasileira entre meados do século XIX até pelo menos as décadas de 1970. Todo esse conjunto contribuiu de diversas maneiras para a constituição da cultura brasileira. Deste modo, a finalidade central da disciplina é debater e compreender como o conjunto composto de práticas historiadoras, discursos historiográficos e interpretações teóricas esteve intimamente relacionado com a invenção e as dinâmicas da cultura brasileira.", "programa_resumido": "Historiadores e a historiografia tiveram papel importante na construção daquilo que entendemos como cultura brasileira. A partir de meados do século XIX eles começaram a reunir documentos, organizar acervos, eleger temas, escolher personagens, conceber interpretações, estabelecer abordagens e produzir narrativas que foram cruciais para a compreensão da sociedade brasileira. Simultaneamente todos esses elementos foram determinantes para a constituição de uma cultura particular de formação relativamente recente, como a brasileira. A necessidade à época da compreensão do passado para entender os dilemas do presente vivido e apontar para o futuro ainda aberto (da nação, da sociedade, da modernização etc.), colocou o discurso historiográfico e os historiadores no centro da discussão. Esta dinâmica foi notadamente variada, apresentando inúmeras tensões, conflitos e alternativas, impossibilitando abordagens homogêneas ou exclusivas. A ênfase da disciplina, portanto, será estabelecer de maneira introdutória qual o papel da produção historiográfica na formação e invenção da cultura brasileira. Os temas tratados serão os seguintes\n1-Precursores da representação historiográfica do Brasil no séc. XIX.\n2-O papel da historiografia oitocentista na construção da ideia de Identidade Nacional\n3-A história na passagem do século XIX/XX: entre a ciência e a cultura.\n4-Os dilemas da mestiçagem na sociedade brasileira e na cultura nacional\n5-A natureza e sertão no imaginário social e as tensões com o universo urbano moderno.\n6-As historiografias regionais: o caso Paulista\n7-O mundo urbano como fator de desestabilização da cultura nacional em formação\n8-Os Modernismos: ampliação, diversificação e dilemas historiográficos.\n9-Um “outro” Brasil: interpretações da cultura brasileira distantes das representações intelectuais formais.\n10-As limitações da nascente historiografia universitária: os casos de São Paulo e Rio de Janeiro.\n11-O nacionalismo nos anos 50/60 e suas múltiplas faces na produção intelectual. \n12-A modernização social e cultural do país: tensões entre tradições e rupturas\n13-O novo papel da universidade na produção historiográfica nos anos 60/70. \n14-Aspectos das transformações historiográficas dos anos 70/80", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": ["(R) José Geraldo Vinci de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 29, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 11, "inscritos": 11, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 33, "inscritos": 18, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) José Geraldo Vinci de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 31, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 10, "inscritos": 9, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 34, "inscritos": 22, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}