{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "Outro", "codigo": "FLH0122", "nome": "História Medieval II", "creditos_aula": 5, "creditos_trabalho": 1, "objetivos": "1. Abordar temas centrais de História Medieval, com ênfase no período que estende entre os séculos X e XV, a que se convencionou chamar \u0093Baixa Idade Média\u0094.\n2. Estabelecer os pressupostos para a articulação entre as esferas política, cultural, econômica e das ideias.\n3. Abordar o problema das relações sociais, culturais e de poder estabelecidas entre as instituições, os indivíduos e os grupos sociais presentes no contexto da Baixa Idade Média.\n4. Estabelecer o fundamento das trocas materiais e simbólicas entre os diversos grupos como essencial para a compreensão dos processos históricos do período.\n5. Analisar as sociedades, as relações de poder e as matrizes culturais estabelecidas a partir da cultura monástica, da \u0093piedade laica\u0094 e dos novos projetos para a fé \u0096 e suas decorrências para a construção de novas concepções do homem e das relações humanas.\n5. Desenvolver os pressupostos da pesquisa em História por intermédio da leitura, da crítica historiográfica e da análise de documentos.\n6. Promover o contato com a bibliografia a respeito dos temas propostos; incentivar a pesquisa em periódicos, bancos de dados e sites especializados.\n7. Familiarizar os alunos com os principais problemas historiográficos inerentes ou relacionados àquele período.\n8. Desenvolver uma discussão metodológica, de forma a viabilizar a familiaridade com o instrumental da pesquisa bem como a autonomia em sua prática.\n9. Capacitar os alunos para as práticas pedagógicas nos níveis fundamental e médio, por meio da elaboração de planos de aulas e organização e apresentação de seminários.\n10. Fornecer instrumental para que os alunos produzam materiais para o ensino nos níveis fundamental e médio, a partir do contato crítico com as problemáticas e de sua filtragem para uma produção dirigida a um público específico.\n11. Desenvolver os pressupostos da pesquisa em História por intermédio da leitura e da análise de documentos, bem como da produção de textos historiográficos.\n12. Promover o contato com a bibliografia a respeito dos temas propostos, buscando favorecer o elemento da crítica nas leituras.", "programa_resumido": "Nesta disciplina, abordamos temáticas fundamentais para a análise e compreensão de fenômenos e processos da Baixa Idade Média (séculos X a XV). Busca-se uma capacitação crítica para viabilizar a formação de professores e pesquisadores a partir de questões relacionadas: ao feudalismo e sua discussão pela historiografia; à fé cristã e suas dinâmicas sociais; às relações de poder; à produção material e artística; à relação dialética entre subversão e obediência na Igreja católica; às novas formas de constituição dos governos, sua normativa e seus mecanismos de controle social. Para tanto, impõe-se a discussão crítica sobre as fontes e a literatura, a fim de viabilizar uma produção historiográfica autônoma.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Ana Paula Tavares Magalhães Tacconi"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 43, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ana Paula Tavares Magalhães Tacconi"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 43, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Flavio de Campos"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 43, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Flavio de Campos"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 43, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}