{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "Outro", "codigo": "FLH0821", "nome": "Representações e Usos da Idade Média: medievalismos [2- História Cultural]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina tem como objetivo o estudo das representações e usos da Idade Média nos séculos que se seguiram ao período tradicionalmente abarcado por aquele recorte – ou seja, do século XVI à atualidade. Partindo da formulação de Brian Stock, “O Renascimento inventou a Idade Média para se definir; o Iluminismo a perpetuou para poder se admirar; e os Românticos a reviveram para escapar a si próprios”, serão discutidas algumas das diferentes visões que se construíram da Idade Média (para além do escopo da disciplina História), suas motivações e produtos delas derivados. Serão analisadas, por exemplo, produções artísticas, arquitetônicas, cinematográficas, literárias etc, dentro do que já se denominou revivalismo, neogótico e neorromânico, neomedievalismo e, mais recentemente, medievalismo. Usamos o termo no plural, medievalismos, para enfatizar a diversidade do recorte cronológico e dos objetos de estudo – seus formatos, mídias, suportes, linguagens.", "programa_resumido": "A disciplina se propõe a examinar diferentes contextos, situações e objetos em que a Idade Média é retomada e reapropriada, assumindo novos contornos, que apresentam graus diversos de proximidade com a pesquisa histórica.\nA disciplina também destinará 20 horas para o planejamento e desenvolvimento de práticas extensionistas, a serem computadas nas ACE constantes do Histórico Escolar do aluno. Essa atividade deverá ser voltada para o público externo à Universidade, previamente delimitado pelo aluno e com aval do professor, e deverá ter caráter historiográfico, que poderá assumir diferentes formas, tais como: formação historiográfica de público-externo à universidade, formação continuada de professores da rede básica, atividades e organização de eventos culturais com temas históricos, atividades de preservação patrimonial, organização documental e direito à memória, exposições, performances teatrais, intervenções urbanas, ações vinculadas a monumentos e contra monumentos, placas comemorativas, roteiros turísticos, dentre outros, podendo ser de caráter presencial ou remoto, de acordo com as definições institucionais e normas vigentes na Universidade. O desenvolvimento das atividades se fará sob a tutoria do docente-responsável pela disciplina, sendo avaliada conforme as regras vigentes para aprovação em disciplinas, mediante relatório final e sistematização da avaliação pelo grupo social envolvido, conforme indicadores previamente definidos pelo docente e pelos alunos envolvidos.", "turmas": []}