{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "Outro", "codigo": "FLH0647", "nome": "Economia e sociedade em perspectiva histórica [5- Teoria, historiografia e novas abordagens]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina tem o objetivo de examinar os mecanismos sociais, jurídicos, políticos e culturais que garantiam o cumprimento de normas e acordos no comércio de longa distância; e que, portanto, permitiram a expansão comercial em escala e escopo desde o Mediterrâneo muçulmano medieval até a contemporaneidade. A disciplina apresenta várias teses a partir de várias escolas e metodologias, tais como: Nova Escola Institucionalista, Teoria dos Jogos, Teoria da Firma, Análise de Redes Sociais, Sociologia Econômica, Antropologia do Direito.", "programa_resumido": "O problema do cumprimento dos acordos acompanha a humanidade. Na esfera econômica, trata-se de um problema que ocorre sempre quando uma obrigação não se cumprir de imediato ou seja satisfeita com bens com quantidade e qualidade facilmente aferíveis. Por tratar de um problema fundamental às trocas, o tema permite examinar diferentes soluções (instituições) adotadas em diferentes contextos ao longo de um amplo recorte espaço-temporal: Alexandria helenística e Roma Imperial, o Mediterrâneo muçulmano medieval, as cidades do norte da Itália na Baixa Idade Média, o Atlântico espanhol, os bascos no Peru, os armênios na Eurásia moderna, o comércio de diamantes da Índia e do Brasil setecentistas, a emergência das grandes corporações nos EUA, etc. É um tema também que tem atraído a atenção de pesquisadores de diferentes disciplinas: Economia, Sociologia, Antropologia e Direito; e ao qual se tem aplicado diferentes abordagens teórico-metodológicas como a teoria dos jogos, a análise de redes sociais, a teoria da firma e a etnografia. As diferentes escolas dão pesos diferentes à racionalidade das escolhas, ao papel dos laços entre dois ou mais indivíduos, à cultura de grupos etc. Influenciados por essas disciplinas e escolas, uma crescente historiografia tem se debruçado sobre a questão.\nA disciplina também destinará 20 horas para o planejamento e desenvolvimento de práticas extensionistas, a serem computadas nas ACE constantes do Histórico Escolar do aluno. Essa atividade deverá ser voltada para o público externo à Universidade, previamente delimitado pelo aluno e com aval do professor, e deverá ter caráter historiográfico, que poderá assumir diferentes formas, tais como: formação historiográfica de público-externo à universidade, formação continuada de professores da rede básica, atividades e organização de eventos culturais com temas históricos, atividades de preservação patrimonial, organização documental e direito à memória, exposições, performances teatrais, intervenções urbanas, ações vinculadas a monumentos e contra monumentos, placas comemorativas, roteiros turísticos, dentre outros, podendo ser de caráter presencial ou remoto, de acordo com as definições institucionais e normas vigentes na Universidade. O desenvolvimento das atividades se fará sob a tutoria do docente-responsável pela disciplina, sendo avaliada conforme as regras vigentes para aprovação em disciplinas, mediante relatório final e sistematização da avaliação pelo grupo social envolvido, conforme indicadores previamente definidos pelo docente e pelos alunos envolvidos.", "turmas": []}