{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "São Paulo", "codigo": "FLH0114", "nome": "História social das ideias políticas na América colonial [3- História Social]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Estudar as justificativas de ordem histórica, jurídica e teológica da escravidão (africana e ameríndia). Estudar a maneira como o Padre Antônio Vieira compreendia a relação entre direito natural e direito civil, especificamente no que dizia respeito à distinção entre liberdade e escravidão. Por que Vieira? Porque ele vinha aprofundando uma ruptura com a tradição tomista, em curso desde meados do século XVI, com relação à compreensão e qualificação do direito natural. Isso repercutia na maneira diferenciada como ele entendia a escravidão africana e a escravidão indígena, bem como nas suas notórias mudanças de posição com relação à liberdade indígena, entre 1655 e 1680. Considerando o princípio amplamente compartilhado à época, segundo o qual o direito civil é condicionado pelo direito natural, estudar a maneira como Vieira compreendia o direito natural justifica-se na medida em que ele teve um protagonismo conspícuo tanto no Brasil como junto à Coroa portuguesa, impactando efetivamente a política indigenista portuguesa e a legislação sobre os escravos africanos. A partir desse estudo, pretende-se qualificar a conjuntura do final do século XVII, a qual permite diferenciar internamente o período colonial no que diz respeito às formas de reprodução da mão de obra e, por extensão, da própria sociedade colonial. Nesse sentido, cabe explicitar o pressuposto metodológico da proposta: Vieira e a Companhia de Jesus são apenas meios para entender os processos de formação e reprodução da sociedade colonial e, mais amplamente, a conjuntura colonial moderna.", "programa_resumido": "O objetivo da disciplina é estudar as justificativas de ordem histórica, jurídica e teológica da escravidão africana e ameríndia, bem como as suas relações com os processos de formação e reprodução da sociedade colonial.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Carlos Alberto de Moura Ribeiro Zeron"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 35, "inscritos": 16, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 9, "inscritos": 4, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carlos Alberto de Moura Ribeiro Zeron"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 35, "inscritos": 13, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 9, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}