{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "São Paulo", "codigo": "FLH0106", "nome": "História Antiga II", "creditos_aula": 5, "creditos_trabalho": 1, "objetivos": "OBJETIVOS: A \nHistória e historiografia sobre o mundo romano.\nO curso pretende apresentar aos alunos os problemas teóricos envolvidos no estudo da História Antiga, em geral, e da História Romana, em particular, bem como familiarizá-los com a análise dos diversos tipos de documentos disponíveis. Os alunos serão também convidados a refletir sobre os principais problemas abordados pelos historiadores e a formar seus próprios julgamentos a partir do estudo de fontes primárias, tanto textuais como arqueológicas. Pretende-se que, ao longo deste curso, os alunos: (1) sejam capazes de desenvolver uma visão crítica dos discursos contemporâneos sobre a Roma antiga; (2) tenham contato com os problemas discutidos pela historiografia nacional e internacional sobre o mundo romano; (3) desenvolvam uma compreensão das estruturas e transformações econômicas, sociais, políticas e culturais de Roma e das sociedades incorporadas ao seu Império, das origens da cidade à Antiguidade Tardia; (4) familiarizem-se com os métodos da análise documental e com a diversidade de fontes sobre o período e (5) reflitam sobre as possibilidades analíticas, os temas de trabalho e as estratégias de ensino da História Romana na sala de aula. O curso compreenderá atividades de organização e de apresentação de seminário, atividades de análise de livros didáticos e revisão dos conteúdos do ensino médio, conforme referências curriculares.\n\nOBJETIVOS B: \nA Cidade Antiga: Sociedade e Poder (Grécia e Roma)\nmais do que proporcionar uma visão panorâmica da trajetória da cidade-estado na Antiguidade clássica, o curso pretende, a partir de um campo específico de reflexão (a articulação entre corpo social e poder), oferecer um aprimoramento dos instrumentos necessários ao ofício do historiador, da análise das fontes aos debates historiográficos. No curso expositivo, serão privilegiados dois processos de mutação estrutural na organização política das sociedades clássicas: de um lado, as transformações ocorridas na Grécia durante o período Arcaico e que prepararam o terreno para a emergência da democracia ateniense; de outro, as alterações por que passa a república romana, particularmente em seu processo de expansão, e que levam à crise do sistema e à transição para o império. Desta forma, o curso permitirá a discussão historicamente contextualizada de noções como aristocracia e democracia, crise, continuidade e ruptura, república e império, liberdade, participação popular, clientela, patronagem etc. Uma segunda parte será destinada a exercícios dirigidos de análise de fontes (escritas, iconográficas, cultura material), abordando temáticas variadas: mentalidades e cultura, religião e mitologia, estrutura social e vida material etc. Por fim, o curso procurará fornecer elementos – teóricos e instrumentais – para a inserção dos conteúdos de História Antiga no ensino fundamental e médio.\n\nOBJETIVOS C: \nPrograma: TERRA, PROPRIEDADE E TRABALHO NO MUNDO ANTIGO.\nsubsidiar a discussão sobre as diferentes formas de uso e de apropriação da terra (enfatizando as relações entre o poder central, os  proprietrários, os camponeses, os colonistas e  os escravos, no Oriente Próximo Asiático e no Mediterrâneo) e formar o aluno no trabalho de análise de documentos escritos e de cultura material, dentro da perspectiva da história antropológica. O curso compreende base para formação de pesquisadores e docentes, em todos os níveis de tais práticas.", "programa_resumido": "A disciplina de História Antiga volta-se para o estudo das sociedades dos chamados \"Antigo Oriente Próximo\" e do \"Mundo Clássico\", empregando uma ampla gama de teorias e de recursos documentais (arqueologia, tradição escrita, numismática, etc), bem como de sua reapropriação pelas sociedades modernas, enquanto parte de uma Tradição Cultural. Lidando com um período de quatro milênios, os docentes buscam, através da crítica contemporânea, repensar os quadros da própria disciplina através de suas pesquisas específicas.  Os docentes considerarão também a problemática do ensino da História Antiga na escola.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Marcelo Aparecido Rede"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 60, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 43, "inscritos": 52, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 2, "inscritos": 8, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Marcelo Aparecido Rede"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 29, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 43, "inscritos": 28, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "23:00", "professores": ["Rafael Scopacasa"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 43, "inscritos": 24, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 2, "inscritos": 6, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["Rafael Scopacasa"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 43, "inscritos": 30, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 2, "inscritos": 9, "pendentes": 0, "matriculados": 0}}}}}]}