{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "São Paulo", "codigo": "FLH0649", "nome": "História da África", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Essa disciplina obrigatória tem como objetivo apresentar e discutir os processos históricos que ocorreram nas sociedades africanas entre os séculos XVI e XXI. Neste período de tempo, e com um foco especial na África Subsaariana (a parte do continente relacionada diretamente com a História do Brasil), serão contempladas diferentes formas de organização das sociedades africanas em seus sistemas políticos, econômicos, culturais e religiosos e a partir daí as interações com universos mais amplos: com o mundo do Mediterrâneo e suas sociedades, com as do Índico e com o Atlântico em formação e desenvolvimento histórico. Ao salientar a historicidade das sociedades africanas a partir de seu protagonismo, será referida também a inserção em processos amplos tais como o escravismo, o colonialismo e na contestação ao mesmo, a construção das nações africanas independentes. Embora não restrito a uma periodização rígida, uma vez que muitas das problemáticas são transversais, procurar-se-á tratar de forma equilibrada as dinâmicas históricas das sociedades ditas pré-coloniais, o período da colonização e o da descolonização e por fim, a construção das nações modernas e as sociedades contemporâneas em suas conquistas e desafios. Metodologicamente, coloca-se como objetivo instrumentalizar os alunos nas práticas pedagógicas e ferramentas com vistas ao desenvolvimento de conteúdos relacionados à história do continente:  o uso de mapas e de recursos audiovisuais; a elaboração de planos de aulas e formas de avaliação, e o recurso a romances, filmes e documentários no sentido de aproximar os alunos às realidades históricas africanas. A princípio têm-se como horizonte as exigências colocadas pela Lei 10.639/03 que coloca os conteúdos da história da África e da história da cultura afro-brasileira como eixo que atravessa muitas disciplinas.", "programa_resumido": "Enfatizar a historicidade do continente africano e dar uma visão abrangente de cada período histórico, com destaque para as sociedades articuladas por meio da diáspora e do comércio à América Portuguesa e ao Brasil. Abordar as maneiras pelas quais o conhecimento sobre História da África vem sendo constituído, dentro e fora do continente, partindo da crítica à epistemologia ocidental e imagens que foram atribuídas ao continente; abordar as fontes disponíveis e, entre elas, as decorrentes do conhecimento tradicional e das formas de transmissão de saber existentes na África. Tratar a histórica de povos africanos enfatizando principalmente suas dinâmicas internas e, a partir delas, a inserção em processos históricos mais amplos. Situar o continente africano no contexto do mundo Mediterrâneo, da abertura e da formação do Atlântico e das movimentações do Índico. Entender as articulações trazidas pela diáspora entre as sociedades africanas e as luso-brasileira e brasileira, desde o comércio de escravizados à constituição de diálogos intelectuais diaspóricos; focalizar movimentos tais como o pan-africanismo, a negritude e os diálogos com setores das sociedades ocidentais. A partir das transformações ocorridas no século XIX, focalizar diferentes fases da conquista e da dominação imperial, seus instrumentos ideológicos e de subalternização; as formas de resistência e o processo de superação com os processos de descolonização; enfatizar rupturas e continuidades na conformação das nações africanas contemporâneas, seus desafios e contribuições para o mundo globalizado.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/programas-das-disciplinas", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": ["Alexandre Almeida Marcussi"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 44, "inscritos": 3, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/programas-das-disciplinas", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["Alexandre Almeida Marcussi"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 44, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": ["Marcos Abreu Leitão de Almeida"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 44, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["Marcos Abreu Leitão de Almeida"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 44, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}