{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "São Paulo", "codigo": "FLH0136", "nome": "Prática de Leitura e Escrita Historiográfica I [7- Ensino de História e Pesquisa]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "- Desenvolver habilidades de leitura de obras acadêmicas, especialmente de textos historiográficos, com foco na identificação das hipóteses, conceitos-chave, referências e estratégias argumentativas construídos pelas/os autoras/es;\n- Propiciar práticas dirigidas de leituras e de produção de textos que reforcem a capacidade de síntese crítica dos textos lidos e a autonomia intelectual das/dos estudantes;\n- Começar a desenvolver habilidades de escrita acadêmica com base em articulação de referências, desenvolvimento de hipóteses e construção de estratégias argumentativas coesas e coerentes.", "programa_resumido": "Desenvolver habilidades de leitura de textos historiográficos e das Ciências Humanas, promovendo as habilidades de compreensão e de expressão escrita entre as/os estudantes. A consecução desse objetivo requer a prática sistemática de exercícios realizados com textos historiográficos diversos, para que o confronto entre eles possibilite a percepção da existência de semelhanças e diferenças no que diz respeito aos conceitos explicativos empregados, às estruturas de argumentação e às formas e estratégias discursivas e narrativas. Essa percepção, por sua vez, poderá contribuir para o avanço intelectual das/dos estudantes na construção de suas próprias leituras e textos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site: http://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": ["Antonia Terra de Calazans Fernandes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 50, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História - Diurno ou Noturno": {"vagas": 44, "inscritos": 50, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}