{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "Outro", "codigo": "FLH0832", "nome": "O Desenvolvimento Capitalista no Pensamento Econômico Europeu e Latino-americano [4- História Econômica]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Apresentar e discutir teorias sobre o desenvolvimento do capitalismo europeu e latino-americano. Dar-se-á ênfase a teorias econômicas, detendo-se em momentos em que essa discussão é mais ampla em contribuições: primeiras décadas do século XX na Europa, e décadas de 1950-70 na América Latina.", "programa_resumido": "Analisar alguns temas caros à economia política marxista, como a dinâmica do capitalismo, a formação e o papel dos mercados, as teorias das crises econômicas, as teorias do imperialismo e as explicações econômicas para o subdesenvolvimento latino-americano.\nA disciplina também destinará 20 horas para o planejamento e desenvolvimento de práticas extensionistas, a serem computadas nas ACE constantes do Histórico Escolar do aluno. Essa atividade deverá ser voltada para o público externo à Universidade, previamente delimitado pelo aluno e com aval do professor, e deverá ter caráter historiográfico, que poderá assumir diferentes formas, tais como: formação historiográfica de público-externo à universidade, formação continuada de professores da rede básica, atividades e organização de eventos culturais com temas históricos, atividades de preservação patrimonial, organização documental e direito à memória, exposições, performances teatrais, intervenções urbanas, ações vinculadas a monumentos e contra monumentos, placas comemorativas, roteiros turísticos, dentre outros, podendo ser de caráter presencial ou remoto, de acordo com as definições institucionais e normas vigentes na Universidade. O desenvolvimento das atividades se fará sob a tutoria do docente-responsável pela disciplina, sendo avaliada conforme as regras vigentes para aprovação em disciplinas, mediante relatório final e sistematização da avaliação pelo grupo social envolvido, conforme indicadores previamente definidos pelo docente e pelos alunos envolvidos.", "turmas": []}