{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "São Paulo", "codigo": "FLH0855", "nome": "História Política [1 - História política]", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Compreender o processo formativo da História Política em suas diferentes vertentes, do século XIX à atualidade; \nConhecer as críticas e limitações apontadas à história política tradicional oitocentista, por historiadores que privilegiaram diferentes aspectos, como as dimensões do social e do econômico;  \nAnalisar a relativa perda de espaço da história política frente às críticas historiográficas recebidas;\nEntender o processo de renovação da História Política na segunda metade do século XX; \nConhecer os desdobramentos de múltiplas vertentes, tais como a história política renovada, a história das ideias políticas e a história dos conceitos.", "programa_resumido": "A disciplina pretende realizar uma introdução ao debate que se estabelece em torno da constituição do campo da História Política, abarcando o seu processo de formação, os embates historiográficos nos quais foi foco de críticas e o desenvolvimento de vertentes estabelecidas a partir de um processo de revisão de paradigmas na área, como a história política renovada, a história das ideias políticas e a história dos conceitos. Recobrar essa historicidade implica conhecer os fundamentos metodológicos de cada vertente dentro deste campo, o que envolve o conhecimento de diversas concepções de temporalidade (incluindo-se a chamada história do tempo presente), de diferentes definições e noções de atuação dos sujeitos políticos, de formas variadas de se pensar a composição dos marcos históricos. Os embates no campo também abrem possibilidades particulares de se pensar as relações entre a produção das ideias políticas e os contextos históricos. Nesse quadro de renovação, dimensões antes descartadas ou naturalizadas passam a ser consideradas como partes intrínsecas dos processos políticos, tais como os domínios do simbólico, do imaginário e dos conceitos. Ao mesmo tempo, as ideias políticas passam a ser vistas de forma inseparável dos próprios contextos nos quais foram produzidas, colaborando para engendrar os mesmos e sendo afetadas por eles.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site:\nhttp://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Francisco Carlos Palomanes Martinho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 34, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Noturno": {"vagas": 35, "inscritos": 25, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Diurno": {"vagas": 9, "inscritos": 9, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Obs: Para verificar os tópicos do programa desta disciplina, acesse o site:\nhttp://historia.fflch.usp.br/graduacao/programadasdisciplinas", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Francisco Carlos Palomanes Martinho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 44, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História \u0096 Diurno": {"vagas": 35, "inscritos": 17, "pendentes": 0, "matriculados": 0}, "FFLCH - História \u0096 Noturno": {"vagas": 9, "inscritos": 3, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}