{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "História", "campus": "Outro", "codigo": "FLH0332", "nome": "História Contemporânea II", "creditos_aula": 5, "creditos_trabalho": 1, "objetivos": "I - OBJETIVOS: A\nTEMA GERAL: REVOLUÇÃO E CONTRA-REVOLUÇÃO NA CONTEMPORANEIDADE: DA COMUNA DE PARIS ATÉ A REVOLUÇÃO CHINESA\nI- OBJETIVOS: \nAbordagem das principais experiências de transformação e reação social e política acontecidas entre o último quartel do século XIX e a primeira metade do século XX: origens, auge e declínio. Das esperanças revolucionárias aos totalitarismos: a dinâmica da História no período por excelência das revoluções, as guerras e as contra-revoluções. \n\nI - OBJETIVOS: B \nCom a periodização de 1914 até os dias atuais, este curso é visto como uma continuação dos temas tratados em História Contemporânea-I, com uma visão abrangente de aspectos econômicos, sociais e políticos. A bibliografia visa ampliar conhecimento das interpretações historiográficas.\n \nI \u0096 OBJETIVOS: C\nProporcionar aos  alunos a possibilidade de experiência pedagógica, seja como observadores críticos de práticas didáticas seja como participantes em atividades de grupo em que diferentes alunos assumem tarefas de organização e coordenação de discussões coletivas, apresentação de seminários, uso e análise de recursos tecnológicos para pesquisas documentais e bibliográficas, atividades extraclasse (visitas a exposições, mostras de filmes) e atividades pedagógicas correlatas.\n\nI \u0096 OBJETIVOS: D\nAperfeiçoar a utilização da linguagem e recursos oratórios dos alunos em situações profissionais de historiadores. Para isso serão utilizados recursos escritos (ensaios escritos corrigidos pelo professor e discutidos em sala) bem como discussões orais. Será dada especial atenção à utilização adequada da língua portuguesa no contexto do jargão profissional especializado.", "programa_resumido": "Estudo das condicionantes históricas da realidade social e econômica, desde o início do século XX até os dias de hoje. Inclui temas como: o socialismo e as crises do capitalismo no século XX, totalitarismo, conflitos armados, os realinhamentos políticos, aspectos da cultura contemporânea.", "turmas": []}