{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0589", "nome": "Introdução ao Teatro", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Essa disciplina tem como objetivo introduzir e desenvolver expedientes de leitura e de análise do texto teatral e de sua relação com a encenação. A disciplina trabalha o texto dramático e seus elementos: ato e cena; rubricas e sua função; ação; conflito; clímax; desenlace; a personagem dramática, suas funções e formas de caracterização; espaço; tempo. Discute ainda a encenação de caráter realista e os elementos do texto e da encenação de base épica. A disciplina visa preparar o futuro professor para a leitura e encenação de textos dramáticos em sala de aula, fornecendo um instrumental teórico e analítico, a fim de permitir uma compreensão mais consistente da \u0093carpintaria\u0094 teatral, indispensável para orientar qualquer proposta de encenação dos textos teatrais.", "programa_resumido": "O texto dramático e seus elementos: ato e cena; rubricas e sua função; ação; conflito; clímax; desenlace; a personagem dramática, suas funções e formas de caracterização; espaço; tempo.A encenação de caráter realista: espaço cênico e tipo de palco; cenário; iluminação; figurinos; efeitos musicais e sonoros; relação com a platéia; natureza da interpretação; direção.Elementos do texto épico: criação autoral X processo colaborativo; narração; recursos de distanciamento; perspectiva dialética na estrutura da peça épica brechtiana.Elementos da encenação de base épica: recursos cênicos de distanciamento; recursos narrativos; utilização da música; recursos paródicos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["Mayumi Denise Senoi Ilari"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 38, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["Mayumi Denise Senoi Ilari"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 51, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}