{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0622", "nome": "Literatura Hispano-Americana: Romantismo e \u0093Modernismo\u0094", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Esta disciplina estuda as relações entre os discursos literários e os discursos de formação dos Estados Nacionais na América Hispânica durante a primeiras décadas do século XIX, assim como os processos de autonomização, internacionalização, modernização e profissionalização da literatura hispano-americana nas últimas décadas desse século. O objetivo é apressentar a mudança no estatuto da literatura no desenrolar do século XIX, de uma praxis atrelada aos discursos políticos ideológicos e educacionais a uma praxis que concebe à arte como um valor em se mesmo e estabelece os fundamentos para o desenvolvimento dos valores e práticas da literatura hispano-americana no século XX e na contemporaneidade. O curso contempla, dessa forma, instrumentalizar os futuros profissionais da área no sentido de suas praticas de análise literária e ensino da literatura.", "programa_resumido": "Relações entre os discursos literários românticos e os discursos de formação dos Estados Nacionais na América Hispânica. Autonomização, internacionalização e modernização da literatura e profissionalização dos escritores.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "21:00", "professores": ["Adriana Kanzepolsky"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 68, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "10:00", "professores": ["Adriana Kanzepolsky"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}