{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "Outro", "codigo": "FLM0627", "nome": "Leituras Específicas da Literatura Espanhola", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Esta disciplina se propõe examinar de maneira aprofundada e particular um aspecto relevante no vasto repertório da literatura espanhola, como também as poéticas específicas de cada momento selecionado. Esse exame se articula em torno de formas discursivas e/ou categorias periódicas e/ou problemáticas significativas que apresenta o corpus escolhido. O curso está concebido a partir de grandes unidades dentro das quais o docente responsável poderá selecionar o conteúdo específico a ser desenvolvido no semestre junto aos alunos. Tendo em conta esta particularidade, os objetivos da disciplina são os seguintes:1) Colaborar para que o aluno obtenha um panorama crítico da Literatura Espanhola dos séculos XVI e XVII, através da análise de obras de autores representativos na poesia, narrativa e teatro tendo em conta as preceptivas poéticas e retóricas que vigoraram no período.2) Colaborar para que o aluno trace um panorama crítico a respeito do Quixote e das Novelas Exemplares, tendo em conta a as convenções poéticas e retóricas dos séculos XVI e XVII ibéricos e o diálogo com variadas formas discursivas presentes na época.3) Colaborar para que o aluno conheça alguns textos importantes da literatura espanhola do século XX cuja composição esteja marcada pela  circunstância do exílio e inicie-se na reflexão sobre as questões propostas por esses textos em relação tanto às suas especificidades estéticas quanto às condições de circulação das obras, ao perfil do leitor, à recepção da crítica e à historiografia literária.4) Colaborar para que o aluno conheça alguns textos importantes da literatura espanhola do século XX e dos primeiros anos do século XXI, relacione os mesmos com textos ou autores estudados em outras disciplinas e integre esses textos no processo histórico-cultural espanhol.5) Colaborar para que o aluno tenha um panorama da evolução histórico-cultural espanhola, identifique e inter-relacione as diversas manifestações artísticas e culturais espanholas e integre essas manifestações no contexto dos seus estudos literários e no processo histórico-político, social e econômico espanhol.", "programa_resumido": "Estudo analítico de obras da literatura espanhola, enfocando formas discursivas, categorias periódicas e problemáticas significativas de momentos específicos.", "turmas": []}