{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0303", "nome": "Língua Alemã IV", "creditos_aula": 6, "creditos_trabalho": 2, "objetivos": "Sedimentar e expandir as estruturas fonológicas e sintáticas aprendidas em Línguas Alemã I a III. Introduzir novas estruturas morfológicas e sintáticas. Expandir o léxico através do discurso didático em sala de aula, com destaque na linguagem usada no âmbito de estudos de língua e literatura. O curso visa capacitar o aluno para o domínio ativo da língua escrita e falada e desenvolver a capacidade de crítica à língua e cultura estrangeira e materna. Avaliar criticamente a função do livro didático para o ensino/aprendizagem de línguas; proporcionar uma visão geral dos exames e certificações oficiais existentes para o alemão como língua estrangeira; apresentar noções básicas do Quadro Europeu Comum de Referência para as Línguas.", "programa_resumido": "Uso contextual-pragmático do idioma. Parataxe e Hipotaxe. Orações interrogativas indiretas. Adjetivo como atributo. Verbo: tempos verbais, modo e diátese. Preposições. Formação de palavras. Noções básicas de fonética e fonologia. Aquisição e sistematização das estruturas básicas gramaticais.", "turmas": [{"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Assistente DAAD (Silvia). Professores responsáveis: Mariana Kuntz, Juliana Perez e Marceli Aquino.", "horario": [{"dia": "seg", "inicio": "21:00", "fim": "23:00", "professores": [""]}, {"dia": "qua", "inicio": "19:30", "fim": "21:00", "professores": [""]}, {"dia": "qui", "inicio": "21:00", "fim": "23:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["Mariana Kuntz de Andrade e Silva"]}, {"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["Juliana Ferraci Martone"]}, {"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["Juliana Ferraci Martone"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 17, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}