{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "Outro", "codigo": "FLM0281", "nome": "Tradução: Análise Contrastiva Espanhol/Português", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "O objetivo desta disciplina é trabalhar a comparação de estruturas do espanhol e do português brasileiro pensando nos grandes eixos ao redor dos quais se organiza o contraste.Espera-se favorecer a especialização da competência bilíngüe para a tarefa de tradução, dentro do par linguístico português-espanhol, focando as regiões de contrastividade de maior relevo para a prática da tradução nesse par lingüístico, para o que se aplicarão também exercitações em tradução dirigidas às zonas de contraste focalizadas no programa, com o objetivo de contribuir para uma tradução mais idiomática e fluente, reduzindo a interferência entre esse par de línguas próximas.", "programa_resumido": "Em didática de tradução atribui-se importância a um trabalho contrastivo que foque as relações de tradução entre o par linguístico específico. Esta disciplina se propõe fazê-lo em um panorama que envolve diversos níveis, do lexical ao discursivo. Considera-se que a importância da atenção para evitar as interferências entre as línguas em tradução aumenta no caso das línguas próximas, como é o caso do espanhol e do português. O trabalho direcionado a  pontos chave de contraste entre o espanhol e o português contribuirá a direcionar o aprendizado do espanhol como língua estrangeira para o trabalho do tradutor, no sentido de focá-lo sobre as especificidades que apresentam o espanhol e o português em sua relação de tradução.", "turmas": []}