{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "Outro", "codigo": "FLM0291", "nome": "Tradução Comentada do Alemão II", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Como decorrência da justificativa, é objetivo desta disciplina sensibilizar os estudantes para aspectos lingüísticos e culturais presentes em textos de função preponderantemente expressiva e apelativa - textos literários e de propaganda - em alemão e em português. Constituem núcleos desta disciplina: (1) o estudo paralelo de exemplares textuais autênticos dessas duas tipologias, na língua estrangeira (o alemão) e na língua vernácula (o português do Brasil), a partir do qual se podem inferir características léxico-semânticas, morfossintáticas, textuais e estilísticas próprias das tipologias enfocadas nas duas culturas; e (2) chamar a atenção para características estilísticas (no caso dos textos literários) e deslocamento de ênfases no apelo e no recurso a estereótipos (no caso dos textos de propaganda), em textos em alemão e em português. A fase de tradução propriamente dita constitui uma terceira etapa na seqüência didática, e só tem lugar uma vez detectados e vencidos possíveis problemas de compreensão e - por decorrência - de tradução.", "programa_resumido": "A fim de defender a inserção e a transparência do tradutor, bem como de conscientizar o tradutor-aprendiz acerca de sua margem de decisão autônoma no traduzir, esta disciplina trabalha a noção de autoria em tradução por meio do trabalho com textos de natureza predominantemente expressiva (segmentos de diários e autobiografias, narrativas literárias curtas, novelas e contos), bem como de textos de natureza predominantemente apelativa (peças de propaganda político-partidária, religiosa e usadas na venda de produtos).", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["Magdalena Nowinska"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["Magdalena Nowinska"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}