{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0523", "nome": "Tópicos de Semântica", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Considerando a relevância dos estudos do significado para a formação do graduando em línguas estrangeiras, a disciplina procura propiciar ao aluno discussões e reflexões acerca de pressupostos teóricos e metodológicos de análises de fatos semânticos e pragmáticos, a fim de desenvolver não somente a capacidade crítica do aluno quanto às teorias linguísticas ligadas a processos de significação, mas também uma prática de análise de materiais de linguagem de naturezas diversas. Esse conhecimento habilita o futuro profissional a trabalhar com textos orais e escritos com criticidade.", "programa_resumido": "Questões sobre significado no estudo de línguas naturais, com ênfase em fatos de linguagem ligados à língua inglesa. A relação entre lógica e linguagem. Análise em nível lexical de aspectos da semântica da língua inglesa, destacando as noções de sentido e referência, comparando abordagens das teorias de orientação lógico-formal e de linguística cognitiva. Introdução aos conceitos de enunciação e pragmática.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "21:00", "fim": "23:00", "professores": ["Elizabeth Harkot de La Taille"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["Elizabeth Harkot de La Taille"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}