{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0290", "nome": "Tradução Comentada do Alemão I", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "São objetivos nucleares desta disciplina: (1) o estudo paralelo de exemplares textuais autênticos dessas duas tipologias, na língua estrangeira (o alemão) e na língua vernácula (o português do Brasil), a partir do qual se podem inferir características léxico-semânticas, morfossintáticas, textuais e discursivas próprias das tipologias enfocadas nas duas culturas; e (2) chamar a atenção para discrepâncias conceituais, ditadas por normas e convenções culturais distintas, entre exemplares de textos paralelos, em alemão e em português, dessas tipologias. A fase de tradução propriamente dita constitui uma terceira etapa na seqüência didática, subseqüente à identificação e solução de possíveis problemas de compreensão e - por decorrência - de tradução.", "programa_resumido": "A fim de sublinhar a importância da consideração, na tradução, de condicionantes culturais para a tradução de textos técnicos e científicos, as aulas-oficinas desta disciplina exploram a recepção (a partir do alemão) e a produção (em português) de textos dos seguintes tipos: textos técnicos de instrução, contratos e correspondência comercial e textos científicos propriamente ditos e também de divulgação.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "21:00", "professores": ["Magdalena Nowinska"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["Magdalena Nowinska"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}