{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0310", "nome": "Língua Alemã V", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Sedimentar e expandir as noções básicas das estruturas sintático-semântica, morfológica e fonético-fonológica da língua alemã, aprendidas nos semestres anteriores, com indicação do uso pragmático do idioma em situações comunicativas distintas. Expandir o léxico e aprofundar o conhecimento pragmático. Desenvolver a capacidade de comunicação oral e escrita a partir de diferentes contextos e tipologias textuais. Expansão dos conhecimentos da cultura estrangeira. Desenvolver a capacidade crítica frente às línguas e às culturas estrangeira e materna. Promover a reflexão sobre a própria biografia linguística e as relações entre língua e identidade; indagar sobre a importância de uma educação plurilíngue; investigar o processo de determinação de objetivos para o ensino/aprendizagem de línguas; avaliar criticamente o conceito de autonomia do aprendiz.", "programa_resumido": "Uso contextual-pragmático do idioma, em nível intermediário. Sistematização das estruturas básicas gramaticais e introdução às estruturas complexas da língua. Produção e recepção de textos escritos e orais.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Dorthe Uphoff"]}, {"dia": "qui", "inicio": "21:00", "fim": "23:00", "professores": ["(R) Dorthe Uphoff"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Juliana Ferraci Martone"]}, {"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Juliana Ferraci Martone"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}