{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0543", "nome": "Introdução ao Conto", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A disciplina tem como objetivo o estudo dos elementos constitutivos da narrativa com o fim de prover o aluno com instrumental teórico para a leitura e análise de contos de autores de língua inglesa. Para isso, tem como foco a apresentação dos elementos constitutivos da ficção tais como personagem, enredo, ponto de vista, tempo e espaço; o desenvolvimento da capacidade perceptiva e analítica do aluno, sensibilizando-o para a análise e a discussão crítico-interpretativa de narrativas. Os textos do programa abrangem autores consagrados da ficção em língua inglesa dos séculos XIX e XX. A disciplina visa estimular a percepção crítica dos aspectos estruturais do conto, gênero moderno por excelência, fornecendo ao futuro professor instrumentais de análise que lhe permitam trabalhar com textos narrativos de curta extensão.", "programa_resumido": "Elementos constitutivos da ficção: personagem, enredo, ponto de vista, tempo e espaço.Autores: Edgar Allan Poe, Katherine Mansfield, James Joyce, Virginia Woolf, Ernest Hemingway, D.H. Lawrence, Jean Rhys, Frank O'Connor, William Faulkner, Alice Walker, Kate Chopin, entre outros.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "21:00", "fim": "23:00", "professores": ["Lindberg Souza Campos Filho"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 9, "pendentes": 0, "matriculados": 5, "grupos": {}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["Lindberg Souza Campos Filho"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 48, "pendentes": 0, "matriculados": 47, "grupos": {}}}}, {"codigo": "2025113", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "21:00", "fim": "23:00", "professores": ["Daniel Puglia"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 20, "pendentes": 0, "matriculados": 20, "grupos": {}}}}]}