{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0517", "nome": "Escrita Acadêmica em Inglês", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Esta disciplina visa a habilitar o aluno a ler, analisar e escrever textos de gêneros textuais acadêmicos em inglês e a desenvolver uma postura crítica face ao domínio do inglês como língua franca do universo acadêmico-científico. Visa também a sensibilizar o discente para as questões de retórica contrastiva envolvidas na escrita acadêmica, ou seja, como um mesmo gênero textual acadêmico pode ser realizado diferentemente na língua inglesa e na portuguesa. Além disso, objetiva levar o aluno a refletir sobre o plágio, dentro de sua complexidade cultural, a identificar os tipos de plágio e a desenvolver estratégias discursivas para evitá-lo. Esse conhecimento o habilitará a trocar informações com seus pares e a fomentar em seus futuros alunos o interesse pela escrita em geral, conscientizando-os sobre as questões de plágio abordadas no curso.", "programa_resumido": "O processo da escrita através de atividades práticas envolvendo análise e elaboração de textos de gêneros acadêmicos em inglês. O ensino da organização dos gêneros em seus movimentos e passos, da linguagem formal, da densidade lexical que caracterizam o discurso acadêmico. O ensino e prática do fichamento, da paráfrase e do resumo como formas de organização do trabalho escolar para se evitar o plágio não intencional. Ensino da citação. Discussão de aspectos retóricos das línguas inglesa e portuguesa. A disciplina permitirá ao aluno desenvolver o senso crítico em relação às particularidades de diferentes gêneros acadêmicos em inglês e em português.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "21:00", "fim": "23:00", "professores": ["(R) Marilia Mendes Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH -Letras - Diurno ou Noturno": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Marilia Mendes Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH -Letras - Diurno ou Noturno": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}