{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM0594", "nome": "Tópicos de Linguística Aplicada", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Esta disciplina objetiva levar o aluno à apreciação de conceitos, de métodos de análise e de abordagens teóricas em Linguística Aplicada, área transdisciplinar que lida com problemas da sociedade que envolvem questões de linguagem. Dessa forma, a disciplina visa  expor o aluno à relação entre teorias (algumas já expostas em períodos anteriores da habilitação, inclusive) e a prática, contribuindo para o desenvolvimento da sua habilidade de análise e de resolução de problemas. Com essa finalidade, várias questões são tratadas: bilinguismo e multilinguismo; teoria dos Letramentos; ensino e aquisição de língua estrangeira; avaliação e políticas linguísticas. Esse conhecimento é relevante para o futuro profissional, tendo em vista que as questões abordadas são de grande importância para os futuros profissionais.", "programa_resumido": "Definição de Linguística Aplicada. Ramos da Linguística Aplicada. Questões e problemas em Linguística Aplicada: Bilinguismo e multilinguismo; Análise Conversacional; Linguística Contrastiva; Teoria dos Letramentos; Análise do discurso; Ensino e aquisição de segunda língua; Avaliação; Planejamento e políticas linguísticas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["Daniel de Mello Ferraz"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 25, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}