{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM1154", "nome": "Língua Italiana V", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "O objetivo desta disciplina é oferecer condições para que o aluno continue desenvolvendo  a competência linguístico-comunicativa em italiano e que se torne capaz de analisar registros, variações regionais e o papel social e identitário dos dialetos na Itália contemporânea. Para tal fim, espera-se que o aluno tenha oportunidades de explorar os recursos tecnológicos, disponibilizados pela interconexão mundial de computadores, para ampliar não apenas o  seu universo linguístico e cultural, mas também  o repertório de estratégias  de ensino e de aprendizagem de italiano como língua estrangeira. O contato om a variada gama de insumos linguísticos, presentes nos meios de comunicação digital, contribuirá para o refinamento da proficiência oral e escrita em língua italiana,  instrumental essencial à prática como professor ou pesquisador.", "programa_resumido": "A disciplina visa a que o aluno aprimore o seu conhecimento da língua italiana, seus mecanismos e seus efeitos de sentido, compreenda e elabore o discurso em língua estrangeira, interagindo habilmente nas conversações e discussões, produzindo textos orais e escritos sobre vários assuntos, escolhendo as formas idéias de registro de língua e formulando hipóteses. Além disso, o aluno entrará em contato com textos de escritores dos séculos XX e XXI, que serão lidos e analisados em seus aspectos lingüísticos e literários e inter-relacionados com os fatores culturais da época em que foram produzidos.", "turmas": [{"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "21:00", "fim": "23:00", "professores": ["Paula Garcia de Freitas"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 28, "pendentes": 2, "matriculados": 26, "grupos": {}}, "Optativa Livre": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["Giliola Maggio"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 25, "pendentes": 0, "matriculados": 25, "grupos": {}}}}]}