{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM1152", "nome": "Língua Italiana III", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Esta disciplina visa a que o aluno avance no trabalho de perceber e interpretar o funcionamento discursivo da língua italiana, considerando-a não como uma mera seqüência de palavras ou frases, mas como discurso com suas regras de organização. Os fatos gramaticais serão, portanto, vistos em sua funcionalidade discursiva para que o aluno possa perceber os mecanismos da língua e seus efeitos de sentidos e, a partir disso, construir seu espaço lingüístico-discursivo e continuar seu percurso de formação como especialista e pesquisador. Esta disciplina visa a que o aluno avance no trabalho de refletir sobre o funcionamento discursivo da língua, bem como sobre o próprio percurso de aquisição do italiano como língua estrangeira. Serão propostas atividades com o auxílio das TICs, que propiciem o desenvolvimento das habilidades de compreensão e produção oral e escrita, bem como a construção da autonomia do futuro profissional de Letras no que concerne a sua identidade de aprendiz e sua atuação como professor, tradutor ou pesquisador.", "programa_resumido": "A disciplina visa a que o aluno desenvolva a compreensão e análise dos mecanismos e efeitos de sentido obtidos pelos diversos tipos de construção da língua italiana, que desenvolva a compreensão e a produção do discurso em língua estrangeira, entendendo e dando instruções, conselhos e solicitações e expressando adequadamente a relação temporal. Além disso, o aluno entrará em contato com textos de escritores dos séculos XX e XXI, que serão lidos e analisados em seus aspectos lingüísticos e literários e inter-relacionados com os fatores culturais da época em que foram produzidos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Angela Maria Tenorio Zucchi"]}, {"dia": "qua", "inicio": "21:00", "fim": "23:00", "professores": ["(R) Angela Maria Tenorio Zucchi"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "10:00", "professores": ["Paula Garcia de Freitas"]}, {"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["Paula Garcia de Freitas"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}