{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Letras Modernas", "campus": "São Paulo", "codigo": "FLM1153", "nome": "Língua Italiana IV", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "O objetivo desta disciplina é propiciar condições para que o aluno continue desenvolvendo a habilidade de interpretar o funcionamento discursivo da língua italiana, apresentando-a como discurso, com suas regras de organização textual em função dos objetivos de comunicação como prática social . Espera-se que o aluno utilize as tecnologias, em classe e fora dela, para vivenciar a língua estrangeira de forma contextualizada para aperfeiçoar a habilidade de comunicação oral e escrita em italiano, com vistas à obtenção de proficiência linguística, requisito fundamental para o futuro profissional de Letras em suas diversas áreas de atuação possíveis: ensino, tradução e pesquisa.", "programa_resumido": "A disciplina visa a que o aluno aprimore o seu conhecimento da língua italiana, seus mecanismos e seus efeitos de sentido, compreenda e elabore o discurso em língua estrangeira, interagindo habilmente nas conversações e discussões, expressando opiniões e dúvidas de modo preciso. Além disso, o aluno entrará em contato com textos de escritores dos séculos XX e XXI, que serão lidos e analisados em seus aspectos lingüísticos e literários e inter-relacionados com os fatores culturais da época em que foram produzidos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Professor a ser contratado", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "21:00", "professores": [""]}, {"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "10:00", "professores": ["Giliola Maggio"]}, {"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["Giliola Maggio"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}