{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Línguas Orientais", "campus": "Outro", "codigo": "FLO1582", "nome": "História e Cultura Árabe I", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "O objetivo do curso é analisar os principais períodos da história árabe, do período\npré-islâmico ao século XII, e levantar suas questões centrais, como aquela do\nadvento do islamismo como processo histórico e, para seus criadores, projeto social\nna península árabe do século VII d.C. Outra questão central analisada é a relação\nentre o Islã e as minorias judaica, cristã e, até mesmo, zoroastra, no período dos\nprimeiros califados. Ao analisar as questões centrais e processos mais relevantes\nda formação da civilização árabe-islâmica, estaremos atentos para o etnocentrismo\neuropeu implícito na formação da historiografia orientalista tradicional, identificando\ne desconstruindo suas principais expressões.", "programa_resumido": "O curso percorre, ao longo de um semestre, vários séculos de história árabe, desde\na origem dos árabes, seu meio de vida e organização social ao longo dos séculos\nque precederam o advento do islamismo, até o processo de expansão árabe que\nincluiu uma rápida conquista territorial, seguida da expansão da língua, da religião e\nda jurisprudência, desenvolvimento dos ofícios, ciências, artes e filosofia. Questões\n\ncentrais serão abordadas, como os fatores explicam o processo expansionista árabe\nnos primeiros séculos do Islã. Inicialmente um império árabe e islâmico, a partir do\ncalifado abácida os domínios islâmicos sedimentariam um perfil pluriétnico. Cristãos\ne judeus formavam, por sua vez, minorias protegidas. A desintegração política,\nfragmentação do califado, e surgimento de novos centros de poder no Islã, a partir\ndo final do século X, daria lugar a outras formas não menos importantes de\ndesenvolvimento cultural árabe-islâmico.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Arlene Elizabeth Clemesha"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025112", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Arlene Elizabeth Clemesha"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH -Letras - Diurno ou Noturno": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FFLCH - exceto Letras": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}