{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Línguas Orientais", "campus": "São Paulo", "codigo": "FLO1476", "nome": "Literatura Hebraica VI: Autores Israelenses e o Genocídio (Shoá)", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "este curso visa apresentar aos estudantes a expressão literária hebraica em torno da Shoá (Holocausto), como articulação entre memória e ficção na obra de um sobrevivente como Aharon Appelfeld, que se radicou em Israel, e na obra de autores que tiveram conhecimento indireto daqueles fatos, como Yehudá Amihai, Yoram Kaniuk, David Grossman e outros escritores israelenses que trataram do tema. Será feita uma comparação com a obra de autores, sobreviventes ou não, que permaneceram na Europa ou foram para outras regiões, escrevendo em diferentes idiomas, como Imre Kertész (húngaro) Paul Celan (alemão) e Primo Levi (italiano). Na poesia hebraica, uma grande expressão é a de Dan Páguis. O tema tornou-se um desafio tanto existencial quanto estético para os escritores, que têm de trabalhar com fatos, mitos e convenções que se cristalizaram, com a produção de clichês ideológicos e de linguagem. Romper essa barreira é um desafio constante para romancistas e poetas que optam por lidar com fatos históricos cada vez mais distantes no tempo, mas presentes na memória coletiva judaica. Impacto da Shoá no quadro ideológico israelense.", "programa_resumido": "A Segunda Guerra Mundial e o Holocausto (Shoá); a fundação do Estado de Israel, o impacto da catástrofe em Israel; os problemas técnicos ligados à representação da catástrofe; como os diferentes escritores e poetas enfrentam as dificuldades e impedimentos de representação.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Luis Sergio Krausz"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH -Letras - Diurno ou Noturno": {"vagas": 10, "inscritos": 4, "pendentes": 0, "matriculados": 0}, "FFLCH - exceto Letras": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}