{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Línguas Orientais", "campus": "São Paulo", "codigo": "FLO1279", "nome": "Estudos sobre o Pensamento - Módulo I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo do curso é apresentar uma abordagem investigativa das principais etapas de formação do pensamento, partindo da identificação de eventos estabelecidos no interior da cronologia histórica e de sua respectiva localização no espaço geográfico, até alcançar um conjunto de categorias psicológicas presentes, contemporaneamente, no denominado sujeito do pensamento.", "programa_resumido": "Desde que se estabeleça que a noção de   pensamento é o que \u0096 no dizer dos próprios humanos \u0096 os teria diferenciado, de algum modo, dos demais existentes, então, indicadores de seus primeiros estágios podem ser rastreados antes da escrita, tal como em esculturas de pedra, pinturas  de   cavernas, artefatos para caça e marcas de contagem em ossos de animais, entre outros. Por sua vez, a transposição à escrita e, posteriormente, a manifestação do pensamento especulativo, dobrando-se sobre si próprio, estabeleceu vias de continuidade ou ruptura entre as dimensões cósmicas, divinas e humanas do pensamento, recombinadas, a partir de então, em inúmeros eixos. Por meio da investigação dos sinais de alguns desses eventos, deixados por diversas culturas até o presente, identificados em perspectiva cronológica e localizacional, o presente curso visa identificar, sob um viés transversal de complexidade, a origem de tais sinais a partir de uma base teórica axiomática de tipos de pensamento, transpondo-os, contemporaneamente, como categorias epistemológicas e psicológicas complexas no interior do denominado sujeito do pensamento.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Miguel Attie Filho"]}, {"dia": "sex", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Miguel Attie Filho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH -Letras - Diurno ou Noturno": {"vagas": 12, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "FFLCH - exceto Letras": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}