{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Ciência Política", "campus": "São Paulo", "codigo": "FLP0431", "nome": "Urbanização, Desenvolvimento e Meio Ambiente", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo geral do curso é fornecer elementos teóricos e empíricos para a reflexão acerca do tratamento dado à problemática do Meio Ambiente, a partir de uma abordagem de Relações Internacionais e Ciência Política. O curso está dividido em dez unidades. Na primeira, apresenta-se as abordagens teórico-metodológicas no campo das Relações Internacionais e, em seguida, especula-se a respeito de quais recursos teóricos e metodológicos essa área tem a oferecer para a análise das questões colocadas pelos problemas ambientais. Na segunda unidade, a discussão gira em torno do processo de institucionalização do tema Meio Ambiente na esfera internacional \u0096 Instituições e Regimes Internacionais. Na terceira, far-se-á uma apresentação de casos empíricos de Regimes Internacionais de Meio Ambiente com destaque para Convenções e Protocolos negociados entre governos no âmbito das Nações Unidas. Na quarta, a problemática se transfere para a discussão do conceito de Governança e de regulação ambiental a partir de um recorte analítico de Relações Internacionais e Ciência Política. Na quinta unidade, discute-se a emergência de novos atores e processos com destaque para as empresas multinacionais, a capacidade de inovação e de desenvolvimento de tecnologia na área de Meio Ambiente (EMNs). Na sexta unidade, emerge o tema da proliferação de standards ambientais que passam à condição de referência para governos e organismos internacionais. Na sétima unidade encontra-se o tema da vinculação entre Comércio Internacional e Meio Ambiente com destaque para os casos submetidos ao Órgão de Solução de Controvérsias da Organização Mundial de Comércio (OSC/OMC). Na oitava unidade, o foco desloca-se para o conceito de Sustentabilidade (econômica, social e ambiental). As duas últimas unidades vão ser dedicadas inteiramente aos estudos de caso, principalmente de empresas multinacionais e suas práticas de sustentabilidade.", "programa_resumido": "De todos os novos temas que emergiram nas relações internacionais em meados da década de 1970, o Meio Ambiente é, sem dúvida, o mais ostensivamente global. Devido ao reconhecimento de sua natureza interdependente, faz-se mister a necessidade de cooperação internacional entre Estados, Organizações Internacionais, empresas e o chamado \u0093Terceiro Setor\u0094. Lidar com problemas ambientais a partir dessa perspectiva tornou-se parte do senso comum. Contudo, o simples reconhecimento da necessidade de cooperação por si só não garante seu sucesso. Assimetria de poder e informação, custos distributivos, capacidade de inovação e desenvolvimento tecnológico, instituições domésticas e internacionais, marcos regulatórios locais e globais são alguns dos tópicos da disciplina que merecem consideração para a discussão dos problemas ambientais. De fato, o grande problema a ser considerado aqui é a dificuldade de implementar políticas para o desenvolvimento sustentável que exigem coordenação e articulação em diferentes níveis (global, nacional, local) e os interesses dos atores envolvidos (Estados, empresas, ONGs, comunidades, e Instituições Internacionais).", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": ["(R) João Paulo Candia Veiga"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 59, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 5, "inscritos": 14, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 75, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Geografia - Diurno ou Noturno": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 0}, "FFLCH - História - Diurno ou Noturno": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 60, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "13:10", "fim": "16:40", "professores": ["(R) João Paulo Candia Veiga"]}], "vagas": {"Obrigatória": {"vagas": 75, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 20, "inscritos": 12, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - História - Diurno ou Noturno": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "FFLCH - Geografia - Diurno ou Noturno": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 5, "inscritos": 3, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 6, "pendentes": 0, "matriculados": 0}}}}}]}