{"unidade": "Faculdade de Filosofia, Letras e Ciências Humanas", "departamento": "Sociologia", "campus": "São Paulo", "codigo": "FSL0528", "nome": "Sociologia Marxista Contemporânea", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Esta disciplina tem por objetivos:1). Analisar as configurações emergentes do trabalho na contemporaneidade por meio da problematização sociológica empreendida por diferentes correntes do pensamento marxista.2). Apresentar os principais conceitos marxistas contemporâneos e as interações entre eles, assim como fazer referências aos estudos que emergiram nas décadas de 1970 e 1980, renovando o marxismo crítico, especialmente nos Estados Unidos e Europa ocidental.3). Debater as principais contribuições de Michel Aglietta, Harry Braverman e Ernest Mandel para a renovação dos estudos sobre o trabalho e a dinâmica das classes sociais no capitalismo contemporâneo.4). Objetiva-se caracterizar os principais conceitos da Teoria Francesa da Regulação \u0096 regime de acumulação, modo de regulação, modo de desenvolvimento, fordismo, neofordismo, fordismo periférico, pós-fordismo, ohnoismo... \u0096 contextualizando o debate sobre o fordismo, sua crise e as principais tendências da reorganização do trabalho das décadas de 1980 e 1990.5). Pretende-se problematizar as relações entre sociologia crítica e marxismo por meio do debate contemporâneo a respeito da \u0093sociologia pública\u0094. Ponto convergente do curso, a proposta da sociologia pública marxista define um programa teórico e metodológico capaz de acomodar o conjunto das preocupações principais da abordagem marxista crítica do trabalho e da política.", "programa_resumido": "", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Ruy Gomes Braga Neto"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 60, "inscritos": 92, "pendentes": 0, "matriculados": 0, "grupos": {"IRI -  para toda a Unidade": {"vagas": 5, "inscritos": 18, "pendentes": 0, "matriculados": 0}, "FFLCH - Ciências Sociais \u0096 Diurno ou Noturno": {"vagas": 55, "inscritos": 74, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 10, "inscritos": 10, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH - Geografia - Diurno ou Noturno": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "FFLCH - História - Diurno ou Noturno": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}