{"unidade": "Instituto de Geociências", "departamento": "Geologia Sedimentar e Ambiental", "campus": "São Paulo", "codigo": "GSA0218", "nome": "Paleontologia para Licenciatura", "creditos_aula": 5, "creditos_trabalho": 1, "objetivos": "Ensinar sobre os princípios paleontológicos e suas relações com a história da vida e com a geologia geral – dinâmica terrestre - paleogeografia, paleoclima e paleoambientes. Analisar o registro paleontológico sob o ponto de vista dos processos de preservação dos fósseis, modo de vida e características morfológicas e ecológicas dos organismos. Equipar os alunos com o conhecimento da história biológica desde o estabelecimento das condições para a origem da vida,  e das aquisições evolutivas que impulsionaram sua diversidade ao longo do tempo geológico. Caracterizar os períodos de diversificação e de extinção, e a relação ecológica entre faunas e floras fósseis. Oferecer aos alunos conhecimento morfológico básico dos principais grupos animais (vertebrados e invertebrados) e vegetais, sempre que possível com ênfase no registro fóssil brasileiro. Incentivar o raciocínio com vistas à resolução de problemas paleontológicos ligados ao tempo geológico, à determinação de ambientes de sedimentação, à evolução biológica, à distribuição paleogeográfica e paleoclmática. Tornar o aluno capaz de organizar o conhecimento paleontológico considerando o tempo geológico, os conceitos de sedimentação das rochas, elementos de tafonomia, bioestratigrafia e paleoecologia, morfologia funcional, atualismo e filogenia. Oferecer elementos práticos para trabalhos de campo em aulas externas em afloramentos fossilíferos na Bacia do Paraná. Equipar o aluno com habilidades práticas para a produção de moldes e réplicas de fósseis, para atuação no ensino de ciências.", "programa_resumido": "A diversidade da vida, os processos de fossilização e o registro fossilífero. A origem das condições para o estabelecimento e manutenção da vida. A Terra e a vida pré-Cambriana.  A vida na Era Paleozoica. A vida na Era Mesozoica. A vida na Era Cenozoica  Conceitos de diversidade animal e vegetal. Grandes extinções. Solução de questões paleoecológicas através dos conceitos de bioestratigrafia, morfologia funcional, tafonomia, filogenia e atualismo. Morfologia básica de invertebrados, vertebrados, vegetais e microfósseis.", "turmas": [{"codigo": "2024210", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "A DISCIPLINA PREVÊ 15 HORAS DE CAMPO.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Douglas Galante", "(R) Juliana de Moraes Leme Basso", "(R) Paulo Eduardo de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {"IGc - Licenciatura em Geociências": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024210", "horario": [{"dia": "ter", "inicio": "21:00", "fim": "22:00", "professores": ["(R) Douglas Galante", "(R) Juliana de Moraes Leme Basso", "(R) Paulo Eduardo de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {"IGc - Licenciatura em Geociências": {"vagas": 40, "inscritos": 16, "pendentes": 0, "matriculados": 0}}}}}]}