{"unidade": "Instituto de Geociências", "departamento": "Geologia Sedimentar e Ambiental", "campus": "Outro", "codigo": "GSA0305", "nome": "Geobiologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina é discutir a interação e co-evolução da vida e da Terra, abordando a origem e evolução da vida e seu impacto nos oceanos e na atmosfera. Detalhar os fatores geológicos comuns controlam ciclos biogeoquímicos a longo prazo e as interações bióticas e as mudanças ambientais físicas na formação da história da vida e da Terra. Apresentar métodos e técnicas modernas para estudos na área de Geobiologia. Atualmente pesquisas em paleobiologia, geoquímica e geologia sedimentar apoiam cada vez mais a noção de que fatores geológicos comuns controlam ciclos biogeoquímicos a longo prazo, a erosão e deposição de rochas sedimentares e a evolução da biosfera. A Geobiologia aplica os princípios e métodos da biologia, geologia e geoquímica ao estudo da história antiga da co-evolução da vida e da Terra, bem como o papel da vida no mundo moderno. Os estudos geobiológicos tendem a se concentrar no papel que a vida desempenha na alteração do ambiente químico e físico da litosfera e a sua interseção com a atmosfera. De forma interdisciplinar, a Geobiologia tem usado metodologias e técnicas modernas para avaliar a interação da Biosfera, Litosfera e Atmosfera.", "programa_resumido": "1- Como construir a história da Terra: tendências seculares, processos cíclicos e eventos de importância singular na evolução do planeta. 2- Pré-Cambriano: Transformações da litosfera, biosfera, hidrosfera e atmosfera da Terra. 3-Origem da Vida. 4- Eventos de extinção em massa; radiações evolutivas e a história da biodiversidade durante o Fanerozoico. 5- Ciclos biogeoquímicos: fracionamento de isótopos estáveis (C, O e S). 6- Evolução microbiana, estromatólitos e biomineralização. 7- Sedimentologia: caracterização ambiental, produtos e processos. 8- Biomarcadores. 9- Astrobiologia. 10- Métodos avançados no estudo da Geobiologia.", "turmas": []}