{"unidade": "Faculdade de Saúde Pública", "departamento": "Nutrição", "campus": "Outro", "codigo": "HNT0236", "nome": "Ativismo, Participação e Justiça Social no Contexto da Alimentação e Nutrição", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "1) Conhecer os conceitos, marcos históricos e as diferentes expressões do ativismo, participação e justiça social com enfoque na área de alimentação e nutrição;\n2) Identificar os diferentes mecanismos de participação e justiça social no campo da alimentação e nutrição, seus potenciais e limites em nível local e nacional;\n3) Reconhecer os principais espaços de participação social no campo da alimentação e nutrição existentes no Brasil e em nível internacional;\n4) Conhecer as ferramentas de incidência política, as experiências e práticas dos movimentos sociais e da sociedade civil organizada no campo da alimentação e nutrição no Brasil e na América Latina;\n5) Identificar e discutir as atividades políticas corporativas das grandes empresas transnacionais que interferem nas políticas públicas de alimentação e nutrição, e as formas de mitigar e reduzir a influência nos processos de decisão;\n6) Reconhecer o papel de profissionais no campo da alimentação e nutrição como agentes transformadores e atuantes nos espaços de participação social e mecanismos para contribuir na realização progressiva do direito humano à alimentação adequada.", "programa_resumido": "Marcos históricos, conceituais e legais na luta por direitos civis: individuais ou coletivos.\nFundamentos de ativismo, participação popular e justiça social.\nO direito humano à alimentação adequada e saudável e o desenvolvimento sustentável na agenda dos movimentos sociais, de ONGs e das agências oficiais nacionais e internacionais.\nO contexto econômico e a ação das grandes corporações na área da alimentação.\nParticipação popular e justiça social nas ações e políticas de Alimentação e Nutrição.", "turmas": [{"codigo": "2025101", "inicio": "27/02/2025", "fim": "29/05/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Ana Paula Bortoletto Martins"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FSP - Nutrição (Diurno e Noturno)": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FSP - Saúde Pública": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}