{"unidade": "Faculdade de Saúde Pública", "departamento": "Nutrição", "campus": "Outro", "codigo": "HNT0228", "nome": "Alimentos Funcionais e Substâncias Bioativas", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Reconhecer as Substâncias bioativas nos Alimentos Funcionais dos alimentos no Brasil enumerando a disponibilidade dos mesmos nos alimentos da dieta do Brasileiro e dos produtos desenvolvidos em ciência e tecnologia de alimentos.", "programa_resumido": "Ao final do curso espera-se que o aluno seja capaz de reconhecer as substâncias bioativas nos alimentos funcionais e seja capaz de entender a importância da variedade de alimentos e aplicar à sua disponibilidade na dieta dos indivíduos e coletividade, bem como na ciência e tecnologia de alimentos. \n1 - Reconhecer as substâncias bioativas nos alimentos funcionais buscando em tabelas de composição de alimentos\n2 - Entender os alimentos funcionais e substâncias bioativas classificando nos diferentes grupos de alimentos\n3 - Aplicar o conhecimento de AF e SB implementando em dietas ou pesquisa e desenvolvimento de alimentos\n4 - Analisar notícias da mídia sobre AF e SB com base científica criticando a origem das fontes científicas.\n5 - Criar manuais, de divulgação tais como vídeos, etc de orientação de AF e SB produzindo orientação sobre os benefícios dos AF e SB na saúde de indivíduos e coletividades bem como na pesquisa e desenvolvimento de alimentos.\n\nEsta disciplina optativa livre destina-se aos alunos de graduação da Universidade de São Paulo (USP) interessados em adquirir conhecimentos aprofundados sobre alimentos funcionais e substâncias bioativas presentes na alimentação humana. O curso abordará os aspectos teóricos e práticos relacionados aos alimentos que proporcionam benefícios específicos à saúde além de suas funções nutricionais básicas.\n\nA ementa contemplará os seguintes tópicos:\n\nIntrodução aos alimentos funcionais:\nConceitos e definições de alimentos funcionais.\nClassificação e categorias de alimentos funcionais.\nEvidências científicas de benefícios à saúde.\n\nSubstâncias bioativas:\nIdentificação e caracterização das substâncias bioativas nos alimentos.\nPropriedades fisiológicas e mecanismos de ação das substâncias bioativas.\nPapel das substâncias bioativas na prevenção de doenças.\n\nAlimentos funcionais e sistemas fisiológicos:\nAlimentos funcionais e a saúde cardiovascular.\nAlimentos funcionais e a saúde gastrointestinal.\nAlimentos funcionais e a saúde metabólica.\n\nAlimentos funcionais e sistema imunológico:\nAlimentos funcionais e a imunidade.\nAlimentos funcionais e a resposta inflamatória.\nAlimentos funcionais e a prevenção de doenças relacionadas ao sistema imunológico.\n\nAlimentos funcionais e saúde mental:\nAlimentos funcionais e a saúde cerebral.\nAlimentos funcionais e a melhora do humor.\nAlimentos funcionais e a prevenção de doenças neurodegenerativas.\n\nAvaliação da eficácia dos alimentos funcionais:\nMetodologias de estudo e pesquisa em alimentos funcionais.\nEnsaios clínicos e estudos epidemiológicos.\nRegulamentação e rotulagem de alimentos funcionais.\n\nTendências e inovações em alimentos funcionais:\nNovas tecnologias na produção de alimentos funcionais.\nAlimentos funcionais personalizados.\nPerspectivas futuras e desafios na área de alimentos funcionais.\n\nDurante o curso, serão utilizados recursos como aulas expositivas, seminários, estudos de caso e atividades práticas para estimular a compreensão e aplicação dos conhecimentos adquiridos. Os \nalunos também terão a oportunidade de analisar e discutir a relevância dos alimentos funcionais para a promoção da saúde e a prevenção de doenças.\n\nEssa disciplina optativa livre oferece aos alunos da graduação da USP a oportunidade de explorar os avanços científicos e tecnológicos relacionados aos alimentos funcionais e substâncias bioativas, \npermitindo-lhes compreender o papel desses alimentos na promoção de uma alimentação saudável e bem-estar.", "turmas": []}