{"unidade": "Faculdade de Saúde Pública", "departamento": "Nutrição", "campus": "Outro", "codigo": "HNT0239", "nome": "Recursos Alimentares para Populações", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Reconhecer as diversas alternativas existentes para gestão de recursos alimentares de populações; assim \ncomo apresentar uma visão global das etapas e questões relativas à produção, industrialização, distribuição e comercialização dos recursos alimentares do campo à mesa, respeitando a sustentabilidade.\nAo final do curso espera-se que o aluno seja capaz de reconhecer os recursos alimentares para populações e \nseja capaz de entender a importância da variedade de alimentos e aplicar a sua disponibilidade dos mesmos \ndo campo à mesa.", "programa_resumido": "Economia na cadeia de produção e consumo de alimentos. Gestão da produção de recursos  alimentares. Produção mundial de alimentos: valor nutricional da oferta para uma demanda populacional crescente. Distribuição geográfica da produção de alimentos. Biodiversidade em recursos alimentares. Alimentos étnicos e regionais no Brasil e outros países. Cultura, comportamento e alimentação. Segurança alimentar e nutricional - do campo ao garfo. Políticas públicas em alimentação e nutrição. Papel dos alimentos e nutrição na saúde humana. Influência dos alimentos e nutrição em saúde pública. Tabelas de composição de alimentos e seu papel na saúde. Rotulagem nutricional de alimentos. Garantia de origem, controle de qualidade e fraude em alimentos. Alimentos complexos versus alimentos funcionais, nutracêuticos e suplementos dietéticos. Substâncias bioativas em alimentos e seu papel na redução de riscos de doenças crônicas não transmissíveis. Aditivos e segurança alimentar. Estratégias de desenvolvimento de alimentos \npara necessidades especiais. Indústria e academia na pesquisa em alimentação e nutrição. Esta disciplina tem como objetivo fornecer aos alunos da graduação da Universidade de São Paulo (USP) uma compreensão aprofundada dos recursos alimentares disponíveis para atender às necessidades das populações em diferentes contextos. Através de abordagens multidisciplinares, serão explorados aspectos relacionados à produção, distribuição, segurança alimentar e políticas públicas voltadas para o acesso equitativo aos alimentos.", "turmas": []}