{"unidade": "Faculdade de Saúde Pública", "departamento": "Saúde Ambiental", "campus": "São Paulo", "codigo": "HSA0109", "nome": "Gestão de Resíduos Sólidos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo do curso é introduzir o aluno às questões dos resíduos sólidos, enfocando desafios, impactos ambientais e efeitos à saúde, levando à compreensão das implicações da geração, gestão de recursos e impactos do gerenciamento de resíduos. Apresentar a gestão dos resíduos sólidos urbanos, resíduos de serviços de saúde, resíduos industriais e demais resíduos especiais, enfatizando as etapas do gerenciamento e os processos de valorização, tratamento e disposição final, como também a legislação e normas técnicas vigentes. Estudar as formas de minimização, recuperação e valorização de resíduos e compreender os princípios e técnicas de gestão de resíduos sólidos, considerando os aspectos legislativos, ambientais, econômicos e sociais. Realizar visitas técnicas a instalações de transporbo, triagem manual e mecanizada, aterro sanitário e aterro classe I, instalação de recuperação de metais de lodos e incineração de resíduos perigosos.", "programa_resumido": "O curso trata da gestão e gerenciamento dos resíduos sólidos urbanos, resíduos de serviços de saúde, resíduos industriais e os principais resíduos especiais. Apresenta a legislação e normatização sobre resíduos sólidos e discute a hierarquização, minimização e valorização de resíduos na perspectiva da sustentabilidade.Contextualiza os principais determinantes da geração de resíduos e as políticas públicas. Apresenta e discute as etapas do gerenciamento dessas quatro modalidades de resíduos, com ênfase na valorização (reutilização, reciclagem e recuperação energética e de biomassa) e tratamento e na disposição final dos rejeitos. Possibilita visitas técnicas a instalações de transbordo, centros de triagem manual e mecanizada, aterro sanitário e aterro classe I, recuperadora de metais de lodos e incineração de resíduos perigosos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "07:30", "fim": "11:00", "professores": ["(R) Wanda Maria Risso Günther"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 67, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia Ambiental - EC-3": {"vagas": 70, "inscritos": 67, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 7, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {"FSP - Saúde Pública": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}