{"unidade": "Faculdade de Saúde Pública", "departamento": "Saúde e Sociedade", "campus": "São Paulo", "codigo": "HSO0144", "nome": "Saúde ao Longo do Curso da Vida I: Gravidez, Nascimento e Infância", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Desenvolver entre os graduandos de Saúde Pública competências e habilidades para reconhecer as necessidades de saúde e implementar ações necessárias para o atendimento de mulheres no ciclo gravídico-puerperal, de criança menores de 9 anos e de adolescentes.", "programa_resumido": "Análise do corpo, sua maturidade e construção social como determinante de sua expectativa de vida. Gênero, interseccionalidades e programas de saúde. Análise da tendência demográfica do país e sua influência na população materna e infantil. Saúde da Gestante. Características biológicas e psicossociais do crescimento e desenvolvimento humano. Principais condições de saúde durante a gestação, parto e puerpério e sua relação com a mortalidade materna. Modelos de assistência ao ciclo gravídico-puerperal. Distorções da assistência e medicalização. Saúde perinatal. Saúde da criança no primeiro ano de vida. Mortalidade perinatal e infantil. Aleitamento materno. Doenças preveníveis por vacinação. Alimentação saudável no ciclo gravídico puerperal. Saúde da criança menor de 9 anos, principais agravos á saúde. Alimentação e hábitos saudáveis nos noves primeiros anos de vida.", "turmas": [{"codigo": "2025101", "inicio": "02/04/2025", "fim": "11/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carmen Simone Grilo Diniz"]}, {"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carmen Simone Grilo Diniz"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {"FSP - Saúde Pública": {"vagas": 40, "inscritos": 26, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FSP - Nutrição (Diurno e Noturno)": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}