{"unidade": "Faculdade de Saúde Pública", "departamento": "Política, Gestão e Saúde", "campus": "São Paulo", "codigo": "HSP0169", "nome": "Economia Política da Saúde", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Examinar a dinâmica do padrão de acumulação capitalista, a partir da introdução dos paradigmas teóricos da economia política, com destaque aos elementos da crítica da economia política, tendo como foco principal a relação entre o capitalismo dependente brasileiro e a saúde numa perspectiva histórico-crítica, ressaltando os constrangimentos de financiamento e gestão dos recursos do SUS no contexto do capitalismo contemporâneo.", "programa_resumido": "Dinâmica da Acumulação Capitalista, a economia política clássica e a crítica da economia política, a origem do desenvolvimento capitalista no Brasil e a política social e saúde. Trajetória do pensamento econômico e a questão da saúde. O Capitalismo e a Proteção Social Brasileira – constituição, expansão fragmentada, consolidação institucional e regressão conservadora. Os anos 1980, a crise da dívida fiscal e financeira do Estado, a transição democrática e a política social. Os anos 1990 e 2000: as contrarreformas econômicas e a subordinação da política social e do SUS. A dinâmica do capitalismo contemporâneo sob a dominância financeira e os impasses do financiamento e da gestão dos recursos do SUS.", "turmas": [{"codigo": "2025101", "inicio": "26/03/2025", "fim": "02/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Aquilas Nogueira Mendes"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 24, "pendentes": 0, "matriculados": 24, "grupos": {"FSP - Saúde Pública": {"vagas": 40, "inscritos": 24, "pendentes": 0, "matriculados": 24}}}, "Optativa Livre": {"vagas": 10, "inscritos": 6, "pendentes": 0, "matriculados": 5, "grupos": {"FSP - Nutrição (Diurno e Noturno)": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 4}}}, "Alunos Especiais": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}