{"unidade": "Faculdade de Saúde Pública", "departamento": "Política, Gestão e Saúde", "campus": "São Paulo", "codigo": "HSP0169", "nome": "Economia Brasileira e Saúde", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Examinar a dinâmica do padrão de acumulação capitalista no Brasil e sua relação com o desenvolvimento do sistema de proteção social, em geral e da política de saúde, em particular, identificando, de um lado, as características do período de desenvolvimento do capitalismo tardio brasileiro e da especificidade da proteção social, desde a sua constituição até a sua consolidação constitucional, e de outro, as dimensões da política social e saúde no contexto do capitalismo financeirizado.", "programa_resumido": "Dinâmica da Acumulação Capitalista, a origem do desenvolvimento capitalista no Brasil e a política social e saúde. Economia Colonial, expansão cafeeira e origens da indústria. O Capitalismo e a Proteção Social Brasileira \u0096 constituição, expansão fragmentada, consolidação institucional e regressão conservadora. Padrão do desenvolvimento sob a industrialização restringida e pesada. Traços Gerais do Desenvolvimento capitalista no Brasil Pós-Guerra e a política social populista e autoritária.  Os anos 1980, a crise da dívida fiscal e financeira do Estado, a transição democrática e a política social. Os anos 1990 e 2000: as reformas econômicas e a subordinação da política social e saúde. A dinâmica do capitalismo contemporâneo sob a dominância financeira: a proteção social tardia \u0096 a seguridade social e a saúde, os impasses do financiamento, a gestão e a alocação de recursos e a relação público-privado no SUS", "turmas": [{"codigo": "2025101", "inicio": "26/03/2025", "fim": "02/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Aquilas Nogueira Mendes"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {"FSP - Saúde Pública": {"vagas": 40, "inscritos": 21, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 10, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"FSP - Nutrição (Diurno e Noturno)": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 5, "inscritos": 6, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}