{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0982", "nome": "Arquitetura da Paisagem II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Desenvolver a compreensão da arquitetura da paisagem e sua associação com o meio ambiente, com ênfase na relação entre o meio físico e a ocupação humana, com especial ênfase em relação ao mitigar dos conflitos gerados pelo processo de urbanização, A disciplina investiga a relação que se estabelece entre processos naturais, sociais e culturais na configuração da paisagem em suas diferentes escalas. Elabora planos e projetos de sistemas de espaços livres com abordagem de questões ambientais, de preservação, e encontro, a partir da criação uma rede verde e azul que possa articular soluções de interesse ambiental e social. A atividade extensionista nesta disciplina ocorre através da intensa pesquisa relacionada à população que habita uma bacia hidrográfica ligada a um córrego da cidade, ancorando sua abordagem no conflito com as águas: enchentes e alagamentos. O sistema de espaços livres neste momento contempla bairros e constrói cenários de ocupações alternativas que potencialmente inspiram e põe em debate a sociedade civil organizada e população em geral, os gestores e agentes produtores da forma urbana.", "programa_resumido": "A arquitetura da paisagem como construção cultural, em que os componentes do território – relevo, vegetação, corpos hídricos, entre outros – relacionam-se com a ação e percepção humanas. Cartografia sensível e técnica da paisagem urbana, a partir de parcela de seu território, baseada em metodologia que congrega diversas formas de percepção, representação e interpretação na conceituação do trabalho e no processamento dos dados urbanísticos, ambientais e fenomênicos. Elaboração de plano de sistema de espaços livres públicos urbanos e desenvolvimento de projeto(s) de uma ou mais de suas unidades sistêmicas, integrados à trama urbana e morfologia do sítio. O Desenho Universal é tratado nas áreas abordadas pela disciplina.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "CAU - 4º Ano", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "17:40", "professores": ["(R) Luciana Bongiovanni Martins Schenk"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}