{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0314", "nome": "Cultura, Ambiente e Sustentabilidade I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "- discutir as noções de natureza e cultura a partir de disciplinas diversas – economia, antropologia, filosofia, ecologia;\n- estudar os impactos ambientais antrópicos ao longo da história da humanidade e os conceitos de justiça ambiental e antropoceno;\n- estudar a história do pensamento conservacionista, suas principais noções e conceitos utilizados no seu estudo;\n- levantar, analisar e discutir os diversos aspectos e pontos de vista em relação à questão ambiental contemporânea a partir de estudos de caso de desastres ambientais e viagens didáticas;\n- levantar e analisar os dados históricos, sócio-ambientais e de manejo de unidades de conservação;\n- estudar os aspectos sócio-econômicos e político-culturais da noção de sustentabilidade.\n- viagens didáticas para a aplicação dos aspectos teóricos em um caso prático;\n- promover atividades de extensão que fomentem a compreensão dos aspectos teóricos estudados, através de interações e colaborações com a comunidade, estimulando assim a aplicação prática e o engajamento dos alunos no ambiente em que estão inseridos.", "programa_resumido": "As relações entre natureza e cultura em diversas sociedades e períodos históricos;\nA questão ambiental, seus aspectos históricos e teóricos, suas implicações nas sociedades contemporâneas.\nO pensamento conservacionista, seu histórico e principais formulações;\nDesenvolvimento econômico e impactos ambientais: a noção de sustentabilidade.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Engenharia Ambiental / Estatística", "horario": [{"dia": "qua", "inicio": "08:10", "fim": "09:50", "professores": ["(R) Marcel Fantin"]}], "vagas": {"Obrigatória": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Engenharia Ambiental": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 7, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ICMC -  Bacharelado em Estatística e Ciência de Dados": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "IAU - Instituto de Arquitetura e Urbanismo": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}