{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0941", "nome": "Projeto IV - Redes e Equipamentos Públicos", "creditos_aula": 6, "creditos_trabalho": 2, "objetivos": "Desenvolvimento de projetos de equipamentos públicos ou de rede de equipamentos públicos, cujas especificidade, complexidade e inserção urbana permitam ensaiar formas de estruturação do espaço e de configuração da paisagem, com destaque para as interfaces com as áreas habitacionais (habitação e trabalho), a conformação de centralidades urbanas e a relação com as redes de mobilidade e infraestrutura, possibilitando a compreensão das distintas escalas urbanas e do território. A atividade extensionista nesta disciplina ocorrerá pela relação direta e dialógica com estratos sociais por meio de consulta com a sociedade civil por meio de documentos e políticas públicas. O caráter extensionista está no exercício da reflexão e do projeto de redes de equipamentos públicos, a partir da realidade, contribuindo ao enfrentamento das questões da sociedade brasileira, a partir da elaboração de um projeto arquitetônico, com a perspectiva de constituição em rede.", "programa_resumido": "Teoria e prática do projeto de arquitetura, identificando e considerando os diversos agentes habitualmente envolvidos na produção e uso de redes de equipamentos públicos, suas atribuições específicas, seus limites e suas inter-relações. Estratégias de intervenção arquitetônica no meio urbano, entendendo a cidade como um sistema de redes de naturezas variadas, integradas ou não. Elaboração de projeto(s) de unidade(s) integrante(s) de rede(s) de equipamentos públicos de abrangência territorial,\nabordando o projeto arquitetônico em diferentes escalas, da inserção e transformação de uma determinada situação e paisagem urbana até o pormenor construtivo de componentes das edificações. Tipologias de equipamentos públicos. O Desenho Universal é tratado nas áreas abordadas pela disciplina.", "turmas": []}