{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0943", "nome": "Arquitetura e Urbanismo no Brasil e na América Latina II", "creditos_aula": 6, "creditos_trabalho": 1, "objetivos": "Oferecer uma visão geral do processo de metropolização e de constituição da cultura urbanística e arquitetônica no Brasil, enfatizando as transformações das cidades a partir da Segunda Guerra Mundial. Problematizar a consolidação de uma linguagem própria da arquitetura e do urbanismo no Brasil, estabelecendo suas relações com a produção internacional e, em especial, latino-americana. Promover a reflexão sobre a historiografia sobre a produção arquitetônica e urbanística na América Latina.", "programa_resumido": "Arte, arquitetura e metrópole: abstração, cidadania e espaço de sociabilidade. As diferenças entre os países latino-americanos sobre o Desenvolvimentismo e a ocupação do território: cidades novas, Brasília e os limites do projeto moderno. Autoritarismo, crise da arquitetura e a produção da habitação e da cidade anos 1960 e 1970. Tendências e desafios, contemporâneos da arquitetura e do urbanismo no Brasil e na América Latina à luz da produção internacional recente.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "CAU - 2º Ano", "horario": [{"dia": "qua", "inicio": "09:20", "fim": "11:50", "professores": ["(R) Eulalia Portela Negrelos"]}, {"dia": "qui", "inicio": "09:20", "fim": "11:50", "professores": ["(R) Eulalia Portela Negrelos", "Aline Coelho Sanches"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}