{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0991", "nome": "Introdução ao Trabalho de Graduação Integrado", "creditos_aula": 8, "creditos_trabalho": 6, "objetivos": "Desenvolver a capacidade de articular a projetação com pesquisas interfaciais, em que os processos de experimentação, síntese e desenvolvimento projetual se articulem com a fundamentação técnica e teórica. Pesquisar, ensaiar e formular metodologias de projeto arquitetônico, urbanístico e/ou paisagístico associadas à pesquisa científica, enquanto processo intrínseco à conceituação do trabalho de conclusão do curso. Prevê-se a interação dialógica da comunidade acadêmica com a sociedade por meio da identificação de problemas e temas enfrentados e possivelmente solucionados pelo campo da Arquitetura e Urbanismo e afrontados em sala de aula e extraclasse, contribuindo ao enfrentamento das questões da sociedade brasileira, a partir da elaboração individual de um projeto arquitetônico, urbanístico e/ou paisagístico.", "programa_resumido": "Pesquisa, formulação teórica e metodológica, conceituação e elaboração individual de um projeto arquitetônico, urbanístico e/ou paisagístico.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "CAU - 5º Ano.", "horario": [{"dia": "ter", "inicio": "08:10", "fim": "11:50", "professores": ["Aline Coelho Sanches", "Joubert José Lancha", "Luciana Bongiovanni Martins Schenk"]}, {"dia": "ter", "inicio": "14:00", "fim": "17:40", "professores": ["Joubert José Lancha", "Luciana Bongiovanni Martins Schenk", "Paulo Cesar Castral"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 35, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 0, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}