{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0911", "nome": "Projeto I - Edifício, Cidade, Paisagem e Território", "creditos_aula": 6, "creditos_trabalho": 2, "objetivos": "Introdução ao campo da arquitetura e do urbanismo, destacando a relação entre edifício, cidade, paisagem e território, seus elementos e conteúdos: corpo, percepção espacial e cidade; escalas, proporção e dimensionamento; material, forma e estrutura; leituras urbanas da paisagem, da morfologia, dos marcos, dos usos e do patrimônio; a cidade, suas escalas e a compreensão do sítio, da topografia, da cartografia e dos sistemas; representação e linguagem em projeto; repertório teórico e prático (concepção e construção). Introdução de noções de projeto arquitetônico, urbanístico e paisagístico, segundo parâmetros preliminares da prática e do método projetual, associados a fragmentos urbanos em áreas centrais.", "programa_resumido": "Desenvolver a percepção do aluno para diferentes situações espaciais, promovendo uma primeira abordagem dos processos de percepção, representação e projeto em Arquitetura e Urbanismo. O Desenho Universal é tratado nas áreas abordadas pela disciplina.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "CAU - 1º Ano", "horario": [{"dia": "ter", "inicio": "09:20", "fim": "11:50", "professores": ["(R) João Marcos de Almeida Lopes", "(R) Marcelo Suzuki"]}, {"dia": "ter", "inicio": "14:00", "fim": "16:30", "professores": ["(R) João Marcos de Almeida Lopes", "(R) Marcelo Suzuki"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}