{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0974", "nome": "Arquitetura e Urbanismo, Ética e Sociedade", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Apresentar um quadro panorâmico da história da profissão de arquitetos e urbanistas, bem como da formação e do ensino de arquitetura e urbanismo. O objetivo inclui a história de arquitetos e urbanistas no Brasil: transformações da prática profissional e do ensino de arquitetura e urbanismo.  Introduzir questões que perpassam os sentidos da produção arquitetônica e urbanística contemporânea. Discutir teoricamente as noções de arquitetura, construção e urbanismo, a partir das formulações de autores e autoras de referência, realçando pontos de vista em relação a questões contemporâneas da cultura arquitetônica e urbanística. Introduzir questões de regulamentação profissional de arquitetos e urbanistas e das normas jurídico-sociais que condicionam sua atuação. Incluir a leitura e a análise crítica do Código de Ética e Disciplina do Conselho de Arquitetura e Urbanismo do Brasil (Resolução Nº 52 de 6 de setembro de 2013).", "programa_resumido": "A profissão de arquiteto e urbanista e as transformações da prática profissional e do ensino de arquitetura e urbanismo no Brasil. Questões de regulamentação profissional, do mundo/mercado de trabalho, dos campos de atuação e da ética profissional.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "CAU - 4º Ano.", "horario": [{"dia": "sex", "inicio": "09:20", "fim": "11:50", "professores": ["(R) Eulalia Portela Negrelos"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}