{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0315", "nome": "Cultura, Ambiente e Sustentabilidade II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "- discutir as noções de natureza, urbano e paisagem ao longo da história, as mudanças de registro e as diferentes respostas a essa alternância de percepção.\n- planos urbanísticos e projetos como modificação e adaptação de um território para o uso e fruição humana.\n- planos e projetos para adaptação e mitigação de mudanças climáticas e desastres ambientais ocasionados pela ocupação urbana.\n- promover atividades de extensão que fomentem a compreensão dos aspectos teóricos estudados, através de interações e colaborações com a comunidade, estimulando assim a aplicação prática e o engajamento dos alunos no ambiente em que estão inseridos.", "programa_resumido": "O conceito de meio ambiente e suas dimensões socioeconômicas e histórico-culturais. A natureza do espaço habitado: conflitos e interações. O estabelecimento de planos e projetos que passaram a perceber o meio ambiente como uma questão relevante. A perspectiva contemporânea e a possibilidade de congruência da dicotomia meio ambiente / desenvolvimento. Áreas verdes urbanas e adaptação e mitigação das mudanças climáticas.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Eng. Ambiental e Estatística (opt.livre).", "horario": [{"dia": "qua", "inicio": "10:10", "fim": "11:50", "professores": ["(R) Marcel Fantin"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Engenharia Ambiental": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ICMC -  Bacharelado em Estatística e Ciência de Dados": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "IAU - Instituto de Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}