{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0934", "nome": "Processos de Urbanização", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Oferecer uma visão geral do processo de urbanização no Brasil e na América Latina, problematizando suas origens no século XVI – com as políticas de urbanização portuguesa e espanhola - e enfatizando as transformações urbanas no final do século XIX até os anos 1980. Estabelecer as relações entre o processo de urbanização, o desenvolvimento tecnológico e a produção cultural e as formulações teóricas e projetuais da arquitetura e do urbanismo no Brasil.", "programa_resumido": "Urbanização como processo social. As políticas de urbanização na América Latina desde o século XVI e as especificidades do Brasil. As relações entre Urbanização e Urbanismo a partir da combinação dos principais processos econômico-territoriais e socioculturais que caracterizam o desenvolvimento urbano, sobretudo a partir do final do século XIX. Princípios, pressupostos e questões metodológicas que têm orientado a construção de diferentes estratégias de intervenção e de diferentes conjuntos de instrumentos urbanísticos disponíveis nos vários momentos do período proposto.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "CAU - 2º Ano", "horario": [{"dia": "seg", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Tomas Antonio Moreira"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99001/1)": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}