{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0961", "nome": "Projeto VI - Áreas Vulneráveis", "creditos_aula": 6, "creditos_trabalho": 2, "objetivos": "Teoria e prática do projeto de intervenções urbanas, explicitando sua dimensão pública e territorial, enquanto instrumento de transformação e qualificação da cidade e da paisagem, que aborde áreas centrais desfuncionalizadas e áreas vulneráveis (de vulnerabilidade social, risco ambiental e/ou de tensões sociais). Desenvolvimento da capacidade de conceber intervenções urbanas de diferentes escalas do território articulando dimensões intraurbanas, patrimoniais, material-construtiva, programático-social e ambiental-paisagística em áreas desfuncionalizadas, residuais ou de vazios urbanos, periferias, franjas, zonas limítrofes e bordas. A atividade extensionista nesta disciplina ocorrerá pela relação direta e dialógica com estratos sociais por meio de consulta com a sociedade civil e/ou com gestores públicos e/ou organizações sociais e/ou iniciativa privada por meio de documentos e/ou visitas do contexto real. O caráter extensionista caráter extensionista está na abordagem do enfoque comunitário e ambiental.", "programa_resumido": "Introdução a correntes teóricas relativas a questões de vulnerabilidade e sustentabilidade urbana. Capacitar o aluno no desenvolvimento de propostas urbanas em áreas de vulnerabilidade, obsolescência ou degradação. Desenvolvimento de propostas projetuais que consideram aspectos de políticas públicas analisando planos e projetos de intervenção urbana e problematizando a precariedade habitacional brasileira. O Desenho Universal é tratado nas áreas abordadas pela disciplina.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "CAU - 3º Ano", "horario": [{"dia": "ter", "inicio": "09:20", "fim": "11:50", "professores": ["(R) Jeferson Cristiano Tavares", "(R) Marcelo Claudio Tramontano"]}, {"dia": "ter", "inicio": "14:00", "fim": "16:30", "professores": ["(R) Jeferson Cristiano Tavares", "(R) Marcelo Claudio Tramontano"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}