{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU0983", "nome": "Arquitetura e Urbanismo Contemporâneos II", "creditos_aula": 6, "creditos_trabalho": 1, "objetivos": "A disciplina parte da virada para o século XXI para pensar o lugar e sentido da arquitetura e do urbanismo em meio à realidade contemporânea, marcada pela financeirização da economia global, pelo uso intensivo de novas tecnologias projetuais e redefinições conceituais que põem em xeque as categorias e modelos que historicamente ancoraram a ideia de arquitetura e seus limites.", "programa_resumido": "Arquiteturas evanescentes numa realidade \"líquida\": a virada para o século XXI; Novos meios, novas formas: algoritmos arquitetônicos; Supermodernidade e o Conceito de Não Lugar. Minimalismo e a Arquitetura do Grau Zero. Planejamento Estratégico. A cidade global e sua arquitetura; Novas arquiteturas no \"Terceiro Mundo\"; Engajamento e compromisso: agenda social na arquitetura em contextos precários; Planeta Favela e Megacidades; Arquitetura e cidade genérica; Resistência e ecologia: cidades para um mundo pequeno; Modernidades alternativas e respostas locais na arquitetura; Star System e branding arquitetônico; Estratégias urbanas em formas arquitetônicas: megaestruturas reloaded; O ornamento redivivo; Superfície, envoltório e simbolismo; Arquitetura e antropoceno.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "CAU - 4º Ano", "horario": [{"dia": "qua", "inicio": "09:20", "fim": "11:50", "professores": ["(R) Francisco Sales Trajano Filho"]}, {"dia": "qui", "inicio": "09:20", "fim": "11:50", "professores": ["(R) Francisco Sales Trajano Filho"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}