{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU2014", "nome": "Viagens Técnicas de Arquitetura V-B", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Tradicionalmente o Curso de Graduação em Arquitetura e Urbanismo realiza em cada um dos anos viagens didáticas a sítios urbanos, conjuntos e cidades, especificamente referidos aos conteúdos programáticos do conjunto de disciplinas do ano. Em função do entendimento da importância dessas viagens para a formação e a cultura do arquiteto essas \"viagens de ano\", de duração prolongada, habitualmente realizadas ao Rio de Janeiro, Belo Horizonte/Ouro Preto, Brasília/Goiânia, São Paulo, Curitiba/Porto Alegre, caracterizam-se como ocasiões singulares de integração horizontal entre disciplinas ministradas em um mesmo ano. Nesse sentido, esta proposta visa possibilitar aos alunos o contato com questões arquitetônicas e urbanísticas distintas, em cidades e situações urbanas diversas, de uma forma mais ágil por meio de disciplinas de curta duração. As viagens didáticas preveem contato direto com diferentes comunidades para a compreensão das mais diversas realidades brasileiras. Os estudantes poderão ser encarregados da realização de entrevistas, documentação ou levantamentos entre outras atividades. No retorno à sala de aula prevê-se que este aprendizado seja submetido à reflexão, contribuindo na formação do estudante. Observações: 1. A proposta específica de ementa de cada disciplina deverá ser analisada e aprovada pela CG do IAU; 2. o oferecimento de cada turma da disciplina deverá ser aprovado em tempo hábil para constar no quadro de disciplinas do período de matrícula do IAU.", "programa_resumido": "A ser definido no planejamento de cada disciplina a ser oferecida.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Viagem Didática do 4º ano ao Rio de Janeiro/RJ.\nPeríodo:\nCAU-IAU", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}