{"unidade": "Instituto de Arquitetura e Urbanismo de São Carlos", "departamento": "Disciplinas do Instituto de Arquitetura e Urbanismo de São Carlos", "campus": "São Carlos", "codigo": "IAU2226", "nome": "Seminários Temáticos VI-C - Cidade, Cultura e Política", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Abordar temas e questões emergentes e de relevância contemporânea, articulados ao eixo temático Cidade, Cultura e Política, segundo abordagens intra, inter, multi e/ou transdisciplinares. Prevê-se a interação dialógica da comunidade acadêmica com a sociedade por meio da identificação de problemas e temas enfrentados e possivelmente solucionados pelo campo da Arquitetura e Urbanismo, afrontados em sala de aula e extraclasse. Propõe uma contribuição ao enfrentamento das questões da sociedade brasileira, conforme proposto na Resolução CNE/CES nº 7, de 18.12.2018. Observações: 1. A proposta específica de ementa de cada disciplina deverá ser analisada e aprovada pela CG do IAU; 2. O oferecimento de cada turma da disciplina deverá ser aprovado em tempo hábil para constar no quadro de disciplinas do período de matrícula do IAU.", "programa_resumido": "A ser definido consoante o recorte temático de cada edição da disciplina.", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Fotografia de Obra: retratos e cartografia do edifício do IAU. Período de oferecimento, concentrada: 24 a 27/02/2025. (segunda a quinta-feira, das 08h00 às 12h00 e das 14h00 às 18h00).", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 15, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"IAU - Arquitetura e Urbanismo (99002/0)": {"vagas": 15, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}