{"unidade": "Instituto de Estudos Brasileiros", "departamento": "Instituto de Estudos Brasileiros", "campus": "Outro", "codigo": "IEB0276", "nome": "Poesia e música: (des)acordes", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "O curso tem como objetivo pensar a poesia como forma literária próxima da música, e que com ela mantém relações em vários planos, partindo tanto de reflexões conceituais como da análise da dimensão musical de poemas e do estudo da dimensão poética de peças musicais. Grande atenção será dada a obras poéticas que buscaram, de diferentes formas, elaborar o aspecto musical, bem como às incursões que poetas brasileiros como Manuel Bandeira, Augusto de Campos e Alice Ruiz fizeram no campo da música. Procuraremos desenvolver instrumentos analíticos para avaliar as apropriações que diversas e diversos compositores e intérpretes fizeram de obras poéticas, mesmo que não tenham sido pensadas para a performance musical, a partir do começo do século XX. Visa-se, com isso, preparar as alunas e alunos para a apreciação crítica da dimensão poética de obras musicais de diferentes gêneros, em suas especificidades, investigando os motivos que levam ao sucesso ou ao fracasso da integração entre poesia e música. O curso prevê a possibilidade de realização de encontros experimentais de criação poética e musical por parte dos alunos e alunas, envolvendo a mobilização das discussões e conhecimentos trazidos e/ ou adquiridos, a depender do interesse da classe.", "programa_resumido": "Estudo da poesia como forma literária próxima da música, partindo tanto de reflexões conceituais como da análise da dimensão musical de poemas e da abordagem da dimensão poética de peças musicais. Apresentação de questões fundamentais envolvendo as relações entre discurso poético e forma musical, sendo tratadas diversas formas e gêneros. Análise de obras poéticas que procuraram elaborar o aspecto musical. Desenvolvimento de instrumentos analíticos para a avaliação das apropriações que compositores e intérpretes fizeram de obras poéticas, a partir do começo do século XX.", "turmas": []}