{"unidade": "Instituto de Estudos Brasileiros", "departamento": "Instituto de Estudos Brasileiros", "campus": "Outro", "codigo": "IEB0275", "nome": "Como pensar o Brasil Hoje?", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Adotando como referências o estilo ensaístico do cânone bibliográfico dos chamados “intérpretes do Brasil” e uma problematização da arquitetura disciplinar convencional o objetivo central desse curso é trabalhar uma visão epistemológica de abordagem atualizada do Brasil como um objeto social único. E como desdobramento desse objetivo, experimentar algumas hipóteses de interpretação do Brasil contemporâneo.   A visão epistemológica inclui as perspectivas da interdisciplinaridade como caminho para a sustentação inicial dos Estudos Brasileiros como área do saber apropriada para se pensar o Brasil como totalidade social. As hipóteses interpretativas se organizam em torno de um eventual “drama hamletiano” que percorre o Brasil entre o ser ou não ser uma sociedade plena e democrática. Essa situação muito tematizada a partir de abordagens teóricas distintas, terá no curso uma avaliação que considera um conjunto de forças compreendidas como antissociais, que estão presentes de forma intensa no Brasil contemporâneo, tais como a proeminência do “libertarianismo” e do avanço dos comunitarismos. \nSem dúvida será preciso trabalhar de forma apurada o contexto social, uma ordem de significação, para avaliar as formas antissociais que entendemos prosperar em nossa realidade e nesse se enquadra a questão do espaço público de discussão corrompido por um espaço comunicativo (cuja forma mais importante são as redes sociais digitais) propenso à fratura social.", "programa_resumido": "Abordando o Brasil como um objeto social integral em Estudos Brasileiros examina-se o pensamento social clássico sobre o país, para a seguir fazer uma revisão da arquitetura científica/disciplinar para extrair daí uma proposição de abordagem científica do objeto Brasil. Problematizam-se as diversas figuras teóricas ou sociais que procuram pensar o Brasil como uma totalidade para argumentar sobre a pertinência da ideia de sociedade como forma de ancoragem dos Estudos Brasileiros, para na sequência discutir o Brasil contemporâneo a partir da crise política e social e dos elementos principais que a compõe.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "18:30", "fim": "22:30", "professores": ["(R) Jaime Tadeu Oliva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}