{"unidade": "Instituto de Estudos Brasileiros", "departamento": "Instituto de Estudos Brasileiros", "campus": "São Paulo", "codigo": "IEB0251", "nome": "Mulheres Artistas: práticas e representações", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina pretende discutir as contribuições teóricas e metodológicas específicas da sociologia da cultura no âmbito das relações de gênero, abordando a relevância das análises interdisciplinares no tocante à produção cultural e, em especial, ao campo artístico. Objetiva-se investigar as relações entre produção cultural e distinções de gênero, o que significa atentar para o modo com que as questões das assimetrias entre os sexos e suas representações podem ser tomadas como relações de poder particulares que atuam, de modo próprio, nas formas de produção, consagração e recepção das obras culturais.\nNesse sentido, a análise da atuação e da produção das mulheres artistas será compreendida por meio das interações por elas estabelecidas com as práticas institucionais, discursivas e estilísticas que perpassavam os diversos meios artísticos ao longo dos séculos XVIIII, XIX e XX, notadamente no Brasil.", "programa_resumido": "A disciplina pretende discutir as contribuições teóricas e metodológicas específicas da sociologia da cultura no âmbito das relações de gênero. Com isso visa-se suscitar reflexões sobre o modo com que a questão da assimetria entre os sexos (e suas representações) pode ser tomada como uma relação de poder específica, que atua, de modo particular nas práticas de produção, consagração e recepção das obras culturais.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ana Paula Cavalcanti Simioni"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 30, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}