{"unidade": "Instituto de Energia e Ambiente", "departamento": "Disciplinas do Instituto de Energia e Ambiente", "campus": "Outro", "codigo": "IEE0002", "nome": "Gestão e Estratégia na Industria do Petróleo e do Gás Natural", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Petróleo e gás natural são insumos essenciais para as atividades econômicas. Nos últimos anos a indústria do petróleo e gás natural tem apresentado grandes desenvolvimentos tecnológicos, mas igualmente em seu processo de gestão. Dentro da Escola Politécnica, muitas disciplinas têm sido oferecidas focando-se em diferentes aspectos tecnológicos da indústria, contudo a compreensão de seus processos de gestão nem sempre é suficientemente abrangente, pois são questões que muitas vezes ultrapassam a dimensão puramente de engenharia. Esta disciplina focará principalmente nessa dimensão de Gestão e Econômica da indústria. Ao mesmo tempo, espera-se apresentar uma visão abrangente e estratégica, permitindo aos estudantes refletirem sobre o papel futuro do petróleo e do gás natural na matriz energética brasileira e mundial, bem como entender os principais desafios dessa indústria.", "programa_resumido": "Fornecer uma visão geral de alguns elementos de gestão da indústria do petróleo e do gás natural. O curso também apresenta aplicações de análise econômica à indústria do petróleo e do gás natural, discutindo sobre critérios de análise de investimento; problemas de preço e outros temas pontuais que permitirão aos estudantes identificarem e refletirem sobre os principais desafios da indústria do petróleo e gás natural, bem como sobre o papel futuro reservado ao petróleo e ao gás na matriz energética brasileira e mundial.", "turmas": []}