{"unidade": "Instituto de Energia e Ambiente", "departamento": "Disciplinas do Instituto de Energia e Ambiente", "campus": "Outro", "codigo": "IEE0010", "nome": "Eventos Meteorológicos Severos, Descargas Atmosféricas e suas Implicações em Sistemas Elétricos", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Eventos meteorológicos severos, que incluem secas, inundações, tornados e tempestades com alta taxa de descargas atmosféricas, podem causar perdas econômicas e fatalidades. Este fato torna-se mais preocupante quando se considera o aumento gradativo da frequência de ocorrência e das intensidades desses eventos como consequência das mudanças climáticas. Por outro lado, a questão da qualidade de energia tem grande relevância tanto para empresas de energia quanto para os consumidores. São vários os fatores responsáveis por essa situação, dentre eles a utilização cada vez maior de dispositivos eletrônicos e equipamentos controlados por microprocessadores, os quais são muito mais sensíveis a interferências que aqueles utilizados no passado. Há que se ressaltar também os impactos econômicos em empresas de energia e em consumidores industriais, bem como os diversos custos indiretos associados a problemas de qualidade de energia. Nesse contexto, as descargas atmosféricas estão entre as principais causadoras de distúrbios, acarretando prejuízos significativos à sociedade e em especial ao setor elétrico.  \nEsta disciplina visa a introduzir ao aluno as principais questões relacionadas a eventos meteorológicos que resultam em grandes prejuízos econômicos e perdas de vidas e fornecer os instrumentos e os conhecimentos científicos fundamentais para o entendimento dos fenômenos associados às descargas atmosféricas, do modo como estas interagem com os sistemas elétricos e os princípios básicos para mitigação dos seus impactos à sociedade.", "programa_resumido": "Após definir e descrever os eventos meteorológicos e climáticos severos, são apresentados os conceitos fundamentais relativos aos fenômenos associados às descargas atmosféricas e ao modo como estas interagem com os sistemas elétricos. São apresentados os princípios básicos de proteção de linhas de transmissão e de distribuição de energia e realizados experimentos em laboratórios de alta tensão e de pesquisas com modelos em escala reduzida.", "turmas": []}