{"unidade": "Instituto de Energia e Ambiente", "departamento": "Disciplinas do Instituto de Energia e Ambiente", "campus": "São Paulo", "codigo": "IEE0014", "nome": "Armazenamento Geológico de Carbono: Fundamentos e Fatores Associados", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "O programa abrangerá os aspectos gerais do armazenamento geológico de CO2, que envolvem tanto aspectos sobre mecanismos de armazenamento e segurança, caracterizações geológicas, previsão de desempenho e integridade de reservatórios como tópicos de infraestrutura relacionados. O objetivo maior é fornecer a os estudantes uma visão do caráter multidisciplinar dos projetos de CCS/CCUS e dos trabalhos de todos os especialistas que estarão envolvidos, tais como engenheiros de reservatório, geólogos, geofísicos, modeladores geoquímicos/geológicos, economistas, reguladores etc, tornando-os aptos a participarem de projetos de CCS/CCUS (Carbon, Capture, Use and Storage) em suas formações específicas, dentro de empresas e orgãos do setor produtivo e também de bem estar social.", "programa_resumido": "Este curso apresentará os fundamentos básicos da tecnologia CCS/CCUS abordando principalmente o atual estado da arte dos aspectos técnicos e científicos do armazenamento geológico de CO2, discutindo a importância do sequestro de carbono, tipos de reservatórios geológicos “onshore” e “offshore”, características tecnológicas, modelos geológicos, estimativas de capacidade de armazenamento, fatores e monitoramento de segurança, simulações numéricas de injetividade de CO2 incluindo aspectos tecnológicos e econômicos.  Além disto deverão também ser discutidos aspectos gerais sobre regulação e economia da atividade, bem como de projetos atuais de CCS. O curso envolve atividades práticas relacionadas aos temas do curso.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Disciplina IEE0014 - Armazenamento Geológico de Carbono: Fundamentos e Fatores Associados\nLocal: IEE-USP / Prédio T / Sala T001", "horario": [{"dia": "ter", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Colombo Celso Gaeta Tassinari"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 30, "inscritos": 30, "pendentes": 0, "matriculados": 0}}}}}]}