{"unidade": "Instituto de Energia e Ambiente", "departamento": "Disciplinas do Instituto de Energia e Ambiente", "campus": "Outro", "codigo": "IEE0011", "nome": "Temáticas Internacionais em Petróleo, Gás Natural, Biocombustível, Eletricidade e Ambiente", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Um dos principais fatores do desenvolvimento econômico e político consiste no acesso aos recursos\nenergéticos e seus usos. Garantir o acesso e um preço acessível à sociedade impulsionou e continua a\nimpulsionar a concorrência global entre as maiores potências consumidoras de energia. Por outro\nlado, as questões relacionadas a geopolítica e aos acordos, que se estabelecem entre países e/ou\nempresas para reger tais relações complexas e de longo prazo, determinam decisões nacionais que\ninterferem em vários níveis desde o social e o político até o econômico e ambiental.\nUma compreensão refinada de tais questões e dos instrumentos teóricos básicos para sua análise\nholística e integrada são particularmente importantes para as pessoas que dedicam vidas profissionais\nàs atividades econômicas relacionadas aos setores de petróleo, gás natural, bioenergia, eletricidade e\nambiente. Cada qual é composto por conhecimentos técnicos próprios os quais se enriquecem quando\ntratados à luz dos temas que serão desenvolvidos nesta disciplina.\nPretende-se apresentar os principais instrumentos de investigação e algumas leituras de atualidade\nvoltadas às temáticas internacionais que afetam a indústria do petróleo, gás natural, biocombustíveis,\neletricidade e suas dimensões ambientais. As perspectivas de nações desenvolvidas e emergentes; de\ngrandes empresas nacionais e internacionais; de governos e de agentes não governamentais, deverão\nser contempladas de forma holística e integrada. Busca-se estabelecer a mais completa compreensão\ndos processos complexos que integram stakeholders da comunidade global.\nEspera-se que os estudantes, no encerramento da disciplina, tenham desenvolvido suas habilidades\ncientíficas e de arguição e interpretação, aprimorando-se para entender temas relacionados à\ncompetição e complementariedade, e até mesmo a cooperação, para acesso e distribuição de\nrecursos energéticos, com os menores impactos ambientais possíveis. Os estudantes aprenderão\nsobre a importância e os princípios de boas práticas nas negociações internacionais, nos acordos e\ntratados, bem como na redefinição de práticas concorrenciais nos principais mercados em tela. Todos\nos temas a serem propostos caracterizam-se pelo dinamismo e compõem vários processos de\ntransição observáveis na sociedade. O curso aborda sobre essas questões relacionadas aos sistemas\nenergéticos e ambientais existentes, bem como as políticas futuras relacionadas as questões\nenergéticas e ambientais.", "programa_resumido": "Esta disciplina apresentará e discutirá os fundamentos da geopolítica da energia e do ambiente em\num contexto interdisciplinar. Os módulos abordam questões políticas, econômicas, estratégicas e\nsociais com relação aos diversos recursos energéticos e ambientais que são objetos de disputas\ngeopolíticas. Os temas discutidos envolvem: teorias das relações internacionais relevantes ao estudo\nde questões energéticas e climáticas; incluindo a análise de conflitos causados por disputas por\nrecursos energéticos (resource wars) e temáticas geopolíticas relacionadas aos impactos ambientais\nlocais e globais associadas à produção e ao uso da energia. A disciplina também aborda os\nfundamentos da prática de negociação internacional através de exercícios de simulação em cenários\nfictícios. O objetivo desta atividade é aplicar os conceitos estudados e perceber como eles ocorrem na\nprática.", "turmas": []}