{"unidade": "Instituto Oceanográfico", "departamento": "Oceanografia Biológica", "campus": "São Paulo", "codigo": "IOB0170", "nome": "Oceanografia Biológica IV", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "O escopo principal da disciplina é ensinar conceitos teóricos fundamentais sobre a produção biológica nos ecossistemas marinhos, desde a síntese inicial de matéria orgânica por autótrofos procariotos e eucariotos. Os alunos deverão ser capazes de compreender: - a dimensão ecológica da produção primária fotossintética no sistema pelágico, que inicia o fluxo de energia na teia alimentar oceânica e, em etapa posterior, no sistema bêntico, onde processos alternativos de síntese orgânica são comuns; - os fatores que afetam a produção secundária em consumidores unicelulares e metazoários serão apresentados e discutidos, com foco sobre os grupos taxonômicos mais abundantes nos ambientes pelágico e bêntico. A variabilidade da produção de matéria orgânica e, concomitantemente, do fluxo de energia nas teias tróficas marinhas, serão abordados em função dos processos oceanográficos, em diferentes escalas espaciais. As aulas teóricas derivadas dos conteúdos temáticos listados abaixo deverão incluir sempre que possível, exemplos de casos em diferentes latitudes e zonas verticais e de métodos de coleta e tratamento das amostras para a estimativa da produção biológica no pelagial e no bentos.", "programa_resumido": "Grupos dominantes do fitoplâncton e do zooplâncton marinho; Fundamentos teóricos sobre a origem da matéria orgânica nos oceanos; Dinâmica espacial dos produtores primários, secundários e demais níveis tróficos no habitat pelágico e bêntico; Papel funcional da produção biológica marinha nos ciclos biogeoquímicos, com ênfase no sequestro da matéria orgânica como parte do ciclo global do carbono.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:20", "professores": ["(R) Frederico Pereira Brandini", "(R) Maria de los Angeles Gasalla", "(R) Rubens Mendes Lopes", "Vivian Helena Pellizari"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {"IO -  para toda a Unidade": {"vagas": 50, "inscritos": 46, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "11:20", "professores": ["(R) Frederico Pereira Brandini", "(R) Maria de los Angeles Gasalla", "(R) Rubens Mendes Lopes", "Vivian Helena Pellizari"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 32, "pendentes": 0, "matriculados": 0, "grupos": {"IO -  para toda a Unidade": {"vagas": 45, "inscritos": 32, "pendentes": 0, "matriculados": 0}}}}}]}