{"unidade": "Instituto Oceanográfico", "departamento": "Oceanografia Física, Química e Geológica", "campus": "São Paulo", "codigo": "IOF0288", "nome": "Oceanografia Física II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Apresentar e introduzir os fundamentos da oceanografia dinâmica, através da inclusão do efeito de Coriolis no sistema de equações hidrodinâmicas. Compreender as forças devido aos gradientes de presssão baroclínicos e barotrópicos. Discutir e apresentar o efeito da viscosidade em escoamentos laminares e turbulentos. Introduzir análise de escalas de tempo e movimento das equações de Navier-Stokes e conservação da massa  como agente simplificador e identificador dos movimentos oceânicos.  Apresentar o estado básico do oceano: o movimento geostrófico.  Compreender a forma com que o vento age no impulsionamento e manutenção das correntes ocêanicas via Teoria de Ekman. Explorar os fundamentos da circulação forçada pelo vento em escala de bacia oceânica e entender como os fluxos de densidade também participação da circulação média (isto é, a circulação termohalina).", "programa_resumido": "Fundamentos de análise de escalas de tempos e movimentos.  Conservação de massa e volume no oceano.  A equação de conservação de momento linear num sistema referencial em rotação: as equações de Navier-Stokes. Geostrofia. Teoria de Ekman. Conservação de momentum angular (vorticidade potencial) nos oceanos. Modelos dos giros oceânicos forçados pelo vento. Circulação termohalina e de revolvimento meridional.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "09:40", "fim": "11:20", "professores": ["(R) Ilson Carlos Almeida da Silveira"]}, {"dia": "qui", "inicio": "09:40", "fim": "11:20", "professores": ["(R) Ilson Carlos Almeida da Silveira"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {"IO -  para toda a Unidade": {"vagas": 50, "inscritos": 30, "pendentes": 0, "matriculados": 0}}}}}]}