{"unidade": "Instituto de Pesquisas Energéticas e Nucleares", "departamento": "Instituto de Pesquisas Energéticas e Nucleares", "campus": "Outro", "codigo": "IPN0034", "nome": "Fundamentos de Nanomateriais", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo fornecer aos alunos fundamentos de nanotecnologia e conhecimentos científicos para que possam desenvolver os conceitos dessa área emergente em institutos e empresas de alta tecnologia.\nSerão discutidos a natureza interdisciplinar da nanotecnologia, suas perspectivas e implicações no futuro. O curso também discutirá as principais sínteses de nanomateriais, métodos de caracterização e as aplicações atuais na área da Saúde, Ambiental, Educação, Agricultura e Engenharias.", "programa_resumido": "Introdução e definições:\n1) Propriedades dos nanomateriais: características decorrentes do tamanho, área de superfície e estabilidade; 2) Nanopartículas: metálicas, óxidos e derivados de carbono (grafeno e nanotubos);\n3)Síntese de nanopartículas e nanocompósitos;\nMétodos de caracterização físico-química e morfológica de nanoestruturas: 1) Microscopia eletrônica; 2)Métodos espectroscópicos; 3) Métodos de espalhamento de luz; 4) Métodos que envolvam Raios-X.\nAplicação dos nanomateriais: 1) Nanofluídos para intensificação de transferência de calor, sistemas de energia e reatores nucleares; 2) Nanomateriais a base de carbono no tratamento de efluentes; 3) Nanomateriais na agricultura e na área de saúde; 4) Nanocompósitos para produção e armazenamento de energia;\nRiscos associados a manipulação dos produtos nanoestruturados para a vida e o meio ambiente:\n1) Citotoxidade; 2) Ecotoxidade; 3) Genocitotoxidade;", "turmas": []}