{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciência e Tecnologia de Alimentos", "campus": "Outro", "codigo": "LCA0653", "nome": "Tecnologia do Açúcar", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "a) Compreensão de todas as operações unitárias e aspectos de engenharia envolvidas na produção de diferentes tipos de açúcar cristal, bem como, envolver o aluno numa discussão sobre os mecanismos, fenômenos e causas que se processam durante a fabricação do açúcar e que podem acarretar \ne/ou influenciar na manutenção ou perda de qualidade dos diferentes tipos de açúcares produzidos \nindustrialmente; b) Compreensão dos processos de condução e balanços de massa e energéticos da usina em bases técnicas com vistas a um aproveitamento racional da matéria-prima e uma melhor eficiência energética, mantendo os princípios da sustentabilidade ambiental nas diversas fases do processamento açucareiro.", "programa_resumido": "Introdução a Tecnologia do Açúcar. Operações preliminares da fabricação. Extração do caldo por moagem e difusão. Purificação do caldo. Concentração do caldo. Cristalização do açúcar. Operações finais. Tipos de açúcares. Produção de vapor e geração de energia elétrica. Controle de qualidade. Visitas a usinas de açúcar.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Local: Sala 02 - Setor Açúcar e Álcool", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}