{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Biológicas", "campus": "Piracicaba", "codigo": "LCB0323", "nome": "Fisiologia Vegetal", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Conhecer a importância e o domínio da Fisiologia Vegetal, sendo capaz de integrar esta ciência com a Anatomia e a Ecologia das Plantas. Compreender os processos fundamentais e os mecanismos que mantém os vegetais desde sua economia hídrica, nutrição mineral, fotossíntese, translocação orgânica e controle do desenvolvimento. Entender como os fatores ambientais afetam os processos fisiológicos das plantas. Compreender a importância da fisiologia vegetal para a manutenção dos biomas e dos agroecossistemas produtivos.", "programa_resumido": "1. A água na planta. Propriedades da água. Água no solo e na raiz. Movimento na planta. Perdas de água pelas plantas. 2. Nutrição mineral. Propriedades do solo. Absorção e transporte de nutrientes. Funções dos nutrientes essenciais. Salinidade. 3. Absorção foliar. Estrutura da folha. Mecanismos de absorção. Lixiviação foliar. 4. Fotossíntese. Radiação e aparelho fotossintético. Fase fotoquímica. Ciclo de Calvin. Fotorrespiração. 5. Fotossíntese em plantas C3. Fotossíntese em plantas C4. Metabolismo ácido das crassuláceas (MAC). 6. Translocação de solutos orgânicos. Carregamento e descarregamento do floema. Mecanismos de transporte. Relações fonte-dreno. 7. Crescimento e desenvolvimento. Modelos e processos. Parede e membrana celular. Enzimas e bombas de prótons. 8. Auxinas, giberelinas, citocininas, retardadores, inibidores e etileno. 9. Fototropismo. Geotropismo. Dominância apical. Partenogênese. 10. Fotoperiodismo. Vernalização. Abscisão e senescência.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "Local das Aulas: Anfiteatro da Fisiologia Vegetal (Pavilhão de Horticultura)", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Lazaro Eustaquio Pereira Peres"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "observacoes": "Local das Aulas: Sala de Aulas Práticas em Fisiologia Vegetal (Pavilhão de Horticultura)", "horario": [{"dia": "qua", "inicio": "21:00", "fim": "22:00", "professores": ["(R) Lazaro Eustaquio Pereira Peres"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}