{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Biológicas", "campus": "Piracicaba", "codigo": "LCB0217", "nome": "Ecologia de Comunidades", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Dar aos alunos condições de reconhecer os componentes das Comunidades Naturais seu funcionamento e os mecanismos de sua auto-perpetuação. Estabelecer as Relações entre a organização das Comunidades e a Biodiversidade. Permitir aos alunos reconhecer as conseqüência das intervenções antrópicas sobre as comunidades e os métodos capazes de garantir o planejamento do seu uso, preservação e/ou restauração.", "programa_resumido": "Definições de Comunidades. Mecanismos de Criação e Manutenção da Biodiversidade, As Teoria sobre Comunidades, A Descrição e os Processos de Organização das Comunidades, Agroecossistemas, A Evolução e Regeneração das Comunidades Vegetais, a Regeneração Natural em diferentes Comunidades Vegetais, Os Novos Paradigmas Ecológicos, Restauração Ecológica, Em visita de campo, desenvolver as habilidades de identificação e classificação de vegetações e os principais métodos de coleta de dados para a descrição quantitativa de comunidades. As viagens de campo são estruturantes e constituem créditos específicos, pois fornecem dados que são utilizados em aulas práticas de análise e interpretação de processos ecológicos e quantificação da biodiversidade.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Local das Aulas: Anfiteatro da Fisiologia Vegetal (Pavilhão de Horticultura)", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "22:00", "professores": ["(R) Flávio Bertin Gandara Mendes", "(R) Renato Augusto Ferreira de Lima"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 22, "grupos": {}}}}]}