{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Exatas", "campus": "Outro", "codigo": "LCE0136", "nome": "Sistemas de Informação, Banco de Dados e Inteligência para Biologia", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ensinar como utilizar praticamente Inteligência Artificial (IA), Ciência de Dados Robusta (CDR) e Robótica Aplicada (RA) para resolver problemas da Biologia e desenvolver projetos modernos.", "programa_resumido": "A) Conceituação, tipos e aplicações da IA, RA e CDR, para conservação de biodiversidade, sequestro de carbono etc. B) Algoritmos para inteligência artificial indutiva e dedutiva, implementações em Python, SAS, R, Julia, Weka, RapidMiner e JMP, ênfase em SAS, R e Weka . C) Parâmetros da IA, hiper parâmetros e funções de inicialização, parâmetros provenientes da Matriz de Confusão: Acuracy, Erro Tipo I e II, Falsos Positivos, Negativos, Especificidade, Sensitividade, Precisão etc. Publicações dos professores da disciplina utilizando os conceitos na ESALQ e CENA. D) CDR univarida, multivariada, uniformidade e capacidade de processos. E) Robótica Aplicada, analise, projeto, prototipação, codificação, testes e documentação de robôs e aplicativos para pc, tablet e celular linguagem Python, comparação em custo, desempenho e segurança. F) IA – RA e CDR para Segurança da Informação, Família ISO 27.000.G) Bancos de Dados, Bancos de Germoplasma, Dados de Ecossistemas: SQL, relacionais e não relacionais, Não SQL, fermentas para implementação, pesquisa e análise de Bancos de Dados. H) Big Data, Machine Learning e RA para armazenamento e processamento de dados distribuídos. I) Bioinformática, Trade off IA-CDR e RA. J) Elaboração de Site, blog e GitHub. K) IA-CDR e RA para gerenciamento de projetos: Sistemas PMBOK, Toyota, CCPM, e Scrum. L) IA-CDR e RA para gerenciamento de organizações biológicas, Sistemas ISO 14001 e 17025, FSC, BSC, PNQ, PPQ, Toyota etc. Implementações para implantar, gerenciar e fiscalizar normas como: Novo Código Florestal Brasileiro e Leis Ambientais, Artigo 225 da CB-1988.  Projetos dos professores da disciplina com mais de 28 anos de funcionamento ininterrupto, Biblioteca Central da ESALQ, LRi/CENA e outras organizações, projetos com mais de 28 anos de funcionamento ininterrupto.", "turmas": []}