{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Exatas", "campus": "Outro", "codigo": "LCE1270", "nome": "Inteligência Artificial, Ciência de Dados e Robótica Aplicada para Hiperinovação e Hipercompetitividade em Organizações 4.0 e 5.0 e Projetos Data Driven", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Preparar os alunos para os desafios do mundo digital, a inteligência artificial e robótica eletrônica (bots) aplicadas, ciência da dados robusta, hiperinovação, disruptiva e radical, e hipercompetitividade em organizações com sistemas de gestão 4.0 e 5.0 e projetos data driven.", "programa_resumido": "A) Conceituação, tipos e aplicações da IA, RA e CDR. B) Algoritmos para inteligência artificial indutiva e dedutiva, implementações em Python, Julia, SAS, R, Weka, Excel Avançado, RapidMiner, SPSS e JMP, ênfase em SAS, R, Python, Excel e Weka. C) Parâmetros da IA, hiper parâmetros e funções de inicialização, parâmetros provenientes da Matriz de Confusão: Acuracy, Erro Tipo I e II, Falsos Positivos, Negativos, Especificidade, Sensitividade, Precisão etc. Publicações dos professores da disciplina utilizando os conceitos na ESALQ e CENA. D) CDR univarida, multivariada, conjoint analysis (fatoriais fracionários), interação dupla e tríplice, uniformidade e capacidade de processos, edição vetorial de gráficos. E) Robótica Aplicada, implementação de todos os tipos de IA, analise, projeto, prototipação, codificação, testes e documentação de robôs e aplicativos para pc, tablet e celular linguagens Python e C, comparação em custo, desempenho e segurança. F) IA – RA e CDR para Segurança da Informação, Família ISO 27.000, Sistema Integrado de Certificação ISO 9001, 27001 e 14001.G) Bancos de Dados SQL, relacionais e não relacionais, Não SQL, fermentas para implementação, pesquisa e análise de Bancos de Dados. H) Big Data, Machine Learning e RA para armazenamento e processamento de dados distribuídos, rede de supercomputadores da Google. I) Trade off IA-CDR e RA. J) IA-RA e CDR para implementação de ferramentas da Gestão de Excelência.  \nK) Comunicação profissional: Site, Blog, GitHub e Jekyll. L) IA-CDR e RA para sistemas de gestão: Toyota, BSC, Lean Six Sigma, Lean Startup e Lean Canvas. Sistemas implantados pelos professores da disciplina, Biblioteca Central da ESALQ, LRi/CENA e outras organizações, projetos com mais de 28 anos de funcionamento ininterrupto. M) Organizações com Gestão 4.0 e 5.0 e Projetos Data Driven. M) Hierinovação Disruptiva e Radical e Hipercopetitividade.", "turmas": []}