{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Outro", "codigo": "LCF0586", "nome": "Gestão de Recursos Florestais", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "O principal objetivo do curso é introduzir conceitos básicos da gestão e desenvolver os meios para aplicação de modernas técnicas de elaboração de planos de manejo florestal. Atividades de imersão e estudos dirigidos são usados para tornar práticos os conceitos básicos da Gestão. No campo e em sala de aula serão assimilados princípios de empreendedorismo, organização e gestão. Na parte mais teórica, o conteúdo se volta para os tradicionais métodos de ordenamento florestal, e a sua evolução para técnicas de programação matemática. O curso oferece um equilíbrio entre prática e teoria, sem dispensar a busca de proficiência em métodos matemáticos e computacionais de apoio ao processo de tomada de decisão. Concluído o curso, espera-se que o aluno: a) conheça princípios de organização e empreendedorismo; b) domine os princípios básicos do ordenamento florestal; c) compreenda os modelos matemáticos básicos de regulação florestal e de otimização do planejamento de processos de produção envolvendo um ou mais produtos e serviços florestais; c) possa utilizar os recursos computacionais essenciais para processar os modelos matemáticos de otimização; e d) consiga interpretar os resultados, produzir bons relatórios e gerar planos florestais consistentes e objetivos.", "programa_resumido": "Engajamento em experiências práticas de gestão florestal e de educação. Revisão de importantes conceitos \nbiométricos e econômicos. Ordenamento florestal. Técnicas matemáticas de otimização do planejamento \nflorestal e de regulação da produção florestal. Modelos com um objetivo e com múltiplos objetivos. Coleta de dados, análise e preparo de planos de manejo envolvendo recursos e produtos florestais múltiplos.", "turmas": []}