{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Piracicaba", "codigo": "LCF0641", "nome": "Secagem  e Tratamento da Madeira", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Transmitir ao aluno as técnicas necessárias para que ele possa  entender a importância da secagem controlada, visando um melhor aproveitamento da madeira. Discutir os aspectos físicos envolvidos na secagem e os efeitos da umidade nas características físico-mecânicas da madeira. Conceituar os fenômenos de transporte de calor e massa de modo que o aluno possa analisar os diferentes processos de secagem e decidir pela conveniência de sua aplicação. Discutir as causas da deterioração da madeira e os processos e produtos utilizados na sua prevenção, dando ao aluno condições de avaliar a importância e executar os processos de tratamento.", "programa_resumido": "Importância da secagem e influência na umidade nas características e propriedades físico-mecânicas da madeira. Relações água-madeira e métodos para determinação da umidade. Princípios físicos do processo de secagem. Métodos para secagem natural e artificial. Defeitos de secagem e controle de qualidade. Importância e campo de ação da preservação de madeiras. Agentes físicos, químicos e biológicos de deterioração da madeira. Preservativos e métodos de avaliação. Processos de tratamento da madeira. Características da madeira e do processo que afetam a eficiência do tratamento. Controle de qualidade.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ivaldo Pontes Jankowsky"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}