{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Piracicaba", "codigo": "LCF0131", "nome": "Gestão de Informações Espaciais em Atividades Florestais", "creditos_aula": 3, "creditos_trabalho": 2, "objetivos": "a) fornecer conceitos básicos sobre SIG, incluindo estrutura de dados espaciais, projeções de mapas; sistemas de coordenadas; sensoriamento remoto e sistemas de posicionamento global; b) instruir alunos a criação de bases cartográficas com a utilização de interpretação de imagens e levantamentos com GPS; c) demonstrar como a tecnologia de informação espacial pode ser utilizada para solução de problemas reais no manejo de recursos naturais; d) realizar exercícios práticos que subsidiem trabalhos de outras disciplinas do currículo.", "programa_resumido": "Conceitos de geoprocessamento. Cartografia. Sistemas de Projeção. GPS. Entrada de dados. Georeferenciamento de imagens digitais. Processamento de imagens digitais. Classificação de imagens. Sistema de Informações Geográficas. Banco de dados cartográfico. Cadastro florestal. Banco de dados relacional. Criação, edição e manutenção de bases cartográficas. Modelagem digital do terreno. Adequação ambiental. Planejamento florestal. Desenvolvimento de projeto.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala LCF D-07", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Ana Claudia dos Santos Luciano", "(R) Silvio Frosini de Barros Ferraz", "Matheus Pinheiro Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 35, "inscritos": 10, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}