{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Piracicaba", "codigo": "LCF0710", "nome": "Gestão de Unidades de Conservação", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Compreender a base legal para o manejo de Unidades de Conservação (UC) criadas através da Lei 9.985 ou Lei do SNUC (Sistema Nacional de Unidades de Conservação). Os estudantes devem se familiarizar com as diferentes categorias de manejo para exercer atividades de gerenciamento através da seleção das atividades que podem ou não ser desenvolvidas nas unidades de conservação de Proteção Integral e nas de Uso Sustentável. A disciplina insere os requisitos necessários para a gestão dos recursos naturais e culturais, considerando que as UCs devem prover oportunidades científicas, educacionais, recreativas e de uso parcial dos recursos, ao mesmo tempo que mantêm a função de conservação. A disciplina conjuga as experiências de outras disciplinas relacionadas à Administração, Economia e Sociologia para lidar com as questões da gestão das unidades de conservação de forma participativa. Fazendo as atividades da disciplina os estudantes terão argumentos para atuar em políticas públicas que reconheçam os benéficos da natureza para as pessoas, os serviços ecossistêmicos. Através de experiências de viagens didáticas, apresentar aos estudantes questões pontuais entender as forças propulsoras e restritivas que impulsionam ou limitam o emprego do conhecimento teórico na gestão efetiva das unidades de conservação paulistas.", "programa_resumido": "Filosofia biocêntrica e antropocêntrica no manejo de áreas protegidas; Base legal para o manejo (Lei 9.985, e Decreto 4.940); Situação atual das unidades de conservação no Brasil e o uso de banco de dados de plataformas governamentais; Princípios e Diretrizes para a Gestão Participativa de Unidades de Conservação; Consulta Pública para a criação de UCs; Experiências de Conselhos Gestores (Consultivo e Deliberativo; Acordos de Gestão; Regularização fundiária em UCs; Gerenciamento de parcerias e concessões; Valores culturais na conservação; Financiamento das áreas protegidas. Aula de campo para coleta de dados de trabalho prático.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala LCF D-07", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Teresa Cristina Magro Lindenkamp"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}