{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Piracicaba", "codigo": "LCF0681", "nome": "Biologia e Produção de Sementes Florestais", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Fornecer aos alunos os fundamentos básicos da Biologia da Reprodução de Espécies Arbóreas e sua aplicação em métodos de Produção de Sementes Florestais.\n\nDar fundamentos de tecnologia de sementes florestais, visando     o manuseio de sementes e produção de mudas de espécies arbóreas.", "programa_resumido": "Biologia da reprodução de espécies arbóreas; Grupos da Sucessão e dormência de sementes; Fatores que afetam a produção de sementes florestais; \tFatores que afetam a germinação de sementes de espécies arbóreas; Métodos de produção de sementes espécies arbóreas; Tecnologia de sementes florestais.\nPara consolidar os conceitos e técnicas relacionados à produção de sementes, os alunos terão a oportunidade de realizar uma aula de campo (viagem) e uma visita técnica (visita em empresa do setor florestal), com essas duas experiências será possível observar e realizar práticas que levem à otimização da produção de sementes florestais, seja a partir de cruzamentos intraespecífico ou de cruzamentos interespecíficos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala LCF Biblioteca", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "11:00", "professores": ["(R) Weber Antonio Neves do Amaral"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 8, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}