{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Piracicaba", "codigo": "LCF0586", "nome": "Gestão de Recursos Florestais", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "O principal objetivo do curso é proporcionar os meios para aplicação de modernas técnicas de elaboração de planos de manejo florestal.  Começando com os tradicionais métodos de ordenamento florestal, evoluindo para técnicas de programação matemática e utilizando métodos de planejamento sob múltiplos objetivos e múltiplos recursos, o curso pretende aumentar a proficiência dos alunos em métodos matemáticos e computacionais de auxílio ao processo de tomada de decisão.  Após completo o curso espera-se que o estudante seja capaz de:  a) modelar sistemas florestais reais envolvendo não só florestas voltadas para a produção de um único bem como também florestas voltadas para a obtenção de múltiplos resultados, incluindo produtos florestais tradicionais como resinas, madeiras para serraria ou polpa, etc. e outros produtos menos tradicionais como recreação, valor cênico, água de boa qualidade, etc. b) utilizar os devidos recursos computacionais capazes de processar os modelos desenvolvidos no ítem anterior.  c) interpretar os resultados obtidos após a análise dos modelos e tomar decisões ponderadas por esses resultados.", "programa_resumido": "Introdução à Administração. Revisão de importantes conceitos biométricos e econômicos. Ordenamento florestal. Técnicas matemáticas de otimização do planejamento florestal. Modelos com um objetivo e com múltiplos objetivos. Coleta de dados, análise e preparo de planos de manejo envolvendo recursos e produtos florestais múltiplos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Luiz Carlos Estraviz Rodriguez", "Matheus Pinheiro Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}