{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Outro", "codigo": "LCF0679", "nome": "Políticas Públicas,  Legislação e Educação  Florestal", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Apresentar histórico das políticas públicas e da legislação florestal no Brasil analisando sua relação com o direito e a educação ambiental, em geral; Estudar as principais leis e políticas públicas relacionadas às florestas brasileiras: a Constituição Federal, o Código Florestal, a Política Nacional do Meio Ambiente e as Políticas Setoriais; Analisar a hierarquia das normas e os instrumentos de políticas públicas; Apresentar os principais órgãos colegiados brasileiros que compõem o SISNAMA e discutir sobre a competência desses colegiados na regulamentação de florestas no Brasil, os programas e projetos em andamento e os canais de participação social na conservação da biodiversidade existentes; Debater as principais dificuldades e estratégias da restauração florestal, sobretudo no que diz respeito à área de preservação permanente (APP) e Reserva Legal (RL); Apresentar experiências de políticas públicas que obtiveram êxito, as dificuldades encontradas e possíveis formas de financiamento; Analisar o papel da educação no contexto florestal.", "programa_resumido": "Estudar políticas públicas e as normas florestais no Brasil, analisando sua relação com o direito ambiental, em geral. Analisar o contexto histórico, político e socioeconômico em que se insere a política florestal no país destacando as dificuldades e estratégias relacionadas à conservação, restauração e fomento florestal, bem como os instrumentos de políticas públicas capazes de promover a árvore e a floresta na realidade da sociedade brasileira, sobretudo no que diz respeito à área de preservação permanente (APP) e Reserva Legal (RL).", "turmas": []}