{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Piracicaba", "codigo": "LCF0790", "nome": "Ecohidrologia e Manejo de Florestas Ripárias", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "a) Apresentar uma abordagem sistêmica para estudar as relações ecológicas e hidrológicas que ocorrem em ecossistemas ripários. b) obter conhecimento sobre as múltiplas conexões entre solo, água e vegetação terrestre que ocorrem nos sistemas ribeirinhos. c) entender os efeitos do uso da terra na função ecológica e hidrológica das florestas ripárias, d) conhecer métodos de restauração e manejo de ecossistemas terrestres visando a conservação dos ecossistemas aquáticos.", "programa_resumido": "Bacias hidrográficas e a ciclagem da água. Zona ripária (definições). Fluxo de água e nutrientes na zona ripária. Dinâmica de solo na zona ripária.\nEcologia da vegetação ripária. Funções da zona ripária. Ecologia de riachos de cabeceira. Gradiente fluvial e dinâmica pluvial. Caracterização do ambiente aquático. Hidrologia de riachos. Conectividade hidrológica. \nLegislação e politicas relacionadas à zona ripária. Perturbação e equilíbrio dos ecossistemas ripários. Restauração de florestas ripárias. Serviços Ecossistêmicos de florestas ripárias.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Sala LCF- D-09", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Silvio Frosini de Barros Ferraz"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}