{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Ciências Florestais", "campus": "Outro", "codigo": "LCF0491", "nome": "Ecologia Florestal", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Fornecer ao aluno os conhecimentos de ecologia necessários para analisar a estrutura e o funcionamento dos ecossistemas terrestres e principalmente das florestas, bem como sua importância e evolução no espaço e ao longo do tempo. Capacitar o aluno de Engenharia Florestal para desenvolver estudos de ecologia básica e aplicada em ecossistemas florestais e para relacionar a matéria ministrada com o desenvolvimento das práticas do bom manejo florestal.", "programa_resumido": "Finalidade da ecologia e da ecologia florestal, sua história e relevância para a humanidade. A estrutura dos principais ecossistemas terrestres. Descrição e classificação dos ecossistemas florestais brasileiros. O fluxo de energia nos sistemas ecológicos. As florestas e os ciclos biogeoquímicos e da água. Fatores limitantes e adaptação das espécies arbóreas. Ecologia de populações e de comunidades. Elementos de fitossociologia. Desenvolvimentos dos ecossistemas, sucessão e clímax em florestas. Noções de ecologia da paisagem. Impactos humanos sobre os ambientes naturais e suas consequências na sustentabilidade. Desmatamento, queimadas, fragmentação florestal. Serão realizadas duas excursões nas quais estudantes travarão contato direto com dois dos principais biomas brasileiros – 1. o cerrado (Cachoeira de Emas) e 2. a Mata Atlântica (Estação Ecológica de Juréia-Itatins). Nesses locais serão conduzidos estudos do meio e verificação da vegetação e seus gradientes além de avaliação da biodiversidade e estrutura da comunidade vegetal. Além disso, durante a visita ao bioma da Mata Atlântica, os estudantes terão oportunidade de conversar com os agentes públicos (funcionários da Reserva) e moradores locais que fazem uso dos recursos locais. Em ambos os locais os estudantes terão auxílio de monitores locais especialmente contatados e que auxiliarão nas diferentes atividades.", "turmas": []}