{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Engenharia de Biossistemas", "campus": "Piracicaba", "codigo": "LEB0400", "nome": "Zootecnia de Precisão, Ambiência e Bem Estar Animal", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina de Zootecnia de Precisão, Ambiência e Bem Estar Animal tem por objetivo transmitir aos alunos os conhecimentos gerais e as novas tecnologias utilizadas no sistema de produção industrial de animais, focando a importância dos mercados consumidores nas diferentes visões do profissional de ciências agrárias. Proporcionar aos alunos uma análise crítica sobre as formas de avaliação das condições ambientais, em nível de conforto térmico na produção animal. Abordando os conceitos básicos das propriedades psicrométricas do ar, e aplicações da termodinâmica relacionadas ao ciclo produtivo (animal). Diante dessa proposta a disciplina visa relacionar os conhecimentos dos sistemas de produção com o uso de técnicas de precisão (instrumentação e micro-eletrônica) aplicada a produção animal introduzindo os conceitos e aplicações da zootecnia de precisão, bem como o uso de biosensores na avaliação dos ciclos produtivos e a aplicação das inovações tecnológicas no setor animal. Simultaneamente a essa abordagem sistêmica dos diferentes sistemas de produção, as discussões visam também apresentar os  conceitos básicos de bem estar  aplicado aos sistemas industriais de produção e a realidade brasileira.", "programa_resumido": "Introdução ao estudo do comportamento animal; termorregulação \u0096 comportamento termofísico dos animais; Mecanismos de transferência de energia térmica e as trocas de calor; Psicrometria; Ambiente e Conforto; Aplicações da etologia no manejo e produção animal; Conceitos, princípios e fundamentos do bem-estar animal; Zootecnia de Precisão; Seminários.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "A disciplina será lecionada na sala de aula H3 da área de Hidráulica.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Iran Jose Oliveira da Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}