{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Engenharia de Biossistemas", "campus": "Outro", "codigo": "LEB2671", "nome": "Engenharia de Irrigação: Projetos e Empreendedorismo", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "A presente disciplina tem por objetivo, preparar os alunos de graduação em Engenharia Agronômica e Florestal da ESALQ, para atuarem como projetistas sênior de sistemas de irrigação, com base no aprendizado de 3 softwares de dimensionamento hidráulico que são os mais utilizados a nível profissional pelas empresas que atuam na área de irrigação: EPANET, IRRIPRO e IRRICAD. Esta disciplina abrirá novas oportunidades profissionais aos alunos de graduação que tenham interesse em atuar nesta área do agronegócio, pois proporcionará o aprendizado de ferramentas computacionais que os tornarão mais eficientes e com perspectiva de maior empregabilidade no mercado de trabalho. Concomitantemente, serão apresentados conceitos e ideias em empreendedorismo aplicadas à agricultura irrigada no Brasil, de maneira tal, que os horizontes profissionais desses alunos se expandam às novas dinâmicas de trabalho da sociedade \ncontemporânea.", "programa_resumido": "Considerações sobre a situação atual e futura da agricultura irrigada no Brasil. Análise das perspectivas de crescimento de área irrigadas em território nacional /Atlas de Irrigação do Brasil ANA (2021). Apresentação dos softwares de dimensionamento hidráulico de sistemas de irrigação: EPANET, IRRIWORKS e IRRICAD. Informações Básicas: Telas gráficas e ferramentas. Ajustes e parâmetros de projetos. Abrindo o editor de Banco de Dados. Criando símbolos de objetos. Criação e edição de rótulos Importação e edição de arquivos. Importando arquivos do Autocad e imagem GEOTIFF de Drones. Importação de Imagem do Google Earth com elevação. Importação de Imagens genéricas e \nredimensionamento. Projeto de gotejamento, microaspersão e aspersão convencional. Ferramentas \nde análise. Subdividindo blocos de gotejamento. Cálculo de Ramal e telescópica. Cálculo da linha \nprincipal. Ferramentas de análise de uniformidade, eficiência da irrigação e relatórios \ncomplementares. Lista de material. Banco de Dados: Editando e adicionando novos componentes. \nPersonalizando seu Banco de dados. Cadastro de tubos PVC. Cadastro de tubos gotejadores. \nCadastro de válvulas hidráulicas. Cadastro de aspersores e bocais. Cadastro de Motobombas. \nInserção de válvula reguladora e sustentadora de pressão. Introdução ao Empreendedorismo em \nSistemas de Irrigação; Planejar produto/serviço; Pesquisa e análise de mercado; Estratégias e \nações para atingir o mercado; Análise Concorrência; Precificação; Estimar custos iniciais Fluxo de \nCaixa; Lucratividade; Caixa: projeção de vendas; Formas para financiar seu negócio; Aspectos \nlegais para a abertura do seu negócio; Investimentos: necessidades e fontes de captação; Plano de \nNegócios.", "turmas": []}