{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0625", "nome": "Estágio Curricular em Licenciatura: teoria e prática", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "O objetivo da disciplina é dar oportunidade para o aprimoramento teórico vinculado a um estágio de formação docente em uma fase intermediária do curso, colocando o aluno da licenciatura em contato com diferentes realidades educacionais formais ou não formais. A prática consiste em trabalhos de pesquisa, ensino e/ou extensão que requerem vivência com o processo educativo. A parte teórica da disciplina consiste na orientação deste trabalho pelo docente por meio de aulas, estudos dirigidos, seminários e discussões, culminando em um relatório. O estágio supervisionado nesta disciplina está organizado de acordo com o Programa de Formação de Professores da USP, refletindo a diversidade de perspectivas do curso e seus desdobramentos na prática, visando a compreensão e análise fundamentada do contexto educativo e das formas de atuação do educador na área de Ciências/Biologia/Ciências Agrárias.", "programa_resumido": "Aprimoramento teórico em um tema para embasar um estágio na área de educação (orientação por docente da Licenciatura). Os projetos articularão ensino, pesquisa e extensão em educação e, dependendo de sua natureza, podem enfatizar um destes três eixos formativos. O estágio irá requerer a elaboração ou participação no desenvolvimento de um projeto na área da educação, incluindo vivência, a ser planejado em conjunto com docente da Licenciatura. Este planejamento deverá priorizar o aprofundamento dos conteúdos e experiências presentes nas disciplinas do programa de licenciatura. A supervisão dos professores deverá assegurar a boa condução dos projetos, garantir os cuidados éticos, orientar os princípios técnico-científicos, avaliar a pertinência, a exeqüibilidade e a contrapartida escolar e social das experiências desenvolvidas.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Rosebelly Nunes Marques"]}], "vagas": {"Obrigatória": {"vagas": 12, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "21:00", "professores": ["Andrea Coelho Lastória"]}], "vagas": {"Obrigatória": {"vagas": 12, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "21:00", "professores": ["Vânia Galindo Massabni"]}], "vagas": {"Obrigatória": {"vagas": 12, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Taitiâny Karita Bonzanini Minetto"]}], "vagas": {"Obrigatória": {"vagas": 24, "inscritos": 12, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}