{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Outro", "codigo": "LES0665", "nome": "Contabilidade e Análise de Demonstrações Financeiras", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "a) Fornecer aos alunos o entendimento da estrutura contábil brasileira;\nb) Entender métodos de análise e interpretação das Demonstrações Financeiras, com aplicações práticas em empresas de capital aberto.", "programa_resumido": "1. Relatórios contábeis, 2. Balanço Patrimonial e grupos de contas, 3. Análise financeira de Balanço Patrimonial, 4. Aspectos sobre a situação financeira e econômica. 5. Regimes de contabilidade (apuração de resultados), 6. Demonstração do Resultado do Exercício e Análises financeiras, 7. Demonstração do Fluxo de Caixa e Demonstração de Lucros ou Prejuízos Acumulados (Integração das Demonstrações), 8. Ativo Circulante, Estoques, Ativo não Circulante e Passivo Exigível, 9. Patrimônio Líquido; Demonstração de Lucros e Prejuízos Acumulados e DMPL (Demonstração das Mutações do Patrimônio Líquido), 10. Demonstração do Valor Agregado, 11. Análises financeiras, com aplicações práticas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. de Economia, Administração e Sociologia (LES) - Sala 211 e LPD/ Bloco B - Pavilhão de Economia e LPD - Pavilhão de  Engenharia.", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Lucilio Rogerio Aparecido Alves"]}, {"dia": "qua", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Lucilio Rogerio Aparecido Alves"]}], "vagas": {"Obrigatória": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}