{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0342", "nome": "Instrumentação para o Ensino de Ciências Agrárias", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "O objetivo da disciplina é apoiar e incentivar o desenvolvimento de materiais didáticos que facilitem o ensino das técnicas agrícolas e conteúdos da área das ciências agrárias, que respeitam o ambiente e o meio sócio-cultural onde estas se inserem, dimensionando o trabalho do educador em seus vários ambientes da educação formal e não formal. Além disto, \ntem-se como objetivo instrumentalizar o educador de forma teórica e, principalmente, prática \nno uso das técnicas, experimentos e materiais para a educação em Ciências Agrárias, a fim de que seja capaz de elaborar, planejar o uso e utilizar os espaços pedagógicos e os materiais de ensino. Nas 60 horas de Prática como Componente Curricular (PCC) os alunos desenvolvem atividades que envolvem o contexto escolar, familiarizando-se com elaboração/adaptação/análise de materiais didáticos, seu uso e procedimentos de avaliação \nda aprendizagem, com base na estrutura curricular de disciplinas para futuro exercício da docência. Neste sentido, as 40h de Estágio supervisionado tem o objetivo de aproximar as \nexperiências teóricas com a vivência das atividades práticas realizadas pelos alunos.", "programa_resumido": "Formação instrumental do licenciando no sentido da reflexão, adaptação e elaboração de programas, KITs e recursos didáticos de ensino para aprimorar e auxiliar o Ensino de conteúdos específicos das Ciências Agrárias, considerando a perspectiva CTSA e a alfabetização científica, a formação técnico-pedagógica, os diversos recursos de ensino, a História e Ciência, a tecnologia da informação, os ambientes da educação formal, e não-formal, incluindo a educação ambiental. Viagens didáticas para aprimoramento do ensino aplicado em sala. Atividades de Estágio Supervisionado.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. de Economia, Administração e Sociologia (LES) - Sala 313/Bloco B - Pavilhão de Economia.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Rosebelly Nunes Marques"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}