{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0318", "nome": "Marketing II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Apresentar uma visão geral do conceito de marketing e estratégia organizacional. Explorar os conceitos de vantagem competitiva, valor para o cliente, posicionamento e segmentação de mercado. Discutir os aspectos estratégicos das decisões de produto, preço, distribuição e comunicação. Fornecer instrumentos metodológicos para a pesquisa e análise do mercado e da empresa.Objetivos específicos:- Discutir o papel e a função do marketing na estratégia organizacional;- Capacitar o aluno na elaboração, avaliação e implementação de um plano estratégico de marketing;- Propiciar ao aluno uma visão crítica e ética sobre os desafios do marketing e de sua implementação e gestão nas organizações e;- Avaliar o papel crítico e social do marketing numa sociedade globalizada.", "programa_resumido": "Marketing e Estratégia. Plano Estratégico. Plano de Marketing. Administração Estratégica de Mercado. Pesquisa de Mercado. Inteligência de Marketing. Comportamento do Consumidor Final e Organizacional. Vantagem Competitiva. Segmentação. Análise da Concorrência. Posicionamento. Estratégias de Crescimento. Estratégias de Diversificação. Estratégias de Marketing Internacional. Estratégia de Produto. Estratégia de Marca. Estratégia de Preço. Estratégia de Distribuição. Estratégia de Comunicação. Gestão do Esforço de Marketing. Realização de viagens didáticas para visitas a empresas cujas atividades são relacionadas ao conteúdo da disciplina", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. Economia, Administração e Sociologia (LES) - Sala 311/Bloco B- Pavilhão de Economia.", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Eduardo Eugenio Spers"]}, {"dia": "sex", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Eduardo Eugenio Spers"]}], "vagas": {"Obrigatória": {"vagas": 43, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}