{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Outro", "codigo": "LES0340", "nome": "Instrumentação para o Ensino de Ciências Biológicas", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "Preparo instrumental do educador para considerar sua atividade intelectual e reflexiva, considerando a dimensão da Ciência na sociedade e as tendências atuais na área de ensino de Ciências para propor, analisar e elaborar experimentos, materiais e espaços didáticos no ensino formal (como o laboratório escolar) e não formal de Ciências, conhecidos através de visitas didáticas a Museus e Exposições (excursões da disciplina) e, incluindo, ainda os espaços abertos pela tecnologia da informação. A disciplina visa contemplar questões relacionadas a gestão pedagógica, tanto no Ensino Fundamental como no Ensino Médio, discutindo instrumentos de ensino utilizados em projetos pedagógicos, além do estudo sobre aplicação de técnicas e manejo de tempo, espaço e organização da classe, utilizando-se de recursos que possam motivar os alunos e contribuir para a aprendizagem. Associada a tais discussões encontram-se também análises sobre as formas de avaliar o processo de ensino-aprendizagem visando contribuir para o progresso do aluno. Contemplar atividades envolvendo a prática como componente curricular como a elaboração e análise de materiais didáticos aplicados a situações de ensino, junto a escola de educação básica, bem como a reflexão sobre a relação desses materiais com as disciplinas, envolvendo a elaboração de kits didáticos, jogos educativos, materiais para atividades práticas de laboratório, dentre outros, como também o planejamento e condução de seminários, focalizando materiais que contribuam para a instrumentação pedagógica. Realização de estágio supervisionado em escolas de educação básica.", "programa_resumido": "Preparo instrumental do educador para considerar sua atividade intelectual e reflexiva, considerando a dimensão da Ciência na sociedade e as tendências atuais na área de ensino de Ciências para propor, analisar e elaborar experimentos, materiais e espaços didáticos no ensino formal (como o laboratório escolar) e não formal de Ciências, conhecidos através de visitas didáticas/técnicas a Museus e Exposições (excursões da disciplina) e, incluindo, ainda os espaços abertos pela tecnologia da informação, atividades estruturantes da disciplina. A disciplina visa contemplar questões relacionadas a gestão pedagógica, tanto no Ensino Fundamental como no Ensino Médio, discutindo instrumentos de ensino utilizados em projetos pedagógicos, além do estudo sobre aplicação de técnicas e manejo de tempo, espaço e organização da classe, utilizando-se de recursos que possam motivar os alunos e contribuir para a aprendizagem. Associada a tais discussões encontram-se também análises sobre as formas de avaliar o processo de ensino-aprendizagem visando contribuir para o progresso do aluno. A relação teoria-prática é contemplada em atividades de estágio supervisionado e também em atividades envolvendo a prática como componente curricular, como a análise e produção de materiais didáticos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. de Economia, Administração e Sociologia (LES) - Sala 11 - Pavilhão de Ciências Humanas.", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Taitiâny Karita Bonzanini Minetto"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}