{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0114", "nome": "Introdução aos Estudos da Educação", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "A disciplina introduz o licenciando na Programa de Licenciatura e almeja esclarecê-lo e incentivá-lo para a carreira docente abordando, para isso, os principais pressupostos educacionais. A ênfase da introdução está nos aspectos psicológicos e sociais do ato de educar. O uso adequado da linguagem (oral e escrita) no processo de socialização e o construção do saber, também compõem os objetivos que são necessários a reflexão da prática pedagógica. Desenvolver atividades de Prática como Componentes Curriculares (PCC).Como resultado de desenvolvimento da disciplina marcado pela apresentação de conteúdo, debates e reflexões, os alunos deverão estar aptos a:\na) Apresentar a diferenciação entre a educação formal e não formal, explicitando as especificidades dos diferentes locus de divulgação e construção do conhecimento. b) Indicar os pressupostos básicos do pensamento freiriano e sua importância para a reflexão sobre a educação escolar, em específico, a educação escolar brasileira. c) Apresentar os pressupostos nortearam o pensamento da relação e sociedade com ênfase nos pressupostos reprodutivistas e contra-reprodutivistas. d) Indicar como Jean Piaget e Paulo Freire concebiam a educação como espaço para a construção e exercício da autonomia. e) realizar a análise de textos considerando os paradigmas do consenso e do conflito na apresentação dos autores. f) produzir textos argumentativos considerando a necessidade de coerência interna. g) identificar as principais revistas e locais de divulgação de artigos científicos disponíveis na mídia impressa e não impressa.", "programa_resumido": "Compreensão dos motivos e consequências do fracasso de alunos na escola e a necessidade de oferecer uma escola de qualidade para todos, que valorize a cidadania, a inclusão das camadas populares e os conhecimentos básicos necessários à vida em sociedade, ao trabalho e a manutenção de valores e ideais democráticos. Viagens didáticas para aprimoramento do ensino passado aos alunos em sala. A linguagem como elemento imprescindível no processo de educação: a importância de sua expressão oral e escrita.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "As aulas serão ministradas na sala 213, Bloco B, Economia.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["(R) Rosebelly Nunes Marques"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 51, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}