{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0159", "nome": "Introdução às Ciências Sociais e aos Estudos Rurais", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A disciplina tem como objetivo fundamental apresentar aos estudantes as Ciências Sociais e, em especial, a Sociologia, dando destaque à História da Sociologia, às suas linhas de pensamento e conceitos fundamentais. A disciplina busca ainda fornecer aos estudantes elementos para a compreensão das dinâmicas sociais da agricultura brasileira, considerando suas dimensões histórica, econômica, social e política, com foco nos problemas de sua estrutura fundiária. Pretende-se também oferecer aos estudantes subsídios para a reflexão sobre o lugar da agricultura nas sociedades contemporâneas a partir dos processos de modernização, industrialização e urbanização, tratando muito particularmente da emergência do debate sobre a sustentabilidade. A ideia também é discutir perspectivas em torno de iniciativas agrícolas alternativas e de políticas públicas de desenvolvimento rural sustentável com protagonismo da agricultura familiar. A disciplina também aborda o conhecimento tradicional e a agrobiodiversidade em torno de populações tradicionais e da agricultura familiar, além da diversidade e desigualdade do mundo rural, considerando quilombolas, ribeirinhos, indígenas, posseiros e assentados.", "programa_resumido": "1. Diferenças entre Ciências Humanas e Sociais e Ciências Naturais; 2. História do surgimento da Sociologia; 3. Correntes do pensamento sociológico; 4. Conceitos fundamentais de Sociologia; 5. História da agricultura brasileira; 6. Relações sociais no campo; 7. Inovação tecnológica, desenvolvimento e sustentabilidade; 8. Desenvolvimento rural sustentável, agricultura familiar e multifuncionalidade da agricultura; 9. Agrobiodiversidade; 10. Comunidades tradicionais, diversidade e desigualdades; 11. Estrutura fundiária brasileira; 12. Reforma agrária; 13. Soberania e segurança alimentar.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. de Economia, Administração e Sociologia (LES) - Sala 12 - Pavilhão de Ciências Humanas.", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Adalmir Leonidio", "(R) Antonio Ribeiro de Almeida Junior", "(R) Paulo Eduardo Moruzzi Marques"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 16, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. de Economia, Administração e Sociologia (LES) - Sala 12 - Pavilhão de Ciências Humanas.", "horario": [{"dia": "qui", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Adalmir Leonidio", "(R) Antonio Ribeiro de Almeida Junior", "(R) Paulo Eduardo Moruzzi Marques"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 64, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}