{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0635", "nome": "Estágio Supervisionado em Economia, Administração, Ciências Humanas e Extensão II", "creditos_aula": 0, "creditos_trabalho": 4, "objetivos": "Oferecer aos alunos a possibilidade de ampliarem e aprofundarem os conhecimentos adquiridos nas aulas práticas e teóricas das disciplinas do Departamento de Economia, Administração e Sociologia. Para alcançar estes objetivos, pretende-se:\n\n1. Propiciar condições para o contato direto com técnicas de análise econômica, administração de empresas agroindustriais e práticas extensionistas.\n2. Criar condições para o envolvimento dos alunos em atividades de análise econômica, administração e extensão em empresas com fins produtivos ou em empresas públicas.\n3. Incentivar a integração interdisciplinar e interdepartamental em torno de problemas dos segmentos do complexo agroindustrial  (insumos, produção, processamento e varejo),  integrando ensino, pesquisa e extensão.", "programa_resumido": "3.1. Economia/Administraçãol. -preparação inicial: natureza do estágio, a dinâmica das organizações; fontes de dados, informações on-line, aplicativos computacionais; -desenvolvimento dos estágios específicos. -Avaliação final. 3.2. Extensão. -preparação inicial: natureza do estágio; metodologia de trabalho de extensão.-desenvolvimento do estágio: visitas exploratórias às comunidades; sessões de reflexão; atividades de extensão. -Avaliação final.", "turmas": [{"codigo": "2024240", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}