{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0700", "nome": "Tecnologia e Sistemas de Informação", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Desenvolver conceitos e aplicações associadas à implementação e administração de sistemas de informação e de suas tecnologias, no contexto da administração de organizações e pessoas. Serão abordados aspectos relacionados a software, hardware e recursos humanos, dentro de uma perspectiva gerencial. Além disso, o curso irá abordar tópicos como redes, internet, computação nas nuvens, comércio eletrônico, governança, ética, segurança e o uso inteligente da tecnologia da informação na gestão de negócios das organizações.", "programa_resumido": "Conceitos fundamentais sobre tecnologia e sistemas de informação. Uso estratégico de tecnologia e sistemas de informação. Infraestrutura de tecnologia da informação. Programação de sistemas de informação. Sistemas de informação gestão e apoio à decisão. Práticas de gestão de tecnologias e sistemas de informação. Viagens didáticas a empresas/instituições com atividades relacionadas aos estudos da disciplina, oferecendo ao aluno a possibilidade de aprimorar e fixar o conhecimento obtido em sala de aula.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "As aulas serão na sala 313 e LPD (bloco B) Economia.", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Catarina Barbosa Careta"]}, {"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Catarina Barbosa Careta"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}