{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0557", "nome": "Teoria Macroeconômica II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina visa a alcançar dois objetivos.O primeiro é examinar os desenvolvimentos da macroeconomia no longo prazo, isto é, na perspectiva do crescimento econômico. A questão central: por quê o Brasil tem ficado para trás no contexto internacional? Compara-se a o desempenho do Brasil ao de outros países, discutindo-se os possíveis determinantes da evolução observada tanto do ponto de vista teórico como à luz das evidências disponíveis. São examinados os papéis da poupança e da acumulação de capital, do conhecimento e da tecnologia e da eficiência seus efeitos sobre a produtividade e renda per capita.O segundo objetivo, focando no curto e médio prazo, é apresentar uma síntese dos principais desenvolvimentos nas políticas de estabilização a partir dos anos 1970. A questão central é: O que provoca os ciclos econômicos e o que pode ser feito para estabilizá-los? Trata-se fundamentalmente da chamada \u0093síntese neoclássica\u0094, isto é, dos desenvolvimentos teóricos a partir da integração das idéias de Keynes e dos Clássicos, com ênfase no papel das expectativas e os debates em torno da Curva de Phillips. Segue-se, então, a incorporação da teoria das expectativas racionais e suas implicações nos vários campos da macroeconomia. Sob esse enfoque, discutem-se a eficácia das políticas de estabilização face aos choques de demanda e oferta, a escolha das políticas, o papel da dívida pública e sua sustentabilidade.", "programa_resumido": "Principais evoluções dos modelos macroeconômicos a partir da síntese neoclássica. Papel das expectativas nos modelos de inflação, desemprego e taxas de câmbio, com ênfase em expectativas racionais, e reflexos sobre as políticas macroeconômicas.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "As aulas serão na sala  Ruy Miller Paiva, Pavilhão de Engenharia.", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Alexandre Nunes de Almeida"]}, {"dia": "sex", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Alexandre Nunes de Almeida"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 29, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}