{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES0195", "nome": "Introdução à Sociologia para Administração", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "\u0095\tPossibilitar ao estudante e futuro profissional em Administração o reconhecimento das relações e interdependência entre a Sociologia e a Administração;\u0095\tFornecer base conceitual e metodológico da Sociologia como requisitos fundamentais para a compreensão das relações humanas no âmbito dos diversos tipos de organizações sociais;\u0095\tPossibilitar a compreensão da complexidade da realidade social, mediante uma postura reflexiva e crítica no sentido de contribuir para um mundo mais humano e solidário;\u0095\tIdentificar as características e as especificidades das organizações formais e informais;\u0095\tIdentificar e analisar a função e os efeitos da burocracia nas organizações sociais;\u0095\tIdentificar e analisar os diversos tipos de organização a partir de conceitos fundamentais como poder, dominação, classe social, democracia e cooperação;\u0095\tIdentificar as mudanças ocorridas nas estruturas organizacionais na contemporaneidade;\u0095\tReconhecer os efeitos da especificidade da cultura brasileira nas suas formas de organização.", "programa_resumido": "Os conceitos básicos da Sociologia aplicados à Administração. A função social da empresa na comunidade. Macro análise sociológica: as relações dos fornecedores, empresas, mercados concorrente e consumidor. Microanálise sociológica: identificação, características e e análises dos grupos que compõem formais e informais na empresa. A análise da estrutura e clima organizacional na empresa. O estudo da burocracia e da administração por objetivos. A participação dos grupos da empresa no planejamento, implementação, controle, avaliação e feedback dos novos modelos de gestão empresarial:reengenharia organizacional, qualidade total, teoria de restrições e aplicabilidade das normas de qualidade da ISSO 9000, 10000, 14000 e 18000. Aplicabilidade de técnicas intergrupos e intragrupos no planejamento e execução da prática operacional da empresa.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Depto. de Economia, Administração e Sociologia (LES) - Sala 233, 1º andar - Pavilhão de Engenharia.", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Luciano Mendes"]}], "vagas": {"Obrigatória": {"vagas": 18, "inscritos": 17, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}