{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Economia Administração e Sociologia", "campus": "Piracicaba", "codigo": "LES1202", "nome": "Didática", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina objetiva proporcionar ao estudante: 1) Reflexões sobre questões educacionais e sobre os fundamentos da didática; 2) Identificação dos principais modelos do pensamento educacional, seus representantes e as contribuições que cada um dos modelos apresentados oferece à ação educativa do profissional da área de ciências agrárias e biológicas (evolução sóciofilosófica das ideias pedagógicas); 3) Análise e discussão sobre os principais pressupostos teóricos da Didática, e as relações desses como o processo de ensinar e aprender e a estruturação do trabalho docente; 4) Refletir sobre a relação teoria-prática, ao aplicar o conteúdo da didática no contexto das relações entre educação e sociedade, com ênfase especial ao ensino técnico na área de ciências agrárias e ciências biológicas; 5) Entendimento sobre a importância da transposição didática, 6) Conceituar planejamento de ensino e distinguir os diferentes tipos de plano de ensino, bem como suas partes principais; 7) Reconhecer a relação que existe entre as fases que compõem o planejamento de ensino; 8) Desenvolver cada fase do planejamento de ensino, a saber: determinação de objetivos, seleção e organização dos conteúdos, dos procedimentos de ensino, dos recursos de ensino, indicar as competências e habilidades que poderão ser trabalhadas e os procedimentos e técnicas de avaliação do ensino; 9) Estruturar exemplos de planos de ensino atendendo aos itens já relacionados e considerando o campo específico da prática pedagógica; 10) Reconhecer o papel da educação a distância e das novas tecnologias da informação e comunicação, na condução de novos formas de ensinar e aprender; 11) Gestão do ensino e aprendizagem e técnicas de manejo de tempo, espaço e organização da classe; 12) Realizar atividades relacionadas a prática como componente curricular como: planejamento e execução de seminários; estudos dirigidos, resolução de situações problemas advindos de resultados de pesquisas da área educacional; 13) Realizar estágio em escolas de educação básica ou ensino profissional técnico para observação sobre o contexto educativo em escola do ensino formal, para analisar as relações professor – aluno e a abordagem didática realizada em sala de aula, valorizando os conhecimentos pedagógicos do conteúdo; 14) Visitas didáticas a espaços de educação formal e informal para reflexões sobre o contexto didático.", "programa_resumido": "Ensino, Aprendizagem e Didática. Principais modelos de ensino e suas implicações didáticas. A educação e a didática no contexto das relações entre a educação e sociedade. A didática e a educação profissional. Planejamento de ensino: conceitos e tipos de planos. Observação do contexto educativo em atividades de estágio e visitas técnicas para analisar as relações professor – aluno e a abordagem didática realizada.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "As aulas serão na sala 12, Pavilhão de Ciências Humanas.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "23:00", "professores": ["(R) Taitiâny Karita Bonzanini Minetto"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}