{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Genética", "campus": "Piracicaba", "codigo": "LGN0218", "nome": "Genética Geral", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ministrar conhecimentos de Genética essenciais para o entendimento da Biologia. A abordagem se dará em dois níveis: fundamental e avançado. Primeiramente, pretende-se abordar as Leis da herança, as técnicas experimentais e metodologias de análise de dados, populações de estudo e espécies-modelo. Nessa etapa, o conceito de segregação em progênies experimentais (ou em famílias) será enfatizado. Em seguida, pretende-se ministrar conhecimentos sobre Variação quantitativa, cujo estudo se dá em nível populacional, bem como a tipificação das populações (silvestres e cultivadas) do ponto de vista genético. Esses conhecimentos são fundamentais e devem atender às necessidades dos estudantes de Ciências Biológicas nas áreas principais que constituem o curso da ESALQ/USP, quais sejam, Biotecnologia, Manejo de Vida Silvestre e Biologia Agrícola. O intuito da disciplina é o de prover ao Biólogo formado na ESALQ/USP uma formação especializada em Genética que o distinguirá no mercado de trabalho.", "programa_resumido": "- Introdução: Importância da Genética para a Biologia, Biomedicina, Ciências Agrárias e Veterinárias. Genética e hereditariedade. Histórico das descobertas de Mendel. Populações de estudo e Espécies modelo.\n- 1ª Lei de Mendel. Conceito de gene, fenótipo, genótipo, loco, alelo, homozigose e heterozigose. Metodologia de análise genética (Cruzamentos controlados e análise de progênies e famílias). Análise de heredogramas e pedigrees. Populações de estudo: Filial 1 (F1), Filial 2 (F2), Retrocruzamentos (BC1 e BC2). Interação alélica (Dominância, Ação Aditiva, Codominância e Sobredominância). Polialelia, alelos de autoincompatibilidade em plantas. Genética e Estatística: aplicação do teste χ2.\n- Segregação independente. 2ª Lei de Mendel. Experimentos e análise de cruzamentos envolvendo dois ou mais locos. Aplicação do teste χ2. Número de genótipos, fenótipos e gametas considerando m alelos e n locos. Interações não alélicas (Epistasia). Relação entre locos epistáticos e hipostáticos e as vias de biossíntese. \n- Herança Ligada ao Sexo. Modelos de estudo, sobretudo em Drosophila. \n- Segregação Dependente. Lei de Morgan. Ligação e Permuta (Crossing over). Segregação de cromossomos e gametas de origem parental e recombinantes. Símbolos usados para representar locos ligados. Testes envolvendo dois ou mais pontos (locos). Dupla permuta, interferência e coincidência. Mapas de ligação e Mapeamento. Mapas citológico, genético e de sequenciamento. \n- Herança extra cromossômica. Genoma da mitocôndria e do cloroplasto. Herança materna e suas implicações em humanos, animais e vegetais. Macho-esterilidade em plantas. \n- Herança Poligênica. Distribuição contínua populacional. \n- Herança Multifatorial. Doenças hereditárias complexas. Concordância em gêmeos Penetrancia. Fatores ambientais e risco. Variantes identificados por sequenciamento.\n- Princípios de Genética Quantitativa. Parâmetros genético-estatísticos: média, variância, amplitude, distribuição normal e histogramas. Decomposição da variância fenotípica em seus componentes genético e ambiental. Herdabilidade no sentido amplo. Cálculo do coeficiente de herdabilidade em populações artificiais e naturais. Seleção artificial. \n- Introdução à Genética da Conservação. Estimativa da herdabilidade em populações silvestres.\n- Endogamia e Consanguinidade. Cálculo do coeficiente de endogamia (F). \n- Genética de Populações: cálculo das frequências alélicas e gaméticas a partir de frequências genotípicas. Equilíbrio de Hardy-Weimberg. Endogamia e Equilíbrio de Wright. \n- Mutação gênica. Conceito e importância. Mutações de ponto (shift mutation) e SNPs. Mutação espontânea e induzida. Mutagênese e implicações. Geração e coleção de mutantes e uso em Genética. \n- Síntese dos Fatores evolutivos.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "A disciplina será oferecida na sala de Genética (Prof. Evaristo E. Kerr), Departamento de Genética.", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "19:45", "professores": ["(R) Maria Carolina Quecine Verdi"]}], "vagas": {"Obrigatória": {"vagas": 32, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024211", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "A disciplina será oferecida no Departamento de Genética, sala de Genética (Prof. Evaristo E. Kerr).", "horario": [{"dia": "seg", "inicio": "20:00", "fim": "22:00", "professores": ["(R) Maria Carolina Quecine Verdi"]}], "vagas": {"Obrigatória": {"vagas": 32, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}