{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Genética", "campus": "Piracicaba", "codigo": "LGN0232", "nome": "Genética Molecular", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina de GENÉTICA MOLECULAR (LGN0232) é um dos cursos de formação básica e também da ESALQ. Atende aos estudantes dos cursos de Engenharia Agronômica e Engenharia Florestal.  O curso se propõe a desenvolver os tópicos básicos da Genética Molecular através de aulas teóricas e práticas, enfatizando avanços recentes de novas técnicas biotecnológicas suas aplicações na Agropecuária e no setor Florestal. É uma disciplina pré-requisito fundamental a disciplina obrigatória oferecida pelo Departamento de Genética (Melhoramento de Plantas). Possui carga horária de 2 horas/aula semanais. O crédito trabalho é aplicado em complementação de leituras programadas, preparo do trabalho de curso de apresentação oral, e preparo de relatórios sobre as atividades realizadas em laboratório. O objetivo é dar aos alunos conhecimentos básicos sobre a biologia molecular necessários para entender as aplicações mais recentes no campo da biotecnologia em diversas áreas de conhecimento apresentando um perfil interdisciplinar, sendo assim uma disciplina de suma importância na formação profissional dos alunos da ESALQ. As aulas teóricas apresentam o detalhamento sobre o DNA como material genético; isolamento e clonagem de genes; estrutura do gene de procariotos e eucariotos; mecanismos da transcrição e da tradução; regulação da expressão gênica; genômica funcional, incluindo uma abordagem aplicada em diferentes áreas do conhecimento, mas principalmente em Genética, Melhoramento e Biotecnologia e conceitos técnicos sobre a produção de plantas geneticamente modificadas.   A disciplina representa também uma oportunidade para o aluno aprender o que é pesquisa científica, ou seja, a procura de explicações para os fenômenos que são observados na natureza. O conhecimento básico representa a origem de toda tecnologia aplicada. A Genética Molecular é uma ciência básica que depende dos conhecimentos adquiridos sobre a biologia da célula, necessários para entender todos vários processos desenvolvidos no âmbito da biotecnologia.", "programa_resumido": "Introdução ao curso: apresentação dos objetivos do curso, o que os organismos vivos têm em comum, diversidade genética e onde a informação sobre a diversidade é encontrada. Aplicação dos estudos em genética molecular (Biotecnologia). Revisão: estrutura e função do DNA, replicação, transcrição e tradução. A natureza do gene e Estrutura molecular do gene: definição de gene (uma abordagem molecular), elementos que compõem a estrutura do gene, diferenças entre genes de eucarioto e procarioto, organização dos genes nos genomas de eucariotos e procariotos, tamanho de genomas x complexidade. Tecnologia do DNA Recombinante. Histórico. Enzimas de Restrição. Eletroforese. Vetores de clonagem (origem e características), clonagem molecular dependente de células, transformação bacteriana e teoria da PCR (clonagem independente de células). Transgenia em plantas, métodos de transformação de plantas (biobalística e Agrobacterium tumefasciens) e cultura de tecidos, criação de uma linhagem transgênica e utilização em programas de melhoramento, exemplos do processo de criação de transgênicos com diferentes construções sintéticas e a nova técnica de CRISPR- CAS9. Conceitos de ômicas: genômica x transcriptômica e a metagenômica.  Identificação de sequências de DNA e RNa por meio das técnicas de blotting e a tecnologia do sequenciamento do DNA.  Introdução aos bancos de dados biológicos contendo informações sobre sequências de DNA e proteínas: aprendizagem na leitura das informações biológicas em um banco de dados de sequências de DNA. Comparação de sequências. Genética de Microrganismos e suas diversas aplicações biotecnológicas e Marcadores Moleculares no melhoramento e em estudos de conservação.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Disciplina será oferecida no Anfiteatro do Departamento de Genética (Prof. Ernesto Paterniani).", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["Ilara Gabriela Frasson Budzinski"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "A disciplina será oferecida no Anfiteatro do Departamento de Genética ( Prof. Ernesto Paterniani).", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "16:00", "professores": ["Carlos Alberto Labate"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 56, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "A disciplina será oferecida no Depto. de Genética, Anfiteatro (Prof. Ernesto Paterniani).", "horario": [{"dia": "seg", "inicio": "16:00", "fim": "18:00", "professores": ["Carlos Alberto Labate"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "A disciplina será oferecida no Anfiteatro do Departamento de Genética (Prof. Ernesto Paterniani)", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Douglas Silva Domingues"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024205", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Disciplina será oferecida no Anfiteatro do Departamento de Genética, Prof. Ernesto Paterniani.", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Douglas Silva Domingues"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024206", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "A disciplina será oferecida na sala de Genética (Prof. Warwick E. Kerr), no Departamento de Genética.", "horario": [{"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": ["Ilara Gabriela Frasson Budzinski"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024207", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "A disciplina será oferecida no Departamento de Genética, Anfiteatro (Prof. Ernesto Paterniani)", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["Antonio Vargas de Oliveira Figueira"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024208", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Disciplina será oferecida no Departamento de Genética, Anfiteatro (Prof. Ernesto Paterniani).", "horario": [{"dia": "ter", "inicio": "16:00", "fim": "18:00", "professores": ["Claudia Barros Monteiro Vitorello"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}