{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Genética", "campus": "Piracicaba", "codigo": "LGN0335", "nome": "Evolução", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "A disciplina Evolução concentra-se nos mecanismos básicos de microevolução e macroevolução, e visa dar ao aluno um enfoque funcional das interações existentes entre os organismos em nível de população e a totalidade dos fatores físicos, biológicos e processos evolutivos que afetam esses organismos. Nesta disciplina, nós damos especial atenção à intersecção entre a Evolução e a Genética de Populações e a Genética da Conservação. Nessa perspectiva, estudam-se as interações dos fatores ambientais com a estrutura genética das populações e sua conservação, e como a abundância e distribuição dos genes variam ao longo do tempo.", "programa_resumido": "História da Teoria Evolutiva. Evidências da evolução. Teoria sintética da Evolução. Estrutura genética de populações. Mecanismos microevolutivos. Mutação. Recombinação. Deriva genética. Migração. Hibridação. Seleção Natural. Mecanismos macroevolutivos. Especiação. Genética da conservação. Filogenia, classificação e evolução. Filogeografia.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Disciplina oferecida no Departamento de Genética, sala de Genética (Prof. Warwick Estevan Kerr).", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "22:00", "professores": ["(R) Giancarlo Conde Xavier Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 10, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}