{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Genética", "campus": "Piracicaba", "codigo": "LGN0115", "nome": "Biologia Celular", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Dar aos alunos conhecimentos básicos da estrutura e funcionamento da célula e dos organismos de modo a capacitá-los para o entendimento da função celular, genética e desenvolvimento de espécies vegetais e animais com foco na Ciência dos Alimentos. Detalhar ao aluno os grandes grupos de macromoléculas e sua relação à nutrição, os métodos de estudo da célula, as organelas subcelulares e os processos fisiológicos e bioquímicos que ocorrem nos seus interiores. O fluxo da informação (DNA-RNA-Proteínas), a divisão celular, sinalização, transporte de proteínas. Apresentar ao aluno as mais recentes descobertas na área de biologia celular e molecular, e as aplicações da biotecnologia nos alimentos e seus derivados.", "programa_resumido": "1. Uso do microscópio; 2. Métodos de estudo da célula e morfologia celular; 3. Extração e eletroforese de proteínas de plantas; 4. Estrutura dos ácidos nucléicos; 5. Extração de ácidos nucléicos de plantas; 6. Cromossomos de plantas e animais; 7. Eletroforese de proteínas; 9. OGMs em alimentos; 10. Ciclo Celular – Mitose e Meiose.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "A disciplina será oferecida no Depto. de Genética, Anfiteatro Prof. Ernesto Paterniani aulas teóricas e aulas práticas sala ao lado, Sala de Citologica Prof. Almiro Blumenschein.", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "21:00", "professores": ["Douglas Silva Domingues"]}], "vagas": {"Obrigatória": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "qua", "inicio": "21:00", "fim": "22:00", "professores": ["Douglas Silva Domingues"]}], "vagas": {"Obrigatória": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}