{"unidade": "Escola de Engenharia de Lorena", "departamento": "Ciências Básicas e Ambientais", "campus": "Lorena", "codigo": "LOB1273", "nome": "Restauração Ecológica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Formar profissionais em nível superior com capacidade de identificar os principais impactos em ecossistemas naturais, com ênfase nos sistemas florestais. Ao final do curso, os alunos terão condições de identificar corretamente os processos e padrões ecológicos em ambientes estressantes, além de reconhecer as principais etapas da regeneração natural. Os alunos poderão reconhecer os principais modelos e técnicas de restauração em ambientes perturbados, bem como os conceitos básicos de monitoramento e indicadores de restauração. O escopo da disciplina oferecerá um ambiente para que o aluno compreenda, vivencie e aplique o conhecimento teórico em práticas de restauração, independente da escala de estudo.", "programa_resumido": "Introdução ao conceito de impacto ambiental, estrutura e dinâmica de populações e comunidades. Introdução à ecologia da paisagem. Apresentação dos principais processos referentes à regeneração natural e restauração ecológica. Introdução ao monitoramento de projetos e seleção de indicadores ecológicos. Apresentação de mecanismos de sucessão em comunidades naturais. Contextualização da restauração ecológica no âmbito das políticas públicas ambientais.", "turmas": [{"codigo": "20251A1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EEL - Engenharia Ambiental": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}