{"unidade": "Escola de Engenharia de Lorena", "departamento": "Engenharia de Materiais", "campus": "Lorena", "codigo": "LOM3018", "nome": "Introdução à Engenharia de Materiais", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina busca introduzir o aluno ao ambiente de engenharia, propondo problemas desafiadores gerando aptidão para solução de problemas. Apresentar a Engenharia de Materiais e seus campos de atuação, aspectos legais e éticos, bem como o mercado de trabalho para o engenheiro de materiais no Século XXI. Propiciar aos alunos uma visão geral do curso, com apresentação do currículo do curso de Engenharia de Materiais da EEL. Apresentar aos alunos uma visão da evolução histórica dos materiais com o homem. Descrever exemplos marcantes da introdução de novos materiais e as mudanças sociais provocadas. Apresentar o caráter interdisciplinar da Ciência e Engenharia de Materiais e suas ligações com outros ramos da Ciência. Apresentar estudos de caso demonstrando este caráter interdisciplinar.", "programa_resumido": "1- A importância dos materiais na evolução do homem na pré-história. Alquimia, Revolução Científica e a Revolução Industrial. 2-O Engenheiro como um profissional, funções da engenharia, a ética e comunicação na engenharia 3-A grandes áreas da Engenharia de Materiais. A interdisciplinaridade da Ciência e Engenharia de Materiais. 4- Perspectivas para a Engenharia de Materiais no século XXI. 5- O currículo do curso de engenharia de materiais da EEL-USP. 6- Noções básicas de Projetos em Engenharia.\nEm todos o conteúdo do curso serão abordados aspectos sociais, ambientais, éticos, legais e econômicos para ampliar as competências dos alunos", "turmas": [{"codigo": "20251M1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}