{"unidade": "Escola de Engenharia de Lorena", "departamento": "Engenharia de Materiais", "campus": "Outro", "codigo": "LOM3095", "nome": "Tecnologias Limpas para Geração de Energia", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Esta disciplina faz parte da formação do engenheiro de materiais, contribuindo para gerar competências gerais e específicas.\nApresentar conceitos e exemplos de tecnologias limpas.\nAbordar conceitos fundamentais sobre fontes renováveis para geração de energia térmica, elétrica, veicular, dentre outras.\nApresentar exemplos de sistemas de geração de energia baseados em fontes renováveis.\nCapacitar os alunos a desenvolverem uma visão integrada da viabilidade técnico-econômica-ambiental das tecnologias limpas e geração de energia.\nIncentivar trabalhos em grupo, com ênfase na visão integrada sobre os aspectos abordados na disciplina.\nRelacionar esta disciplina com outras da grade do curso, como: Recursos Naturais, Termodinâmica de Máquinas, Introdução aos Materiais Poliméricos, Processamento de Cerâmicas I, dentre outras.", "programa_resumido": "1. Tecnologias limpas. \n2. Fontes renováveis: solar térmica e fotovoltaica, eólica, oceânica e biomassa para geração de energia; sua disponibilidade nacional e mundial. \n3. Tratamento de resíduos para geração de energias térmica, elétrica, veicular.\n4. Impactos sociais, ambientais e econômicos da geração de energia por fontes renováveis.", "turmas": [{"codigo": "20251F1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EEL - Engenharia Física": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}