{"unidade": "Escola de Engenharia de Lorena", "departamento": "Engenharia Química", "campus": "Outro", "codigo": "LOQ4061", "nome": "Laboratório de Engenharia Química II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Consolidar conceitos na área de fenômenos de transporte de calor e massa, permitindo ao aluno:\n1: Entender e utilizar instrumentos de medida apropriados e/ou softwares para fazer medições de grandezas físicas. 2: Identificar os pontos fortes e as limitações dos modelos teóricos como preditores de comportamentos do mundo real. Isso pode incluir avaliar se uma teoria descreve adequadamente um evento físico e estabelecer ou validar uma relação entre dados medidos e os princípios físicos pertinentes. 3: Compreender uma abordagem experimental, incluindo equipamentos e procedimentos apropriados, implementar esses procedimentos e interpretar os dados resultantes. 4: Identificar resultados mal sucedidos devido a limitações em equipamentos, instrumentos, dados experimentais e sugerir soluções. 5: Trabalhar de forma eficaz em equipes, ciente de seu papel individual e responsabilidades conjuntas na execução de tarefas e cumprimento de prazos. 6: Aperfeiçoar a habilidade de escrever textos técnicos ao confeccionar relatórios técnicos.", "programa_resumido": "Perfis de temperaturas em barras de seção circular; 2) Transferência de calor por convecção; 3) Determinação do coeficiente de difusão em sistemas gás-líquido;", "turmas": [{"codigo": "20251D1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EEL - Engenharia Química - Diurno": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}