{"unidade": "Escola de Engenharia de Lorena", "departamento": "Engenharia Química", "campus": "Outro", "codigo": "LOQ4098", "nome": "Fundamentos de Química para Engenharia II-A", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fazer previsões e explicar acerca dos efeitos sobre as velocidades das reações em vista de: catálise, variação da temperatura, geometria de colisão e concentração dos reagentes. Sugerir leis de velocidade de reação de posse de dados apropriados acerca dos efeitos de concentração, estudar as reações de ordens zero, um e dois. Estudar a aplicação da equação de Arrhenius. Ampliar o entendimento do sentido espontâneo das reações químicas. Entender a função termodinâmica entropia e sua relação com as três leis da termodinâmica. Entender o sentido de energia livre como uma referência para o grau de afastamento entre o sistema e seu estado de equilíbrio. Utilizar a variação da energia livre padrão como uma ferramenta para calcular a constante de equilíbrio para determinado processo. Examinar o conceito de equilíbrio e definir a constante de equilíbrio. Aprender a escrever as expressões das constantes de equilíbrio para reações homogêneas e heterogêneas e interpretar o sentido do quociente reacional. Dar a expressão do produto de solubilidade para um sal e calcular os produtos de solubilidade a partir de solubilidades determinadas experimentalmente e prever se deve ou não ocorrer precipitação. Aplicar os critérios de precipitação. Determinar os efeitos do íon comum. Calcular o pH de uma solução aquosa para sistemas envolvendo ácido ou base fortes ou pelo menos um ácido fraco ou uma base fraca. Entender o funcionamento de soluções-tampão. Estudar as reações envolvendo a formação de íons complexos a partir de espécies muito solúveis e muito pouco solúveis. Realizar uma representação simples para um sistema químico de uma pilha eletrolítica ou “galvânica” observando as convenções-padrão para identificar os eletrodos. Aplicar os princípios de estequiometria aos processos eletroquímicos usando equações balanceadas de semi-reações e o valor da constante de Faraday. Calcular potenciais-padrão de pilhas usando valores tabelados. Energia livre de Gibbs e a equação de Nernst.", "programa_resumido": "Cinética Química, Termodinâmica e Equilíbrio, Equilíbrio Químico, Eletroquímica.", "turmas": []}