{"unidade": "Escola de Engenharia de Lorena", "departamento": "Engenharia Química", "campus": "Lorena", "codigo": "LOQ4099", "nome": "Engenharia de Cristais Moleculares", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Gerais - Apresentar e Ensinar conceitos fundamentais e práticas relacionados com a formação de materiais cristalinos e amorfos constituídos de moléculas orgânicas tais como fármacos, pigmentos, corantes e semicondutores, assim como sua implicação para o desenvolvimento de materiais e dispositivos tecnológicos aplicados na farmacêutica, foto-eletrônica, recobrimentos, métodos de síntese e sensores. Abordar problemáticas sociais e ambientais com as quais essa linha de pesquisa permite a busca de soluções e o desenvolvimento novas tecnologias.\nEspecíficos – Compreender e descrever os conceitos fundamentais e práticos envolvidos na técnica de cristalização de moléculas orgânicas, abordando-se as condições operacionais (como temperatura, pressão, concentração) e aspectos de química supramolecular que se estabelecem durante o empacotamento, crescimento e transformação do sólido molecular. Apresentar artigos científicos e problemáticas industriais que enfatizem a importância desse processo para o desenvolvimento e implementação de sólidos moleculares em diversas áreas do conhecimento.", "programa_resumido": "Introdução à Engenharia de Cristais – linha do tempo. Operação unitária de cristalização e sua importância na preparação de materiais moleculares. Cristalização molecular como um evento supramolecular fora do equilíbrio. Classificação dos sistemas cristalinos e uso de técnicas de caracterização para determinação do empacotamento supramolecular. Aspectos cinéticos e termodinâmicos. Desenho e Estratégia supramolecular para formar cristais e a classificação dos diferentes sólidos. Polimorfismos e sua implicância nas propriedades do material. Métodos de se obter e manusear sólidos orgânicos para modular propriedades. Experimentos de cristalização e caracterizações.", "turmas": [{"codigo": "20251B1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Eduardo Rezende Triboni"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EEL - Engenharia Bioquímica": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}