{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Produção Vegetal", "campus": "Piracicaba", "codigo": "LPV0513", "nome": "Agroecologia e Agricultura Orgânica", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Agroecologia e Agricultura Orgânica é um curso direcionado para a síntese de conhecimento das ciências agrárias, tendo como eixo pedagógico o desenvolvimento de um plano de conversão para estilos de agricultura mais sustentáveis. Está voltado ao desenvolvimento regional, tendo como ênfase os aspectos biológicos da construção de agroecossistemas mais sustentáveis, incluindo temáticas sócio-econômicas e culturais relevantes para essa construção. No final do curso, espera-se que o participante esteja apto a diagnosticar, analisar, planejar e manejar sistemas de produção agrícola em bases ecológicas nas condições reais em que os sistemas operam.", "programa_resumido": "Origem e desenvolvimento da agricultura e domesticação de plantas e animais. A natureza como modelo para a estruturação e o manejo de sistemas agrícolas. O conceito de fertilidade do sistema como abordagem integradora das atividades na propriedade. Elaboração de planos de conversão para a agricultura de base ecológica em propriedades reais. Agricultura orgânica. Agricultura de base ecológica e os desafios da sustentabilidade do sistema agro-alimentar.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Local das aulas - Pavilhão de Sementes", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carlos Armênio Khatounian"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 13, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}