{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Produção Vegetal", "campus": "Piracicaba", "codigo": "LPV0672", "nome": "Biologia e Manejo de Plantas Daninhas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fornecer informações sobre a biologia e ecologia das plantas daninhas, relacionando as com a dinâmica populacional e interferência que estas espécies vegetais causam sobre as plantas cultivadas.  Assim, estas relações poderão ser utilizadas na racionalização do manejo integrado das plantas daninhas em agroecossistemas, através do emprego dos diversos métodos e tecnologias de controle utilizados na agricultura moderna.", "programa_resumido": "1. Origem, evolução e importância da biologia para o manejo das plantas daninhas. 2. Estratégias evolutivas e sucessão ecológica. 3. Classificação das plantas daninhas. 4. Mecanismos de reprodução e dispersão. 5. Dinâmica de populacional das plantas daninhas em agroecossistemas. 6. Banco de sementes de plantas daninhas em áreas agrícolas. 7. Identificação e sistemática das plantas daninhas. 8. Métodos de análise da vegetação daninha 9. Interferência entre plantas daninhas e cultivadas. 10. Medidas preventivas de controle. 12. Controle biológico. 13. Medidas mecânicas de controle. 14. Medidas químicas de controle das plantas daninhas.15. Resistência de plantas daninhas aos herbicidas.16. Ecotoxicologia dos defensivos agrícolas. 17. Culturas geneticamente modificadas resistentes aos herbicidas.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Local das aulas: Sala 114 - (sala 7) - Setor de Horticultura", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Rafael Munhoz Pedroso"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 55, "inscritos": 48, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}