{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Zootecnia", "campus": "Piracicaba", "codigo": "LZT0697", "nome": "Formulação e Preparo de Rações", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ensinar os conceitos de exigências nutricionais e os parâmetros que os alteram. Capacitar o estudante na utilização de ferramentas computacionais e \u0093Softwares\u0094 para cálculo de rações de custo mínimo, otimização e estimativa do desempenho. Capacitar estudantes a formular suplementos para diversas espécies animais. Apresentar ao estudante as diferentes tabelas e sistemas nacionais e internacionais de recomendação de nutrição de animais domésticos. Apresentar ao estudante as tecnologias de manipulação do desempenho e exigências através de modificadores de metabólicos, aditivos e técnicas de biotecnologia e as relações de custo/benefício. Transmitir as técnicas de preparo e processamento de rações e suplementos para obtenção da máxima eficiência da formulação.", "programa_resumido": "Esta disciplina trata de aspectos necessários à formulação e preparo de rações e suplementos, incluíndo o estudo de alimentos e aditivos, o estudo e utilização de tabelas de exigências nutricionais para diferentes espécies, os princípios de formulação de rações, o emprego de sofwares para formulação de rações de custo mínimo, as técnicas de preparo de rações e suplementos e o processamento do produto final.Também é parte da disciplina o treinamento do aluno com ferramentas computacionais que equacionem os problemas técnicos de formulação de suplementos dentro de um sistema de produção, permitindo o cáculo de rações de custo mínimo e a otimização da utilização de suplementos. O efeito do emprego de novas tecnologias sobre as exigências e a relação custo/benefício de formulações serão avaliados.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Laboratório de Nutrição Animal - LNA - Zootecnia", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Dante Pazzanese Duarte Lanna"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 23, "inscritos": 8, "pendentes": 0, "matriculados": 8, "grupos": {}}}}]}