{"unidade": "Escola Superior de Agricultura \"Luiz de Queiroz\"", "departamento": "Zootecnia", "campus": "Piracicaba", "codigo": "LZT0547", "nome": "Planejamento de Sistemas de Produção de Ruminantes", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como principal objetivo fornecer aos alunos uma visão sistêmica da produção de ruminantes integrando conhecimentos das diversas disciplinas relacionadas com os fatores PLANTA:ANIMAL:MEIO.  Com isso, pretende-se habilitar o aluno para que o mesmo seja capaz de conhecer, planejar, dimensionar, implantar, conduzir, e avaliar sistemas pecuários completos, a partir de avaliação técnica da infra-estrutura física, material, biológico disponível (animal e vegetal), qualidade da condução e gerenciamento , potencial para aplicação de tecnologia, e fatores de mercado.  Espera-se, assim, poder inteferir sobre a eficiência global desses sistemas e propor técnicas que possam torná-los mais competitivos como atividade econômica.", "programa_resumido": "No decorrer do curso será feita uma abordagem dos componentes dos sistemas de produção de ruminantes, discutindo primeiramente suas características particulares e, em seguida, como se inserem no contexto do sistema. Serão também discutidas as interações entre os componentes de maneira que possa vislumbrar a estrutura e quantificar o potencial de manipulação do sistema a partir de ajuste em um ou alguns componentes do processo produtivo.  Serão abordados aspectos de avaliação, dimensionamento e planejamento tais como levantamento inicial (fatores de ambiente, estabelecimento dos potenciais biológicos do sistema, opções de exploração, infra-estrutura física e mão-de-obra, características de rebanho, índices de produtividade), proposta de sistema de exploração (nível de especialização da mão-de-obra e grau de intensificação de manejo possível de ser atingido), identificação de deficiências e propostas de melhoria para o rebanho (planejamento da alimentação) e propostas de manejo das áreas de produção de alimento, com ênfase para os volumosos, nas diferentes épocas do ano, em função da estacionalidade da produção forrageira. Serão também abordados aspectos econômicos e de mercado que afetam a tomada de decisão técnica.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "ANFITEATRO - (Pavilhão Athanassof)", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Carlos Guilherme Silveira Pedreira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 21, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}