{"unidade": "Museu de Arte Contemporânea", "departamento": "Museu de Arte Contemporânea", "campus": "São Paulo", "codigo": "MAK0151", "nome": "História da Arte e Povos Indígenas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina propõe debater as relações entre a história da arte e os povos indígenas no Brasil. Partindo de uma discussão do papel da arte na construção de estereótipos, na produção e reprodução do racismo estrutural da sociedade brasileira, e tomando como estudo de caso a representação de pessoas indígenas na arte produzida no Brasil, a disciplina debaterá também como a história da arte no Brasil constituiu a categoria arte indígena e a significou diferentemente em distintos momentos históricos, refletindo também a respeito das críticas formuladas por pensadores e artistas indígenas à essa historiografia, assim como suas estratégias e contra-narrativas de resistência.", "programa_resumido": "Introdução à disciplina: A categoria Arte Indígena e sua historicidade. Parte 1. O papel da história da arte no racismo estrutural contra os povos indígenas: A iconografia da antropofagia e a colonização. O indígena mártir no romantismo brasileiro. Apropriação e exotização no modernismo brasileiro. Parte 2. A arte como estratégia de resistência. A resistência indígena através da arte. Mais que informantes: indígenas artistas e o conhecimento etnográfico; os desenhistas de Começos da Arte na Selva, de Koch-Grünberg. Desenhar para branco entender: Gentil Tukano, Feliciano Lana, Joseca Yanomami. As ritxòkò Karajá - resistência como tradição e inovação. Carmézia Emiliano, Duhigó Tukano, Mahku. Parte 3: Arte Indígena Hoje: Conceitos e Debates. Ritual, performance e manifestações estéticas indígenas. De quem e para quem? Protagonismo indígena em museus e acervos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Esta disciplina será ministrada no MAC USP - Ibirapuera, que se localiza à Av. Pedro Álvares Cabral, 1301, Parque Ibirapuera, São Paulo, SP.", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Fernanda Mendonça Pitta"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 27, "pendentes": 1, "matriculados": 25, "grupos": {"Qualquer Unidade da USP": {"vagas": 30, "inscritos": 26, "pendentes": 1, "matriculados": 25}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}