{"unidade": "Museu de Arte Contemporânea", "departamento": "Museu de Arte Contemporânea", "campus": "São Paulo", "codigo": "MAK0143", "nome": "Arquitetura Moderna no Brasil", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Apresentar obras e autores fundamentais à constituição de um projeto moderno e nacional no campo da arquitetura no Brasil, a partir da análise das construções constituintes dos seus períodos de formação, afirmação e síntese: do edifício do Ministério da Educação e Saúde (1936), no Rio de Janeiro, a Brasília (1957/1962). \n- Apontar para o esgotamento da gramática formal manipulada pelos arquitetos radicados no Rio de Janeiro e para a consequente mudança de centro da produção da arquitetura nacional, com a afirmação da Escola Paulista; \n- Analisar a crise de sentido da arquitetura moderna, no contexto brasileiro e internacional a partir do final da década de 1960, assim como o ressurgimento de determinadas postulações modernas no Brasil, majoritariamente em São Paulo, a partir da década de 1990; \n- Apresentar exemplares da arquitetura contemporânea que ilustram a continuidade e a ruptura com determinadas convicções que caracterizam a arquitetura moderna no Brasil; \n- Situar as produções moderna e contemporânea da arquitetura brasileira no contexto internacional.", "programa_resumido": "Análise crítica da formação, estabelecimento, crise e retomada da arquitetura moderna no Brasil, a partir da reflexão sobre suas principais obras e autores.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Rodrigo Cristiano Queiroz"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}