{"unidade": "Instituto de Matemática e Estatística", "departamento": "Matemática Aplicada", "campus": "São Paulo", "codigo": "MAP2216", "nome": "Análise Aplicada", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir conceitos básicos de análise real visando tornar os alunos familiarizados com técnicas de demonstração em Matemática e aplicações.", "programa_resumido": "1. Números reais. Intervalos encaixantes. Sequências numéricas. Sequências monotônicas limitadas. Sequências de Cauchy.\n2. Continuidade. Caracterização de continuidade por sequências. Teorema do valor intermediário (preservação da conexidade). Teoremas do máximo e do mínimo para funções definidas em intervalos fechados e limitados. Continuidade uniforme. Funções Convexas.\n3. Integral de Riemann própria: Integral superior e inferior, definição de integral. Integrabilidade de funções contínuas e teorema fundamental do cálculo. Teoremas da média em integração.\n4. Séries numéricas, convergência absoluta e convergência condicional, critérios de convergência. Aplicações. Notação o(np) e O(np).\n5. Sequências e séries de funções: convergência pontual e uniforme. Teste M de Weierstrass. Relação de continuidade, integrabilidade e derivabilidade com convergência uniforme. Convergência em média quadrática. Aplicações (Desigualdade de Parseval, sequências ortogonais).\n6. Séries de potências e propriedades. Série de Taylor com resto na forma integral e na forma de Lagrange. Aplicações.", "turmas": [{"codigo": "2025144", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Esta disciplina pressupõe que os estudantes que a cursem como optativa livre tenham feito pelo menos um semestre de Cálculo correspondente ao que é oferecido para os bacharelados.", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "11:40", "professores": ["Rodrigo Bissacot Proença"]}, {"dia": "qua", "inicio": "08:00", "fim": "09:40", "professores": ["Rodrigo Bissacot Proença"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 32, "pendentes": 2, "matriculados": 30, "grupos": {"IME - Matemática Aplicada": {"vagas": 25, "inscritos": 23, "pendentes": 0, "matriculados": 23}, "IME - Matemática Aplicada e Computacional": {"vagas": 15, "inscritos": 9, "pendentes": 2, "matriculados": 7}, "IME - Matemática Aplicada e Computacional - Habilitação em Atuária": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 12, "inscritos": 9, "pendentes": 0, "matriculados": 9, "grupos": {"Qualquer Unidade da USP": {"vagas": 12, "inscritos": 9, "pendentes": 0, "matriculados": 9}}}}}]}