{"unidade": "Instituto de Matemática e Estatística", "departamento": "Matemática", "campus": "Outro", "codigo": "MAT0354", "nome": "Geometria Diferencial", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Apresentar ao aluno alguns conceitos e resultados centrais da Matemática tais como subvariedades Riemannianas, curvaturas, geodésicas, transportes paralelos, entre outros. Tais resultados em geral são ilustrados em superfícies com o intuito de estimular a intuição dos alunos e diminuir certas tecnalidades. Porém ao final da disciplina espera-se que os alunos tenham compreendido que parte do que aprenderam não depende da dimensão baixa ou do espaço Euclidiano e que a disciplina é apenas o início de uma longa jornada que poderá envolver, entre outras, as áreas de Topologia, Dinâmica, Grupos e Simetrias, Equações Diferenciais, Calculo das Variações, além de suas aplicações à Física, em particular a Mecânica.", "programa_resumido": "(1) Rápido estudo sobre curvas em R3: Equações de Frenet, curvatura, torsão e Teorema fundamental das curvas.\n(2) Estudo local das superfícies no R3: Formas fundamentais, curvaturas e direções principais, curvatura de Gauss e curvatura média.\n(3) Conexão Riemanniana: Definição de conexão Riemanniana em superfícies mergulhadas e das 1-formas de conexão, transporte paralelo.\n(4) Geodésicas: Definição de geodésica, aplicação exponencial e Lema de Gauss.\n(5) Curvatura: Definição do tensor curvatura e enunciado de algumas propriedades, equação de Gauss e o teorema Egregium, equações Estruturais, teorema fundamental das imersões isométricas (para superfícies).\n(6) Teorema de Gauss-Bonnet: enunciado, demonstração e aplicações.", "turmas": []}