{"unidade": "Faculdade de Medicina", "departamento": "Clínica  Médica", "campus": "Outro", "codigo": "MCM5008", "nome": "Internato em Unidade de Internação de Cuidados Paliativos", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Os alunos que concluírem este estágio com êxito, serão capazes de:\n\n-\tAvaliar diagnóstico e prognóstico de pacientes com doenças crônicas avançadas.\n-\tAvaliar o benéfico ou não de suporte avançado de vida em pacientes com doenças crônicas avançadas com funcionalidade baixa e sem possibilidade de tratamento modificador de doença.\n-\tAvaliar a utilização racional de recursos e alocação adequada destes pacientes.\n-\tAvaliar os aspectos biográficos dos pacientes, respeitando sua autonomia e validando seus valores e preferências.\n-\tAcolher o paciente e familiares, em conjunto com uma equipe multiprofissional, também especializada em cuidados paliativos visando minimizar o sofrimento físico e psicossocial do paciente e familiares.\n-\tAdquirir habilidades para manejo de arsenal terapêutico específico para controle de sintomas em pacientes em final de vida.\n-\tAdquirir habilidades em comunicação relacional para reunião com familiares de pacientes em final de vida visando tomada de decisão compartilhada.", "programa_resumido": "Este programa visa a implementação de Estágio Optativo em Cuidados Paliativos para o curso de graduação da Faculdade de Medicina da Universidade de São Paulo. O estágio será direcionado aos alunos do 5° ano e constará na grade curricular enquanto disciplina optativa do Departamento de Clínica Médica da FMUSP.  \n\nO estágio tem por objetivo atender uma necessidade premente em aprimorar a formação dos alunos de medicina em habilidades e competências (técnicas, procedimentais e atitudianais) necessárias  à boa formação médica na área de controle de sintomas, comunicação e interação com pacientes e seus familiares.  Além disso uma relação médico-paciente mais humanizada poderá atender premissas importantes em relação a comunicação de más notícias e o manejo de pacientes com doenças crônicas avançadas ou em final de vida.\n\nIsto ocorrerá através da atuação monitorada do graduando na enfermaria de cuidados paliativos, atualmente alocada no quinto andar do Instituto Perdizes.  Basicamente, com esta experiência, o graduando do 5° ano terá a oportunidade de interagir com familiares e pacientes em final de vida e equipe especializada em cuidados paliativos (médicos e multiprofissionais) num trabalho integrado de tomada de decisão que favoreça o conforto e a dignidade destes pacientes. O estágio será estruturado para possibilitar a interação entre professores e alunos, conforme pressupostos da metodologia ativa de ensino e aprendizado, além da participação interativa da equipe interdisciplinar que também compartilha das discussões.\n\nA avaliação final será através de avaliação de: 1) aspectos comportamentais (postura, conduta respeitosa, pontualidade): 2) conhecimento técnico e participação ativa na assistência e atividades pedagógicas monitoradas; 3) Elaboração de portfólio com caso clínico onde haja desenvolvimento sobre reconhecimento da terminalidade, manejo clínico e tomada de decisão.", "turmas": []}