{"unidade": "Faculdade de Medicina", "departamento": "Dermatologia", "campus": "Outro", "codigo": "MDT5001", "nome": "Estágio Opcional em Dermatologia", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "1- Complementação à formação em Dermatologia oferecida no Estágio de Internado do 5º ano da FMUSP\n2- Participação na rotina do ambulatório e enfermaria da Divisão de Dermatologia do HCFMUSP\n3- Participação nas interconsultas hospitalares solicitadas à Dermatologia no complexo HCFMUSP", "programa_resumido": "Os alunos serão divididos em 02 grupos, que se revezarão em 02 turnos de 02 semanas.\n\nTurno 1- Manhã: Enfermaria de Dermatologia- evolução de doentes internados, participação nas visitas médicas. Tarde: Interconsultas- acompanhamento das interconsultas hospitalares solicitadas à Dermatologia, junto ao médico residente responsável. Ao final do Turno haverá um seminário de apresentação dos casos de interconsultas, a serem discutidos em grupo, com a participação dos quatro alunos, dos residentes envolvidos e de um docente (02 discussões).\n\nTurno 2- Manhã: 01 aluno- Atendimento de casos novos no ambulatório (8:00 às 9:30), com participação e discussão na Checagem dos residentes (9:30-11:00). 01 aluno- ambulatório de especialidades da manhã. Tarde: 02 alunos- ambulatório de especialidades da tarde.\n\nGrade dos ambulatórios de especialidades a serem frequentados:\n\nSegunda-feira: Hanseníase (manhã); Farmacodermias (tarde)\nTerça-Feira: Micologia e Transplantados (manhã); Colagenoses (tarde)\nQuarta-feira: DST (manhã); Psicodermatoses (tarde)\nQuinta-feira: Ambulatório Geral Didático e Reunião Geral (manhã); Hanseníase (tarde)\nSexta-feira: Dermatite de Contato (manhã); Estomatologia e Discussão das Interconsultas (tarde)", "turmas": []}