{"unidade": "Museu de Arqueologia e Etnologia", "departamento": "Museu de Arqueologia e Etnologia", "campus": "São Paulo", "codigo": "MEA0020", "nome": "Arqueologia do Mundo Romano Provincial", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Proporcionar ao aluno um entendimento mais amplo do Mundo Antigo Clássico, composto por vastas redes de contatos e trocas, as quais envolveram, em determinados momentos, sociedades política e economicamente dominantes, como a romana, mas também alcançaram  outros povos que habitavam o Império Romano. Também é nosso objetivo sistematizar as recentes questões teóricas a respeito da presença de Roma em suas áreas de dominação dentro e fora da esfera mediterrânica e analisá-las em conjunto com os documentos arqueológicos de suas províncias, de modo a entender a atuação do Império nas diversas localidades, assim como as respostas dadas a ele. Tal objetivo pressupõe a compreensão dos processos de interação cultural multidirecionais que se estabeleceram entre Roma e as províncias. Procurar-se-á a diversificação das fontes, em especial, propiciada pela análise conjunta de documentação histórica e arqueológica, respeitando suas capacidades interpretativas autônomas e levando em consideração as discussões modernas sobre os processos envolvidos em suas construções.", "programa_resumido": "A presença romana em suas áreas de dominação dentro e fora da esfera mediterrânica. Processos de transformação cultural e seus correlatos na cultura material. Mudanças ocorridas nos seus múltiplos aspectos, tendo em vista a variabilidade dos contextos das sociedades submetidas ao poder imperial. Revisão da historiografia tradicional que traz em seu bojo um discurso formado em contexto imperial nas grandes potências europeias que tende a reduzir o fenômeno a uma entidade estática e generalizada. Debate sobre o desenvolvimento e aprofundamento das pesquisas da arqueologia e da história nas áreas provinciais romanas das últimas décadas. Novas formas de interpretação com modelos explicativos mais plurais e em compasso com uma realidade dinâmica e muito diversificada.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Vagner Carvalheiro Porto"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}