{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "Outro", "codigo": "MFT0252", "nome": "Iniciação à Pesquisa II - Campo: Terapia Ocupacional, Saúde e Trabalho", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Nessa disciplina o aluno deve, a partir de um projeto elaborado na disciplina MFT0211, compreender processos de coleta e análise de dados, elaboração de relatório de pesquisa e formulação de artigo científico. A disciplina visa apoiar o aluno no desenvolvimento de projetos na área de saúde e trabalho, na análise da produção científica da área, na compreensão dos principais métodos de pesquisa utilizados, no desenvolvimento de instrumentos de coletas de dados, na análise de dados, na conclusão do projeto e publicação científica. Trata-se de processo individual onde o aluno deverá optar entre os campos temáticos abaixo para desenvolver seus estudos:\n- trabalho e processos de saúde e doença: constituição histórica e atual; estudo de políticas e programas de saúde e trabalho;\n- estudo de programas de saúde e trabalho e terapia ocupacional em diferentes contextos (CRST, SESMT, INSS, empresas, etc);\n- estudo de problemáticas relacionadas à inserção no trabalho e de formas de superá-las; \n- diferentes metodologias de ação em saúde e trabalho – ergonomia, psicodinâmica do trabalho; \n- reabilitação profissional no Brasil e o papel da terapia ocupacional; \n- processos de prevenção de adoecimentos relacionados ao trabalho, prevenção de afastamentos;\n- retorno e permanência no trabalho;\n- programas de atenção a afastamento por causas externas (acidentes de trabalho, entre outros) incluindo a reinserção profissional;\n- inclusão com pessoas com deficiência no trabalho", "programa_resumido": "Espera-se que o aluno, a partir de projeto elaborado na disciplina MFT0211, possa desenvolver atividade de pesquisa relacionada à temática saúde, trabalho e terapia ocupacional, incluindo a coleta de dados e análise dos resultados de sua pesquisa, assim como a elaboração de um artigo ou monografia.", "turmas": [{"codigo": "2025101", "inicio": "27/02/2025", "fim": "26/06/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "16:00", "fim": "19:00", "professores": ["(R) Selma Lancman"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "27/02/2025", "fim": "26/06/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "13:00", "fim": "16:00", "professores": ["(R) Talita Naiara Rossi da Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}