{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0717", "nome": "Terapia Ocupacional e as Práticas Corporais I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Estudar os conhecimentos básicos para o entendimento do termo integração fisiopsíquica e sua importância e relação com os conceitos de corpo na atualidade. Contextualizar o surgimento destas práticas no âmbito das correntes corporalistas. Possibilitar ao aluno o conhecimento e a vivência de métodos e técnicas de trabalhos corporais com referências no conceito de integração fisiopsíquica, que possam ser utilizadas com as populações atendidas em terapia ocupacional. Fornecer uma instrumentalização teórica e técnica introdutória a esses recursos terapêuticos. Oferecer ao aluno condições de refletir sobre os procedimentos apresentados, e avaliar sua importância nos processos terapêuticos ocupacionais.", "programa_resumido": "Apresentar conceitos de referência para a utilização das técnicas de abordagens corporais de integração fisiopsíquica \u0096 aspectos psíquicos e corporais, as funções da pele, tato e contato;Estudar as técnicas de relaxamento e trabalhos corporais que auxiliam o recondicionamento psicofísico, e restauram e reconstituem a saúde das pessoas, facilitando ações e relações no mundo;Estudar as abordagens do corpo no âmbito da terapia ocupacional;Desenvolver laboratórios práticos sobre técnicas de relaxamento e de trabalhos corporais realizadas individualmente e grupalmente;Estudar instrumentos de avaliação corporal e registro dos conteúdos do corpo.", "turmas": [{"codigo": "2024201", "inicio": "07/08/2024", "fim": "23/10/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:30", "fim": "11:30", "professores": ["(R) Erika Alvarez Inforsato"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}