{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "Outro", "codigo": "MFT0798", "nome": "Instituições, Processos de Desfiliação e Inclusão Social", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O curso busca construir um quadro básico de referência para discutir as principais questões que, na atualidade, envolvem a visibilidade social e problemáticas de determinadas populações que vivenciam processos de exclusão, marginalização, dissociação do vínculo social ou mais precisamente desfiliação, especialmente àquelas que são alvo de intervenções no campo da saúde caracterizadas como: pessoas com deficiência física e sensorial, com transtornos mentais, etc.\nEssa temática nos leva necessariamente para a problematização dos processos de constituição do indivíduo, da contratualidade social e das instituições no quadro da modernidade.\nO curso visa também, possibilitar o estudo e a reflexão sobre a questão da inclusão social das pessoas que, por razões de doença, deficiência, desabilidade e risco pessoal/social encontram-se em situação de vulnerabilidade, propiciando o entendimento sobre o papel e possibilidades das ações da Terapia Ocupacional nos processos de inclusão social.", "programa_resumido": "Cidadania, Direitos e Políticas Sociais: apontamentos conceituais; \nCidadania e os processos de Inclusão, vulnerabilidade e desfiliação social; \nAs instituições asilares e os processos de institucionalização e de desinstitucionalização com base no referencial da desinstitucionalização;\nReabilitação, inclusão, inserção: a reabilitação como construção de direitos e o campo da terapia ocupacional;\nReabilitação, inclusão, inserção: o direito à liberdade e a habitar/viver na cidade e o campo da terapia ocupacional.", "turmas": []}