{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0861", "nome": "Prática Clínica de Fisioterapia em Saúde da criança e do Adolescente II", "creditos_aula": 3, "creditos_trabalho": 2, "objetivos": "-\tDesenvolver a independência para elaborar diagnósticos funcionais, resolver problemas e aplicar os procedimentos adequados para a avaliação das disfunções sensoriais, motoras e cognitivas associadas aos distúrbios neuromusculares da infância.\n-\tDesenvolver e treinar as habilidades de observar, investigar, analisar, interpretar, identificar, relacionar e fundamentar tais disfunções em seu contexto individual, pessoal, familiar, escolar e social.\n-\tTreinar com o paciente a habilidade da aplicação dos procedimentos fisioterapêuticos de avaliação e intervenção. \n-\tAnalisar a eficácia e a evolução dos resultados da terapêutica aplicada, estimulando que o aluno adquira competência e independência para decidir os critérios de alta, bem como as intervenções em ambiente domicilar, escolar e outros.\n-\tTreinar a prática fisioterapêutica na equipe multiprofissional, baseada nos preceitos éticos.\n-\tOportunizar a vivência clínica dos métodos fisioterapêuticos atuais na área, bem como analisá-los criticamente, e a proposição de novos métodos para a resolução de problemas da criança com distúrbios neuromusculares.", "programa_resumido": "Treinamento prático da habilidade em avaliar crianças com distúrbios neurológicos em seu contexto indivudual, familiar, escolar e social; estabelecer hipóteses para as disfunções e objetivos terapêuticos; elaborar e testar as estratégias de tratamento em diferentes níveis e locais de atuação. Treinamento da aplicação e vivência da interação em equipe multiprofissional.", "turmas": [{"codigo": "2025101", "inicio": "03/02/2025", "fim": "27/06/2025", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Renata Hydee Hasue"]}, {"dia": "ter", "inicio": "13:00", "fim": "17:00", "professores": ["(R) Renata Hydee Hasue"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}