{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0745", "nome": "Tópicos Clínicos e de Pesquisa em Transtornos da Comunicação e Saúde Mental", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Preparar o aluno do último ano do Curso de Graduação para a vivência profissional interativa: desafios e dilemas éticos, morais, científicos e práticos na área dos Distúrbios ou Transtornos da Comunicação e Saúde Mental. Capacitar o aluno para formular e executar um plano de pesquisa que será a diretriz e o marcador de capacitação para a apresentação do trabalho de conclusão do curso de graduação na área dos Distúrbios ou Transtornos da Comunicação e Saúde Mental.", "programa_resumido": "A disciplina abrange o estudo de casos sob a visão da pesquisa científica: base bibliográfica baseada em evidências, coleta e tabulação de dados, análise estatística, redação final na forma de artigo de pesquisa. O caso ou casos de estudo contemplarão: a discussão diagnóstica, o tratamento e o prognóstico do paciente. A abordagem considera os aspectos clínicos, a saúde mental, as condições socioeconômico culturais e os direitos e desejos do paciente e sua família na área dos Distúrbios ou Transtornos da Comunicação e Saúde Mental.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "24/11/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Daniela Regina Molini Avejonas"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FM - Fonoaudiologia": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}