{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0723", "nome": "Terapia Ocupacional em Saúde Mental e Atenção Psicossocial I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir o aluno ao estudo da atenção comunitária em saúde mental e dos núcleos de intervenção gerais e específicos desenvolvidos por equipes multiprofissinais e, em particular, pela terapia ocupacional no contexto das redes de atenção psicossocial. Para tanto é necessário contextualizar a emergência do campo da atenção comunitária em saúde mental seus princípios e diretrizes. Conhecer as concepções sobre o trabalho interprofissional colaborativo nas redes de atenção setorial e intersetorial em rede de serviços, bem como organização, tipologias e níveis assistenciais dos serviços comunitários de saúde mental no contexto da Política Nacional de Saúde Mental. Requer também, o estudo das metodologias e instrumentos utilizados nesse campo pelas equipes e, particularmente, pela Terapia Ocupacional no cuidado às pessoas com transtorno mental e pessoas com necessidades decorrentes do uso de álcool e outras drogas.", "programa_resumido": "I Loucura e doença mental: nascimento do asilo \nII Instituição Psiquiátrica no Brasil: Tratamento Moral e Terapia Ocupacional\nIII Reformas psiquiátricas e o processo de constituição do campo da atenção comunitária em saúde mental\nIV. Saúde Mental Comunitária: princípios, diretrizes e práticas.\nV. As bases éticas e a defesa dos direitos humanos e sociais\nVI. A Terapia Ocupacional nas redes de serviços comunitários de saúde mental: principais proposições teóricas e práticas.\nVII. As diretrizes da construção de projetos de cuidado, de vida e de inclusão e participação social para pessoas com transtornos mentais severos e pessoas com necessidades decorrentes do uso de álcool e outras drogas, no contexto das proposições da Rede de Atenção Psicossocial", "turmas": [{"codigo": "2025101", "inicio": "06/03/2025", "fim": "03/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Cláudia Pellegrini Braga"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}