{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0803", "nome": "Estágio Supervisionado em Fonoaudiologia Educacional: Programa Escola", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "•\tCapacitar o aluno para a atuação fonoaudiológica educacional, com enfoque em promoção de saúde. \n•\tHabilitar o estagiário a refletir, junto à equipe escolar, sobre o processo de ensino-aprendizagem, a aquisição e o desenvolvimento da linguagem escrita, as habilidades cognitivo-linguísticas e demais questões correlatas. \n•\tProporcionar ao estagiário o conhecimento da instituição escolar por meio da observação coletiva das turmas, da entrevista com professores e, quando necessário, da aplicação de uma sondagem individual com alunos com perfis diferentes de aprendizagem, a fim de caracterizar as demandas e organizar atividades de estimulação fonoaudiológica com base no primeiro nível do modelo de resposta à intervenção (RTI), a serem desenvolvidas em sala de aula, de forma conjunta com o professor.\n•\tPromover a vivência de situações encontradas no cotidiano escolar como: estabelecimentos de boas relações e orientações a pais, professores, diretoria, coordenação pedagógica e funcionários a respeito de temas fonoaudiológicos, como desenvolvimento de linguagem, funções executivas, cuidados com a voz, prejuízos auditivos provocados pelo ruído, dentre outros.", "programa_resumido": "Histórico da Fonoaudiologia Educacional. Noções sobre as principais legislações educacionais brasileiras e sobre as normas do Conselho Federal de Fonoaudiologia e Sociedade Brasileira de Fonoaudiologia a respeito da Fonoaudiologia Educacional. Possibilidades de atuação fonoaudiológica na escola: consultoria, assessoria e gerenciamento. Promoção de saúde na escola por meio da implantação do modelo de resposta à intervenção (RTI).", "turmas": [{"codigo": "2024201", "inicio": "08/08/2024", "fim": "21/11/2024", "tipo": "Prática", "observacoes": "Estágio dias 8;15 e 22 na sala interativa Bloco didático\nOs demais dias na Escola de Aplicação.", "horario": [{"dia": "qui", "inicio": "13:00", "fim": "17:00", "professores": ["(R) Debora Maria Befi Lopes"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 12, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}