{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0305", "nome": "Procedimentos Clínicos sob Supervisão  especialidade na área de Neuroaudiologia", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Relacionar as experiências práticas em Neuroaudiologia, com dados da anamnese e de outras medidas de avaliação audiológica, nos diversos ciclos de vida. Descrever e interpretar os achados e as prioridades relativas ao atendimento audiológico, bem como realizar os encaminhamentos necessários a cada caso, incluindo o paciente e sua família.", "programa_resumido": "Realizar procedimentos de avaliação neuroaudiológica nas diferentes populações e faixas etárias, bem como orientar e encaminhar para as especialidades necessárias de acordo com o caso. Desenvolver e demonstrar, sob supervisão, habilidades para avaliar e realizar o diagnóstico audiológico de pacientes com transtornos da audição. Desenvolver e demonstrar, sob supervisão, habilidades para elaborar e seguir o raciocínio clínico. Desenvolver e demonstrar, sob supervisão, habilidades para buscar soluções em banco de dados. Desenvolver e demonstrar habilidade para a proposição de projetos de pesquisa; seminários e discussões de casos na área do estágio e em áreas correlatas fonoaudiológicas e multidisciplinares.", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "09/12/2025", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Eliane Schochat"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 15, "inscritos": 15, "pendentes": 0, "matriculados": 15, "grupos": {"FM - Fonoaudiologia": {"vagas": 3, "inscritos": 3, "pendentes": 0, "matriculados": 3}}}}}]}