{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0251", "nome": "Iniciação à Pesquisa II - Campo: as Atividades, Os Recursos Terapêuticos e Os Processos Criativos em Terapia Ocupacional", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Possibilitar a iniciação à pesquisa, considerando a natureza do trabalho científico (experimentação e problematização de métodos e procedimentos, utilização de instrumentos de coleta e análise de dados) e visando permitir ao aluno o estudo em maior profundidade de temáticas mais próximas a seu interesse, com orientação de docentes que desenvolvem estudos na mesma área.\nDesenvolver o projeto de pesquisa delineado no semestre anterior sobre uma das temáticas abaixo relacionadas:\n- As atividades e os recurso\ns terapêuticos utilizados em Terapia Ocupacional;\n- Processos criativos e Terapia Ocupacional;\n- Atividades Humanas e Produção de subjetividade;\n- Terapia Ocupacional, a construção de linguagens e as atividades culturais;\n- O corpo, o desenvolvimento da corporeidade, as abordagens corporais, as artes do corpo e as articulações com o campo da Terapia Ocupacional; \n- A arte, as atividades expressivas e artísticas, a produção artística e o campo da Terapia Ocupacional;\n- Terapia Ocupacional e ações na interface arte e saúde: história, tendências, fundamentação e práticas;\n- Acompanhamento terapêutico, prática clínica e ações territoriais em Terapia Ocupacional: estudo teórico ou estudo de casos;\n- Intervenção junto a pessoas em situação de desvantagem social no âmbito da Terapia Ocupacional: a construção e o acompanhamento em redes de sustentação.", "programa_resumido": "Resumo do conteúdo programático:\n1. Estudo da bibliografia específica;\n2. Realização da pesquisa proposta no semestre anterior;\n3. Redação final de monografia ou artigo para apresentação em Revista, correspondente ao Trabalho de Conclusão de Curso (TCC).", "turmas": [{"codigo": "2024201", "inicio": "08/08/2024", "fim": "21/11/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Elizabeth Maria Freire de Araujo Lima"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "08/08/2024", "fim": "21/11/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Erika Alvarez Inforsato"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}