{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "Outro", "codigo": "MFT0921", "nome": "Prática Supervisionada em Terapia Ocupacional I", "creditos_aula": 6, "creditos_trabalho": 2, "objetivos": "Objetivo Geral:\nPossibilitar a construção de experiências práticas supervisionadas centradas no conhecimento, vivência, discussão e reflexão sobre:\no\tAs populações atendidas em Terapia Ocupacional em seus contextos de vida, redes sociais, especialmente no que se refere à autonomia, cotidiano, participação social e exercício de direitos; \no\tOs funcionamentos institucionais, sua inserção territorial e suas propostas, \no\tO desenvolvimento de estratégias de interação, comunicação, convivência e mediação de relações pessoas-contextos nos cenários de práticas.\nObjetivos específicos:\nPossibilitar ao estudante: 1)  contato com as populações alvo da terapia ocupacional, com distintas problemáticas, em diferentes ciclos e condições de vida; 2)  contato com  diferentes histórias de vida, suas dimensões no cotidiano e itinerários percorridos por pessoas e/ou coletivos (família, grupos sociais ou comunidade) visando a atenção das necessidades sociais e de saúde; 3) aproximações teóricas e metodológicas que favoreçam a reflexão crítica sobre as diferentes necessidades, acesso a serviços, formas de participação e inclusão social dessas  populações.", "programa_resumido": "I. Aproximação e vivência com populações acompanhadas em terapia ocupacional:  pessoas com limitações em atividades e restrição a participação na vida social, relacionadas aos ciclos e condições de vida, a problemas de saúde e vulnerabilidade pessoal e social;  \nII. Aprendizado de técnicas de registro de história oral de vida, vida cotidiana, percursos/itinerários e redes de suporte;\nIII. Entrevistar, visitar e conviver com populações alvo da terapia ocupacional.", "turmas": []}