{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0958", "nome": "Prática Clínica III - Transtornos da Fala, Linguagem e Motricidade Orofacial, da Alimentação e da Deglutição", "creditos_aula": 4, "creditos_trabalho": 12, "objetivos": "Tornar o aluno apto e seguro a fornecer assistência assertiva, eficaz, adequada e compassiva ao paciente que está internado em hospital, em situação de risco de vida, de doença crônica ou por intervenção cirúrgica. A prática de formação inclui as ações fonoaudiológicas indicadas para o atendimento no pronto-socorro; nas UTIs/CTIs; enfermarias e ambulatórios de apoio. Ao término do estágio, o aluno deverá estar apto a: obter informações essenciais e precisas em tempo real a partir dos dados clínicos gerais e fonoaudiológicos; integrar informações de maneira que possa gerar um raciocínio clínico adequado com hipóteses diagnósticas e diagnósticos diferenciais apropriados;  reconhecer e priorizar os cuidados aos pacientes mais graves que tenham sido liberados para a Fonoaudiologia, por condição de estabilidade clínica; indicar de forma racionalizada e compatível com as discussões clínicas os exames complementares necessários à confirmação da hipótese diagnóstica fonoaudiológica; realizar a evolução dos pacientes, com base nos protocolos institucionais, nos sistemas de prontuários eletrônicos. Os objetivos afetivos e comportamentais para aquisição de competências clínicas deverão estar pautados em: ética em todos os momentos do atendimento e no relacionamento com os outros profissionais; empatia com o paciente que está sendo atendido; respeito ao paciente, suas crenças, sua cultura, bem como aos outros profissionais.", "programa_resumido": "O estágio aborda os procedimentos fonoaudiológicos, em todas as áreas de especialidade fonoaudiológica, que respondem pela assistência aos pacientes internados em PS, UTI/CTI, enfermarias e ambulatórios de apoio. O treinamento prático é focado no desenvolvimento de habilidades e competências necessárias à formação do aluno para as práticas hospitalares.", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "27/11/2025", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Ana Paula Ritto", "(R) Claudia Regina Furquim de Andrade"]}, {"dia": "ter", "inicio": "13:00", "fim": "17:00", "professores": ["(R) Ana Paula Ritto", "(R) Claudia Regina Furquim de Andrade"]}, {"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["(R) Ana Paula Ritto", "(R) Claudia Regina Furquim de Andrade"]}, {"dia": "qui", "inicio": "08:00", "fim": "11:45", "professores": [""]}, {"dia": "qui", "inicio": "13:00", "fim": "17:00", "professores": ["(R) Ana Paula Ritto", "(R) Claudia Regina Furquim de Andrade"]}], "vagas": {"Obrigatória": {"vagas": 46, "inscritos": 23, "pendentes": 0, "matriculados": 23, "grupos": {}}}}]}