{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0787", "nome": "Terapia Ocupacional, Saúde e Trabalho", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Permitir ao aluno refletir sobre o processo de trabalho, importância do trabalho como fator de exclusão/inclusão,  as relações e  determinações   do trabalho no processo saúde doença, sua influência na constituição do perfil epidemiológico  das classes trabalhadoras e sua importância na vida cotidiana dos indivíduos.Refletir sobre conceitos tais como: trabalho e sofrimento, trabalho e identidade, trabalho e saúde, etc.Estudar o campo da saúde do trabalhador no Brasil, em nível histórico, políticas  de atenção ao trabalhador vigentes e   principais processos de adoecimento  relacionados ao trabalho no mundo contemporâneo.Compreender  as relações entre  organização e processo de trabalho e seus efeitos sobre a saúde. Estudar as principais teorias para o  estudo e intervenção em situações de trabalho, tais como: Ergonomia e Psicodinâmica do Trabalho.Estudar  a  campo de Saúde, Trabalho e Terapia Ocupacional,  diferentes modalidades de intervenção, em nível preventivo, assistencial e de reabilitação a portadores de doenças ou de seqüelas relacionadas ao trabalho.", "programa_resumido": "A importância do trabalho e suas mudanças na sociedade atual, políticas de saúde do trabalhador, principais doenças relacionadas ao trabalho; principais abordagens em saúde do trabalhador, Terapia Ocupacional, saúde e trabalho.", "turmas": [{"codigo": "2025101", "inicio": "06/03/2025", "fim": "03/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Selma Lancman"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}