{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0799", "nome": "Processo Saúde - Doença", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "1)  Propiciar o estudo e a reflexão sobre o processo saúde-doença e suas diferentes concepções procurando compreender a complexidade das ações que revelam e tratam essas duas categorias; 2) Possibilitar o conhecimento inicial e a reflexão sobre a experiência do adoecimento, da deficiência e da diversidade em sua singularidade e complexidade  e a relação entre demandas e respostas no contexto das políticas públicas", "programa_resumido": "1. O processo saúde-doença e suas explicações no campo da saúde; 2. A doença, o sofrimento e as perturbações: possibilidades de compreensão dos fenômenos no campo da antropologia da saúde; 3. A compreensão da deficiência, incapacidade e desvantagem e das limitações das atividades e da participação;  4. O quadro sanitário no Brasil: perfil epidemiológico dos anos 90 e sua importância para a atenção em saúde;5. A percepção das pessoas com desabilidades e em situação de desvantagem sobre: o processo saúde-doença e as mudanças nos itinerários de vida, a construção de percursos terapêuticos e as relações entre as necessidades das pessoas e as proposições das políticas públicas, em particular, dos serviços de saúde.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "25/11/2024", "tipo": "Teórica", "observacoes": "Profa. Temporária: Erika Marinheiro", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Fatima Correa Oliver"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}