{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "São Paulo", "codigo": "MFT0840", "nome": "Fisioterapia na Saúde do Idoso", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Discutir sobre o envelhecimento populacional, transições demográfica e epidemiológica e suas influência sobre as políticas públicas de saúde do idoso além de desenvolver o senso crítico sobre as políticas públicas de saúde do idoso;- Estimular e fundamentar o conhecimento sobre o processo de envelhecimento dentro do contexto biológico, psicológico e social e sua repercussão na independência e autonomia dos indivíduos.- Estudar as alterações funcionais decorrentes do envelhecimento e as intervenções fisiotepêuticas nas principais síndromes geriátricas.- Discutir sobre as consequências da perda da capacidade funcional para o idoso, família e  sociedade;- Discutir sobre a prevenção de quedas e da perda da mobilidade no idoso;- Abordar e discutir a atuação do fisioterapeuta na prevenção de seqüelas funcionais no idoso frágil;- Fundamentar a prática fisioterapêutica em Cuidado Paliativo.- Discutir e estimular a participação do fisioterapeuta como membro da equipe de saúde, com atuação interdisciplinar, na assistência ao idoso nos diversos níveis de atenção à saúde;- Desenvolver habilidades para a prática clínica com base na avaliação fisioterapêutica, nos diversos locais de atendimento: hospital (UTI, enfermaria, pronto-atendimento, ambulatório, hospital-dia), consultório, instituição de longa permanência e domicílio.", "programa_resumido": "Senescência. Idoso Frágil. Prevenção em Geriatria. Envelhecimento populacional. Políticas de Saúde do Idoso. Atividade física e esporte na terceira idade. Avaliação fisioterapêutica em geriatria. Reabilitação em geriatria. Qualidade de vida. Doenças crônicas. Doenças progressivas. Assistência domiciliária. Equipe multiprofissional. Interdisciplinaridade. Família e cuidador. Institucionalização. Atividades em grupo. Cuidados paliativos. Morte e luto.", "turmas": [{"codigo": "2025101", "inicio": "27/02/2025", "fim": "26/06/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) José Eduardo Pompeu"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}