{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "Outro", "codigo": "MFT0721", "nome": "Terapia Ocupacional Social - Conceitos e Implicações Metodológicas", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Levar o estudante a compreender a terapia ocupacional social como um campo delimitado de estudos e de intervenções sociais, seu objeto, suas bases teórico-metodológicas, a especificidade dos contextos e dos problemas sobre os quais intervém e alguns segmentos sociais com os quais atua. \nOferecer subsídios conceituais para uma leitura social da realidade, em especial acerca das situações de vulnerabilidade e/ou risco social, levando em conta a multiplicidade de componentes que interagem na produção dessas condições. \nFavorecer a aquisição de conhecimentos que fundamentam ética, política e tecnicamente, de maneira coerente, as estratégias de intervenção em terapia ocupacional social.\nPropiciar a reflexão crítica acerca do papel profissional no campo social e sua dimensão técnico-política.", "programa_resumido": "- Fundamentos teórico-metodológicos da Terapia Ocupacional Social\n- Terapia Ocupacional, processos de inclusão/exclusão social e estratégias da prática  \n- A Política Nacional de Assistência Social e o Sistema Único de Assistência Social (SUAS) e demais esferas de atuação da terapia ocupacional social.\n- Terapia ocupacional social junto a segmentos em situação de vulnerabilidade e/ou risco social (crianças e adultos em situação de rua, comunidades tradicionais, imigrantes, crianças e jovens pobres de periferias urbanas e/ou em cumprimento de medida socioeducativa, famílias incluídas em programas, projetos e ações socioassistenciais, entre outros grupos sociais).", "turmas": []}