{"unidade": "Faculdade de Medicina", "departamento": "Fisioterapia,  Fonoaudiologia e  Terapia Ocupacional", "campus": "Outro", "codigo": "MFT0959", "nome": "Prática Clínica III Audiologia", "creditos_aula": 4, "creditos_trabalho": 8, "objetivos": "Tornar o aluno apto e seguro a fornecer assistência assertiva, eficaz, adequada e compassiva ao paciente que está no ambiente hospitalar para atendimento audiológico. Capacitar o aluno a aplicar diferentes procedimentos audiológicos diagnósticos que permitam identificar os diversos distúrbios de audição em diferentes faixas etárias nos cenários de média e alta complexidade. Capacitar o aluno na atuação prática com diferentes dispositivos eletrônicos aplicados à perda auditiva. A meta educacional é que o aluno atenda aos pacientes de forma integrada, contemplando as diferentes competências adquiridas nas etapas prévias do curso. Os objetivos para aquisição de competências clínicas deverão estar pautados em: ética em todos os momentos do atendimento e no relacionamento com os outros profissionais; empatia com o paciente que está sendo atendido; respeito ao paciente, suas crenças, sua cultura, bem como aos outros profissionais.", "programa_resumido": "Capacitar o aluno à prática audiológica clínica por meio da utilização de técnicas audiológicas convencionais envolvidas no atendimento de casos de média e alta complexidade para avaliação dos sistemas auditivo e vestibular. Capacitar o aluno à prática audiológica clínica em dispositivos eletrônicos aplicados à perda auditiva. Desenvolver o raciocínio crítico direcionado às diversas possibilidades de ações fonoaudiológicas nos diversos ciclos de vida.", "turmas": [{"codigo": "2025101", "inicio": "26/02/2025", "fim": "27/11/2025", "tipo": "Prática", "observacoes": "1 vaga  especial  para Intercambio", "horario": [{"dia": "ter", "inicio": "13:00", "fim": "17:00", "professores": ["Eliane Schochat", "Renata Mota Mamede Carvallo"]}, {"dia": "qua", "inicio": "08:00", "fim": "11:45", "professores": ["Carla Gentile Matas", "Eliane Schochat"]}, {"dia": "qui", "inicio": "08:00", "fim": "11:45", "professores": ["Carla Gentile Matas", "Renata Mota Mamede Carvallo"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}