{"unidade": "Faculdade de Medicina", "departamento": "Doenças Infecciosas e Parasitárias", "campus": "São Paulo", "codigo": "MIP5002", "nome": "Estágio Hospitalar em Infectologia", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Gerais: Desenvolver no aluno a capacidade de atender pacientes em regime de internação em enfermaria de moléstias infecciosas e parasitárias, capacitando–o a formular hipóteses diagnósticas, identificar níveis de gravidade, definir uma linha de investigação e terapêutica. Adquirir noções básicas de investigação das principais síndromes infecciosas. Desenvolver senso de responsabilidade na relação aluno-paciente e treinar os preceitos de ética médica no dia-a-dia. \nCognitivos: \na) Aprofundar os conceitos de fisiopatologia das principais síndromes infecciosas \nb) Possibilitar ao aluno aprender o manejo das terapêuticas disponíveis: drogas, fisioterapia, psicoterapia, radioterapia, cirurgia, dentre outras; analisando criticamente cada uma delas. \nc) Aprofundar conhecimento teórico sobre antibiótico e entender riscos e benefícios das principais drogas na prática clínica\nd) Adquirir noções no manejo inicial do paciente imunossuprimido e saber formular hipóteses diagnósticas das principais síndromes clinicas. \nPsicomotores: Habilitar o aluno na realização de procedimentos técnicos: \na) coleta de exames: sangue;\nb) passagem de cateter venoso central;\nc) toracocentese; \nd) punção abdominal; \ne) Punção liquórica\nAfetivos: Desenvolver no aluno capacidade de: \na) lidar com a ansiedade de seus pacientes; \nb) aceitar e lidar com ansiedade da família; \nc) valorizar as pressões psicológicas, sociais e econômicas no mecanismo de doença; \nd) trabalhar em equipe demonstrando respeito por todos os profissionais envolvidos no cuidado do doente", "programa_resumido": "Atividades: O estágio ocorrerá na enfermaria de Moléstias Infecciosas e Parasitárias e ambulatórios de atendimento de pessoas com HIV  e indivíduos com tuberculose, ao aluno caberá as funções: \na. À admissão realizar anamnese e exame físico completos\nb. Em conjunto com residente do 2º ano, formular principais hipóteses diagnósticas e propor condução inicial do caso;\nc. Comunicar ao paciente e se o mesmo desejar, aos familiares, as propostas de investigação e condutas\nd. Estar presente diariamente nas visitas em que deverão participar os alunos, residentes, com os médicos assistentes, na qual serão discutidos os casos;\ne. Avaliar e examinar pacientes já internados diariamente; \nf. Caso indicado e assistente considerar seguro, realizar coleta de exames laboratoriais, hemoculturas, passagem de cateter venoso central, punção liquórica;\ng. Auxiliar na evolução médica dos pacientes em 2 (dois) dias em finais de semana;\ng. Auxiliar residente na confecção do resumo de alta.", "turmas": [{"codigo": "2024250", "inicio": "25/11/2024", "fim": "14/12/2024", "tipo": "Prática", "observacoes": "Dr Willian (11) 99982-1813.", "horario": [{"dia": "seg", "inicio": "07:00", "fim": "17:00", "professores": [""]}, {"dia": "ter", "inicio": "07:00", "fim": "17:00", "professores": ["(R) Anna Sara Shafferman Levin"]}, {"dia": "qua", "inicio": "07:00", "fim": "17:00", "professores": [""]}, {"dia": "qui", "inicio": "07:00", "fim": "17:00", "professores": [""]}, {"dia": "sex", "inicio": "07:00", "fim": "17:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FOB - Medicina": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}