{"unidade": "Faculdade de Medicina", "departamento": "Ortopedia e Traumatologia", "campus": "Outro", "codigo": "MOT5002", "nome": "Estágio Hospitalar de Ortopedia nos Grupos de Joelho, Ombro e Medicina Esportiva", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "O objetivo deste estágio é oferecer aos alunos de internato (graduação) contato com cirurgias de joelho e ombro, no âmbito da medicina esportiva/artroscopia e também em doenças degenerativas. Os alunos terão contato com cirurgias para lesões meniscais, lesões ligamentares, instabilidades, lesões de cartilagem, lesões tendíneas e artroplastias, aprendendo sobre as principais patologias de joelho e ombro, com atividades práticas envolvendo contato direto com pacientes em enfermaria, ambulatório e centro cirúrgico. Ao participarem de forma organizada nas atividades dos Grupos de Joelho, Ombro e Medicina Esportiva, terão oportunidades em aprimorar o conhecimento teórico sobre essas áreas, novidades e principais avanços técnicos, desenvolver habilidades de exame físico e anamnese, e ter contato com cirurgias prevalentes em ortopedia não oferecidas normalmente no curso normal de graduação. \nOs Grupos de Joelho, Ombro e Medicina Esportiva possuem assistentes em sua maioria com Doutorado, Livres Docentes, orientadores plenos do programa de pós-graduação em Ciências do Sistema Músculo-Esquelético, presença de residentes do 1o ao 3o ano de ortopedia, médicos em prática profissionalizante e complementação especializada, além de preceptores, oferecendo variados níveis de aprendizado e networking para alunos interessados em seguir carreira na ortopedia ou mesmo apenas aprimorar os conhecimentos na área.", "programa_resumido": "Atividades às segundas, terças, quartas, quintas e sextas de manhã, e terças, quartas e quintas à tarde, acompanhando atividades de cirurgias, ambulatório, enfermaria, discussões de caso e reuniões científicas nos Grupos de Joelho, Ombro e Medicina Esportiva do IOT HCFMUSP.", "turmas": []}