{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP1044", "nome": "Processo Saúde-Doença-Cuidado III", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Conhecimentos: \n- Conhecer e identificar as repercussões esperadas nos diversos sistemas dos procedimentos cirúrgicos \n- Conhecer os principais aspectos relativos à condução operatória e ao período pós-operatório imediato.\n\n- Conhecer os principais aspectos relativos ao pós-operatório precoce e os elementos básicos para a sua condução, referentes à prescrição e aos cuidados gerais.\n\n- Conhecer e identificar os sinais e sintomas do pós-operatório complicado.\n\n- Conhecer e identificar os sinais e sintomas das infecções em cirurgia, bem como as bases do diagnósticos e tratamento.\n\n\nHabilidades: \n- Obter a anamnese e realizar o exame físico em pacientes cirúrgicos ambulatoriais ou internados, em situação que mereça tratamento cirúrgico eletivo ou de emergência.\n\n- Identificar os fatores de risco cirúrgico e co-morbidades, e a importância das suas correções, como parte do preparo pré-operatório do paciente.\n\n- Indicar e solicitar os exames complementares de diagnóstico baseado nas discussões dos casos clínicos vistos em aulas.\n\n\nAtitudes: \n- Entender a anatomia, a fisiopatologia, as bases do diagnóstico e do tratamento das hérnias e dos defeitos da parede abdominal.\n\n- Conhecer as bases e os princípios da cirurgia oncológica geral, bem como o estadiamento e o tratamento dos melanomas e sarcomas de partes moles e de outros tumores.\n\n- Conhecer as bases do diagnóstico e do tratamento das patologias cirúrgicas das urgências traumáticas (paciente politraumatizado) e não traumáticas (abdome agudo).\n\n- Conhecer e compreender os aspectos sociais, éticos e econômicos relacionados ao tratamento cirúrgico.", "programa_resumido": "Aulas teóricas: Avaliação Pré- Operatória e Risco Cirúrgico; Hérnias da Parede Abdominal; Princípios da Cirurgia Oncológica; : Infecção em Cirurgia; Pós - Operatório Normal e Complicado; Avaliação do Abdome Agudo; Fundamentos da Cirurgia Minimamente e Atendimento inicial ao Paciente Politraumatizado\nAulas práticas: Ênfase em Pré e Pós - Operatório; Ênfase no Atendimento Inicial do Trauma; Ênfase na Avaliação da dor Abdominal e Infecção em Cirurgia; Ênfase nos Princípios da Cirurgia Oncológica; Ênfase na Avaliação do Paciente com Hérnia;", "turmas": [{"codigo": "20242TA", "inicio": "15/10/2024", "fim": "10/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Edivaldo Massazo Utiyama"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 82, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242TB", "inicio": "09/10/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Edivaldo Massazo Utiyama"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 69, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}