{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP2141", "nome": "Sistema Tegumentar (Pele e Anexos)", "creditos_aula": 7, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Compreender os conceitos básicos do sistema tegumentar (pele e anexos), incorporando o conhecimento atualizado dos aspectos embiológicos, moleculares, celulares e fisiopatológicos dos principais processos fisiológicos e patológicos do sistema tegumentar. Haverá ênfase na semiologia e propedêutica dermatológicas. Ao final da unidade curricular, o aluno deverá estar apto a  reconhecer os sintomas e sinais das principais afecções da pele e seus anexos. Introdução às principais abordagens terapêuticas clínicas e cirúrgicas dos distúrbios hereditários e/ou adquiridos tegumentares será realizada através de discussão de casos clínicos com participação multidisciplinar.\n\nHabilidades: Adquirir conhecimentos básicos de diagnóstico, tratamento e prevenção das doenças dermatológicas mais frequentes e relevantes  em nosso meio. \n\n\nAtitudes:  Desenvolver o relacionamento alunos/pacientes com doenças do sistema tegumentar, que apresentam relevante interface com outros órgãos, e que podem representar manifestações de doenças sistêmicas graves. Discutir o impacto deste grupo de doenças na qualidade de vida pessoal e de seus familiares e/ou cuidadores. Destaque à relevância das equipes multiprofissionais na abordagem das enfermidades de etiologias distintas, incluindo as de natureza infecto-contagiosa, tumorais, autoimunes, hereditária ou  inflamatórias.", "programa_resumido": "O curso possui duas partes: a primeira, com integração entre o ICB e a FMUSP ( Departamentos de Dermatologia, Patologia e Cirurgia-Plástica). A segunda parte focada na semiologia e propedêutica dermatológicas, e fisiopatologia dos principais grupos de dermatoses (Dermatologia e Patologia)..Temas: Comparação entre pele fetal e adulta; Organização histológica da pele - camadas da pele e tipos celulares; Membrana basal e conexão epiderme-derme; Estruturas especiais: glândula, folículos pilosos, unhas, inervação e vascularização; Discussão clínico-patológica - pênfigo vulgar e pênfigo foliáceo; Discussão clínico-patológica - epidermólise bolhosa e penfigóide bolhoso; Discussão clínica - acne vulgar e onicopatias; Princípios e Bases Fisiológicas de Enxertos e Retalhos; Biologia da cicatrização; Cicatrizes hipertróficas e queloides; Hemangiomas e malformações vasculares (parte Dermatologia); Hemangiomas e malformações vasculares (parte Cir. Plástica); Queimaduras; Manifestações Cutâneas de Doenças Sistêmicas; Dermatoses Eritêmato-descamativas; Doenças Eczematosas; Hanseníase; Urticária; Afecções Ulcerosas; Micoses Superficiais e Profundas; Tumores Cutâneos; Infecções Sexualmente Transmissíveis; Lesões elementares.", "turmas": [{"codigo": "20251TA", "inicio": "28/01/2025", "fim": "27/06/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Glaucia Maria Machado Santelli", "(R) Marcello Menta Simonsen Nico", "(R) Mirian Nacagami Sotto", "(R) Rolf Gemperli", "(R) Valeria Aoki", "(R) Vitor Manoel Silva dos Reis"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Glaucia Maria Machado Santelli", "(R) Marcello Menta Simonsen Nico", "(R) Mirian Nacagami Sotto", "(R) Rolf Gemperli", "(R) Valeria Aoki", "(R) Vitor Manoel Silva dos Reis"]}, {"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Glaucia Maria Machado Santelli", "(R) Marcello Menta Simonsen Nico", "(R) Mirian Nacagami Sotto", "(R) Rolf Gemperli", "(R) Valeria Aoki", "(R) Vitor Manoel Silva dos Reis"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 84, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "29/01/2025", "fim": "27/06/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Glaucia Maria Machado Santelli", "(R) Marcello Menta Simonsen Nico", "(R) Mirian Nacagami Sotto", "(R) Rolf Gemperli", "(R) Valeria Aoki", "(R) Vitor Manoel Silva dos Reis"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Glaucia Maria Machado Santelli", "(R) Marcello Menta Simonsen Nico", "(R) Mirian Nacagami Sotto", "(R) Rolf Gemperli", "(R) Valeria Aoki", "(R) Vitor Manoel Silva dos Reis"]}, {"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 83, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}