{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "Outro", "codigo": "MSP2082", "nome": "Sistema Digestório II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Conhecimentos: \nConhecer as principais doenças e entidades clinicopatológicas do tubo digestivo, mais relevantes para o médico generalista. Ao final do curso os alunos deverão saber as manifestações clínicas (anamnese e exame físico), fisiopatologia, achados anatomopatológicos e de exames complementares, além de noções básicas de terapêutica (farmacológica e cirúrgica) das grandes síndromes que acometem o tubo digestivo.\n\nHabilidades: 1.Conhecer os principais achados de anamnese, exame físico e proctológico das afecções digestivas de maneira sindrômica e elaborar hipóteses diagnósticas;\n2.Conhecer os principais aspectos etiológicos, fisiopatológicos, quadro clínico, prognóstico e diagnóstico diferencial das principais doenças do Aparelho Digestivo;\n3. Saber indicar e interpretar os exames complementares necessários na avaliação inicial dos pacientes, especialmente endoscopias e exames de imagem;\n4. Ter noções básicas de terapêutica correlacionadas à fisiopatologia.\n5. Reconhecer aspectos morfológicos macro e microscópicos correlacionando aos mecanismos patogenéticos.\n6. Diferenças e importância da avaliação patológica em biópsias e peças cirúrgicas no contexto das doenças do Aparelho Digestivo: definição de diagnóstico e etiologia, estadiamento, graduação, prognóstico e seleção terapêutica;\n7. Os aspectos relacionados a objetividade versus subjetividade dos critérios anatomopatológicos e seu impacto no conjunto da assistência ao portador de doença gastroenterológica.\n\n\nAtitudes: \n1.\tCompreender as dificuldades sociais e culturais dos pacientes, permitindo assim melhor comunicação com os doentes;\n2.\tIniciar o entendimento da relação médico-paciente e adquirir noções básicas de ética médica.", "programa_resumido": "Andar supramesocólico; Doença do refluxo gastroesofágico – fisiopatologia, manifestações clínicas, endoscópicas, macro e microscópicas; Esôfago de Barrett; Neoplasias do esôfago – Adenocarcinoma e carcinoma espinocelular; Avaliação da disfagia, alterações motoras e outras doenças do esôfago; Exames complementares: manometria pHmetria;  Dispepsias, gastrites e Doença ulcerosa péptica; Helicobacter pylori; Exame endoscópico (EDA e Colonoscopia); Princípios da cirurgia bariátrica; Patologia das gastrites e câncer de estômago; Patologia do estômago - Gastrite e carcinomas; Princípios da propedêutica e tratamento cirúrgico em esôfago e estômago; Síndrome de Má absorção (fisiopatologia)\nDoenças inflamatórias intestinais; Síndrome do intestino irritável(fisiopatologia); Doença celíaca (fisiopatologia, diagnóstico, princípios de tratamento); Patologia das doenças não neoplásicas dos intestinos (vascular, inflamatórias); Apendicite aguda; Andar inframesocólico; Pólipos e neoplasias dos intestinos; Exame proctológico e doenças orificiais.", "turmas": []}