{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP2091", "nome": "Bases Clínicas da Endocrinologia e Metabologia", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "Conhecimentos: \nMódulo de Obesidade\n•\tO que é índice de massa corpórea (IMC), como ele é calculado e como é utilizado para avaliar um paciente?\n•\tEm quais situações o IMC não serve como parâmetro de avaliação do conteúdo de gordura corpórea?\n•\tVocê interpreta de forma igual o IMC em um paciente com ancestralidade Caucasiana ou Oriental? Por que? \n•\tComo se averigua a circunferência abdominal, como se interpreta seu resultado e o que isto representa ao paciente?\n•\tComo avaliar a pressão arterial em um paciente com obesidade importante?\n•\tQuais as principais co-morbidades em pacientes com obesidade?\n•\tQuais perguntas clínicas são essenciais na anamnese de um paciente obeso no rastreio de comorbidades?\n•\tQue exames você deve solicitar para pacientes obesos?\n•\tQuais são os principais achados clínicos que sugerem hipercortisolismo em um paciente obeso e por este motivo demandam avaliação do eixo hipotálamo-hipófise-adrenal?\n•\tQuais exames devem ser solicitados na avaliação de praticamente todos os pacientes obesos?\n•\tQuais são as indicações e contraindicações para cirurgia bariátrica?\n\nMódulo de Diabetes\n1.\tQual é a definição do diabetes mellitus?\n2.\tQual é a prevalência do diabetes na população brasileira?\n3.\tEnumere os principais tipos de diabetes?\n4.\tQual a fisiopatologia do diabetes tipo 1?\n5.\tPara quais pacientes você deve investigar diabetes e como realizar esta investigação inicial?\n6.\tQuais exames devem ser solicitados no rastreamento de DM?\n7.\tComo interpretar a glicemia de jejum? (valores de normalidade e alterados)\n8.\tComo interpretar a hemoglobina glicosilada? (valores de normalidade e alterados)\n9.\tPara quem solicitar, como é realizado e como interpretar o teste de tolerância oral a glicose (TTOG)?\n10.\tComo interpretar um TTOG? (valores normais e alterados)\n11.\tQual é o valor adequado de glicemia de Jejum?\n12.\tApresentação clínica do diabetes tipo1\n13.\tQuando é útil a dosagem de auto anticorpos para estabelecer o diagnóstico de diabetes tipo 1 e como interpretar o resultado?\n14.\tQual a fisiopatologia do diabetes tipo 2?\n15.\tO que é lipotoxicidade?\n16.\tO que é glicotoxicidade?\n17.\tComo a obesidade está associada ao aumento do risco de DM tipo 2?\n18.\tQuais são os principais fatores de risco para o desenvolvimento de diabetes tipo 2? \n19.\tQue alterações na glicemia e/ou hemoglobina glicosilada indicam que um paciente tenha maior risco de desenvolver diabetes tipo2? E quais outras morbidades pode estar associado a estas alterações?\n20.\tApresentação clínica do diabetes tipo 2\n21.\tQuais exames um paciente com diabetes tipo 2 recém diagnosticado precisa realizar?\n22.\tQuais são os fatores de risco para DM gestacional?\n23.\tQual a importância de reconhecer e tratar o diabetes gestacional? \n24.\tQuais mulheres devem realizar o rastreamento de DM gestacional?\n25.\tQuando e como realizar o rastreamento de DM gestacional?\n26.\tQual a complicação aguda mais comum no paciente diabético e a importância de seu reconhecimento?\n27.\tSinais e sintomas da hipoglicemia e sua fisiopatologia\n28.\tQuando devemos pensar em cetoacidose diabética (manifestações clínicas)? Quais são os fatores desencadeantes de cetoacidose diabética?\n29.\tQuais os exames mais importantes para o diagnóstico da cetoacidose diabética?\n30.\tQual é a conduta imediata que se deve ter em um paciente com cetoacidose diabética?\n31.\tEm qual momento iniciar o tratamento de insulina em um paciente com cetoacidose diabética?\n32.\tQuando indicar tratamento com bicarbonato para corrigir a cetoacidose diabética?\n33.\tComo interpretar os valores de potássio em um paciente com cetoacidose diabética e como isto orienta o tratamento nas primeiras horas?\n34.\tQuais exames eu devo solicitar e com qual frequência eu devo repeti-los durante o tratamento da cetoacidose diabética ou estado hiperglicêmico hiperosmolar?\n35.\tQuando devemos pensar em estado hiperglicêmico hiperosmolar (manifestações clínicas)? Quais são os fatores desencadeantes do estado hiperglicêmico hiperosmolar?\n36.\tQuais os exames mais importantes para o diagnóstico do estado hiperglicêmico hiperosmolar?\n37.\tQual é a conduta imediata que se deve ter em um paciente com estado hiperglicêmico hiperosmolar?\n38.\tQuais são as principais complicações crônicas relacionadas ao diabetes?\n39.\tComo avaliar neuropatia sensitiva e neuropatia autonômica?\n40.\tA partir de que momento essas complicações devem ser rastreadas? Qual é a diferença neste rastreamento entre pacientes com diabetes tipo 1 e tipo 2?\n41.\tDiscuta resumidamente possíveis mecanismos fisiopatológicos das complicações micro e macrovasculares?\n42.\tComo um clinico deve proceder para rastrear retinopatia, nefropatia, neuropatia, complicações cardiovasculares, \n43.\tComo você deve avaliar e orientar pacientes diabéticos quanto ao cuidado do pé.\n44.\tComo prevenir ou retardar as complicações crônicas do diabetes?\n45.\tEm relação a dislipidemia e hipertensão arterial, qual serão as metas terapêuticas em pacientes diabéticos?\n46.\tComo monitorizar o tratamento do diabetes e quais são suas metas? Quais particularidades deve se levar em conta para crianças, gestantes, idosos e pacientes múltiplas comorbidades.\n47.\tQuais as medidas gerais relativas a alimentação e atividade física necessárias para o melhor controle do diabetes tipo 1 e tipo 2?\n48.\tQuais são as insulinas disponíveis no Brasil?\n49.\tConhecer as insulinas em relação ao tempo para ter início de sua ação e tempo de ação (1/2 vida) de cada insulina ou análogo disponível\n50.\tQual insulina deve ser preferencialmente prescrita para infusão endovenosa no controle da cetoacidose diabética?\n51.\tQual seria a melhor insulina para corrigir uma hiperglicemia pós-prandial?\n52.\tQual seria a melhor insulina para fornecer uma insulinêmia basal e desta forma inibir a hiperglicemia em períodos prolongados de jejum como durante a noite?\n53.\tQual é o risco que eu corro quando eu aplico uma insulina de ação ultrarrápida para corrigir uma hiperglicemia imediatamente antes de dormir?\n54.\tComo realizar o tratamento com insulina nos portadores de diabetes tipo 1?\n55.\tQuais as drogas orais e injetáveis disponíveis para o tratamento do diabetes tipo 2?\n56.\tQuais são os mecanismos de ação de cada medicação disponível para tratamento do diabetes tipo 2?\n57.\tQuais são os principais efeitos colaterais das medicações utilizadas para tratamento do diabetes tipo 2?\na.\tQuais causam ganho de peso?\nb.\tQuais causam hipoglicemia?\nc.\tQuais causam perda de massa óssea?\n58.\tPara um paciente com diabetes tipo 2 recém diagnosticado, qual deve ser sua conduta e como o valor de glicêmica pode orientar sua estratégia terapêutica?\n59.\tQuais as bases gerais para o tratamento do diabetes tipo2? Qual a droga mais utilizada? Outras drogas podem ser associadas? Insulina pode ser necessária?\n60.\tQuais são os alvos terapêuticos para pacientes com DM?\na.\tQual é o alvo para a pressão arterial?\nb.\tQual é o alvo para os valores de lípides?\nc.\tQual é o alvo para o controle glicêmico? (Glicemias e HbA1c). Levar em consideração a condição do paciente\n61.\tQual a importância de reconhecer o diabetes durante internação hospitalar?\n62.\tComo diferenciar diabetes mellitus de hiperglicemia de stress durante uma internação?\n63.\tQuais são os alvos glicêmicos durante uma internação hospitalar?\n64.\tComo proceder em relação ao controle do diabetes durante a internação hospitalar?\n\nMódulo de Tumores hipofisários/prolactinoma\n•\tQual melhor exame de imagem para avaliar tumor hipofisário? \n•\tDescreva a imagem selar de um tumor hipofisário, classifique em micro/macro e identifique quiasma óptico e haste hipofisária. \n•\tComo os tumores hipofisários podem ser classificados?\n•\tQuais são os tumores hipófisários mais frequentes?\n•\tQual é o quadro clínico de efeito de massa de um tumor hipofisário e sua fisiopatologia? (diferenciar expansões laterais para o seio-cavernoso vs expansões superiores)\n•\tA compressão do quiasma óptico causa mais frequentemente qual achado neuro-oftalmológico?\n•\tEm qual paciente você deve investigar a função hipofisária por suspeita de hipopituitarismo?\n•\tQuais exames você deve solicitar para diagnosticar hipopituitarismo?\n•\tEm qual paciente você deve suspeitar de acromegalia?\n•\tQuais são as diferenças entre gigantismo e acromegalia?\n•\tComo é feito o diagnóstico/confirmação laboratorial de acromegalia?\n•\tComo interpretar os níveis de GH séricos no teste de tolerância oral à glicose na investigação de acromegalia? \n•\tQuais as principais causas de mortalidade/morbidade na acromegalia?\n•\tComo a acromegalia pode ser causa de hipertensão arterial e de diabetes mellitus secundários?\n•\tQuando solicitar dosagem de prolactina sérica? \n•\tQual quadro clínico sugestivo da hiperprolactinemia em homens e em mulheres? Como a galactorréia pode auxiliar no diagnóstico diferencial?\n•\tQuais as causas fisiológicas de hiperprolactinemia?\n•\tQuais as causas não fisiológicas de hiperprolactinemia (incluindo o uso de medicação) e quais são as mais comuns?\n•\tPara um paciente com dosagem de prolactina elevada quais perguntas devem obrigatoriamente constar na anamnese e quais exames você deve solicitar antes de solicitar exame de imagem de hipotálamo-hipófise para o diagnóstico de prolactinoma?\n•\tComo os níveis de prolactina podem apontar para o diagnóstico etiológico?\n•\tQual a fisiopatologia do hipogonadismo na hiperprolactinemia? Como habitualmente se encontram os níveis séricos de LH e FSH? \n•\tQual é a relação do tamanho do tumor hipofisário e os valores de prolactina sérico no prolactinomas?\n•\tEm quais outras situações, além dos prolactinomas, podemos ter elevação da prolactina e imagem de tumores da região hipotálamo-hipofisária?\n\nMódulo de Tireoide\n1.\tQual é a diferença entre hipertireoidismo e tireotoxicose?\n2.\tQuais sintomas e sinais clínicos devem despertar a suspeita de hipertireoidismo/tireotoxicose?\n3.\tQuais são as principais causas de tireotoxicose/hipertireoidismo?\n4.\tFaça um pedido de exames para investigar um paciente que você suspeite de hipertireoidismo.\n5.\tQuais são os resultados esperados dos exames se houver\na.\tDoença de Graves\nb.\tNódulo autônomo\nc.\tTireoidite subaguda (de De Quervain)\nd.\tIntoxicação por triiodotironina \ne.\tIntoxicação por levotiroxina (uso indevido)\n6.\tO que é hipertireoidismo subclínico?\n7.\tQuais são os principais riscos à saúde que um paciente com hipertireoidismo subclínico esta submetido?\n8.\tQuais alterações nos exames da tireoide na fisiologia e fisiopatologia em pacientes com excesso ou redução marcante da TBG (thyroid bind globulin)?\n9.\tQuais são os fatores que podem modificar de forma significante a TBG?\n10.\tComo se examina a tireoide? Quais informações úteis podemos obter no exame físico para realizarmos os diagnósticos diferencias de hipertireoidismo?\n11.\tQuais exames laboratoriais devem ser realizados para o diagnóstico etiológico do hipertireoidismo?\n12.\tQuando é importante solicitar TRAB?\n13.\tQuando é importante solicitar cintilografia da tireoide? \n14.\tO que é, como avaliar e qual o significado da exoftalmopatia em um paciente com hipertireoidismo?\n15.\tQuais são as opções terapêuticas para um paciente com hipertireoidismo, levando em consideração as diferentes etiologias?\n16.\tFaça uma receita e orientação para um paciente com doença de Graves.\n17.\tQuais exames devem ser solicitados para o acompanhamento do paciente com doença de Graves em tratamento? Sua frequência e como ajustar a medicação de acordo com os exames tireoidianos?\n18.\tQuais riscos/comorbidades que um paciente com hipertireoidismo apresenta? \na.\tSistema cardiovascular\nb.\tSistema musculoesquelético\n13.\tQuais os pacientes de risco para desenvolvimento de hipotireoidismo?\n13.\tQuais sintomas e sinais clínicos devem despertar a suspeita de hipotireoidismo?\n13.\tComo classificamos as diversas etiologias de hipotireoidismo?\n13.\tQuais são as principais causas de hipotireoidismo?\n13.\tQuais situações justifica-se a solicitação de exames para avaliar a função tireoidiana, mesmo na ausência de quadro clínico claro de hipotireoidismo?\n13.\tFaça um pedido de exames para investigar um paciente que você suspeita de hipotireoidismo?\n13.\tQual é o resultado esperado destes exames se houver\na.\tHipotireoidismo primário? \nb.\tHipotireoidismo central por doença hipofisária?\nc.\tHipotireoidismo central por doença hipotalâmica ou transecção de haste?\nd.\tHipotireoidismo subclínico\n13.\tQual orientação e/ou tratamento deve ser indicado para:\no\tUm paciente jovem, sem outras comorbidades com hipotireoidismo sintomático com TSH elevado (>10 mUI/L)\no\tUm paciente idoso, com antecedente de infarto com hipotireoidismo sintomático com TSH elevado (>10 mUI/L)\no\tUm paciente sem sintomas com TSH < 10 mUI/L e anticorpos antitireoidiano negativos\no\tUm paciente sem sintomas com TSH < 10 mUI/L e anticorpos antitireoidiano positivos\n14.\tQuais exames devem ser solicitados para o acompanhamento de um paciente com hipotireoidismo? Sua frequência e como ajustar a medicação de acordo com os resultados laboratoriais?\n15.\tPor que o tratamento terapêutico usado é levotiroxina e não triiodotironina?\n16.\tQuais são as outras opções de tratamento?\n17.\tQuais são as drogas e seus mecanismos de ação que interferem na ação /absorção/excreção dos hormônios tireoidianos?\n18.\t O Que é Síndrome do doente eutireoidiano (Euthyroid Sick Syndrome)? Quando podemos encontrar e qual é o perfil hormonal esperado?\n19.\tComo interpretar os testes de função tireoidiana durante a gestação? Quais particularidades são esperadas?\n•\tQuando está indicado solicitar US de tireoide?\n•\tQual a sequência de exames necessários para a investigação de nódulo de tireoide?\n•\tQuais os sintomas de um bócio compressivo?\n•\tQuais os sinais de suspeita de malignidade em uma ultrassonografia da tireoide?\n•\tQuando solicitar a punção aspirativa por agulha fina de um nódulo tireoidiano?\n•\tComo interpretar o sistema de Bethesda?\n•\tQuais as indicações de tireoidectomia?\n•\tCitar as fontes de iodo e as patologias associadas a deficiência de iodo.\n•\tCitar as causas de nódulos tireoidianos.\n•\tQuais as diferenças entre o bócio multinodular tóxico e o bócio associado a Doença de Graves?\n•\tQuais são os sintomas associados ao bócio e aos nódulos tireoidianos?\n•\tQual a taxa de malignidade do nódulo tireoidiano?\n•\tQuais exames são utilizados para avaliar a função e as características dos nódulos tireoidianos?\n•\tCitar os tipos de tumores malignos da tireoide e de que célula da tireoide se originam.\n•\tEm um paciente após tireoidectomia total, qual dosagem laboratorial pode ser utilizada como marcador de doença residual ou metastática no caso de \no\tCarcinoma medular da tireoide\no\tCarcinoma folicular da tireoide\no\tCarcinoma papílifero da tireoide\n•\tQuais as alterações genéticas mais frequentes no câncer diferenciado da tireoide e do carcinoma medular da tireoide?\n•\tQual é o exame de imagem mais importante para avaliar o nódulo da tireoide?\n•\tQuais os fatores de risco associados ao câncer de tireoide?\n•\tQual o tipo histológico mais comum de câncer de tireoide?\n•\tCitar o tipo de câncer de tireoide hereditário, o nome da síndrome hereditária associada a este tumor e a alteração genética associada.\n•\tO tratamento com iodo radioativo (131I) é utilizado para quais patologias da tireoide?\n•\tQual a localização anatômica da glândula tireoide?\n•\tQual a vascularização da glândula tireoide?\n•\tQual a relação da glândula tireoide com os nervos do compartimento central do pescoço?\n•\tQual a relação entre a glândula tireoide e as glândulas paratireoides?\n•\tQuais as indicações de tireoidectomia?\n•\tQuais as possíveis complicações da tireoidectomia?\n•\tComo prevenir complicações da tireoidectomia?\n•\tComo tratar as complicações da tireoidectomia?\n\nMódulo Adrenal\n•\tListe 5 sintomas e sinais clínicos que deve despertar a suspeita clínica de uma insuficiência adrenal\n•\tComo se avalia hipotensão postural e como interpretar?\n•\tEm um paciente com insuficiência adrenal qual sinal clínico mais específico que pode indicar uma doença adrenal?\n•\tQue alteração pode ser observada no hemograma e nos eletrólitos de um paciente com insuficiência adrenal?\n•\tFaça um pedido de exames para investigar um paciente que você suspeite de insuficiência adrenal?\n•\tQual é o resultado esperado destes exames se houver uma insuficiência adrenal primária ou secundária?\n•\tQuais são os pacientes de risco para insuficiência adrenal secundária/central?\n•\tQuais são as 5 principais causas de insuficiência adrenal primária?\n•\tIndique 2 causas infecciosas de insuficiência adrenal?\n•\tComo você organizaria estrategicamente a investigação de um paciente com alta suspeita de ter insuficiência adrenal?\n•\tFaça uma receita e orientação para um paciente com insuficiência adrenal primária ou secundária para acompanhamento ambulatorial? \n•\tQual seria sua conduta para um paciente com insuficiência adrenal que será submetido a uma cirurgia de rotina?\n•\tQual é a conduta para um paciente com insuficiência adrenal que tenha um quadro séptico e dê entrada em um pronto-socorro inconsciente e com pressão arterial inaudível?\n1.\tO que você deve perguntar a um paciente com obesidade e/ou história de ganho de peso recente para investigar a possibilidade de hipercortisolismo?\n2.\tO que você deve averiguar no exame físico em um paciente com obesidade e/ou história de ganho de peso recente para investigar a possibilidade de hipercortisolismo?\n3.\tQuais achados clínicos são mais significantes para se suspeitar de hipercortisolismo?\n4.\tQuando eu devo investigar hipercortisolismo?\n5.\tComo o cortisol pode ser avaliado para identificar \na.\tPerda do ritmo circadiano de secreção\nb.\tAumento da produção total diária do hormônio.\nc.\tAutonomia da sua produção.\n6.\tQuais cuidados devemos ter ao interpretar estas medidas?\n7.\tFaça uma solicitação de exames para investigar/rastrear a presença de hipercortisolismo\n8.\tQuais são as causas de hipercortisolismo?\n9.\tEm um paciente com hipercortisolismo confirmado, qual o principal exame para o diagnóstico diferencial e como interpreta-lo?\n10.\tPacientes com hipercortisolismo de origem suprarrenal qual exame de imagem radiológica deve ser solicitado?\n11.\tUm paciente que se apresenta com ACTH plasmático normal ou elevado e hipercortisolismo endogeno, qual o principal diagnostico para este?\n12.\tComo estão os valores de ACTH no plasma, do cortisol sérico e do cortisol na urina de 24hs nas seguintes condições:\na.\tSíndrome de Cushing de origem suprarrenal? \nb.\tNa doença de Cushing?\nc.\tSindrome de Cushing exógena por uso de hidrocortisona?\nd.\tSindrome de Cushing exógena por uso de dexametasona?\ne.\tSindrome da secreção de ACTH – ectópico.\n13.\tQual é a principal etiologia de hipercortisolismo primário ou da suprarrenal?\n14.\tEm um paciente com hipercortisolismo associado a nódulos suprarrenais bilaterais, qual a principal hipótese diagnostica?\n15.\tO hipercortisolismo adrenal pode estar associado a síndrome genética? \n16.\tPaciente com hipercortisolismo primário, foi submetido a exerese de um adenoma da suprarrenal. Quais as possíveis manifestações clinicas o paciente poderá apresentar no pós operatório e por que?\n17.\tQuais sintomas e sinais são compatíveis com a presença de um quadro virilizante indicando uma exposição elevada a andrógenos secundário a um tumor produtor\nQuestões:\n-\tQual a tríade clássica de uma crise adrenérgica?\n-\tQuais pacientes devem ser investigados para feocromocitoma?\n-\tQuais os sinais e sintomas associados ao feocromocitoma?\n-\tCite 3 diagnósticos diferenciais em um paciente com crise adrenérgica.\n-\tQuais síndromes genéticas conferem um maior risco para o desenvolvimento do feocromocitoma?\n-\tQuais catecolaminas e metabólitos devem ser preferencialmente solicitados na investigação bioquímica do feocromocitoma?\n-\tQual exame de imagem é um marcador da origem embriológica do feocromocitoma?\n-\tPor que um paciente com feocromocitoma não pode ser tratado com beta-bloqueador antes do início do alfa-bloqueio?\n-\tQuais os cuidados devemos ter no manejo perioperatório de um paciente com feocromocitoma?\nTema: Hiperaldosteronismo primário\n-\tQuando suspeitar de hiperaldosteronismo primário?\n-\tQue pacientes devem ser investigados para hiperaldosteronismo primário?\n-\tPor que os pacientes com hiperaldosteronismo primário apresentam hipertensão e hipocalemia?\n-\tPor que os pacientes com hiperaldosteronismo primário possuem risco cardiovascular mais elevado do que pacientes com hipertensão essencial?\n-\tQuais os sintomas relacionados à hipocalemia?\n-\tComo deve ser iniciado a investigação laboratorial em um paciente que tem suspeita de hiperaldosteronismo primário?\n-\tQue medicações podem influenciar o resultado da dosagem de renina e aldosterona e como isto pode dificultar o reconhecimento do hiperaldosteronismo primário? \n-\tUm paciente de 70 anos com hipertensão, hipocalemia e estenose de artéria renal a esquerda apresenta aldosterona elevada na investigação laboratorial. A renina desse paciente deve estar suprimida ou elevada? Justifique.\n-\tQuais são as principais causas de hiperaldosteronismo primário?\n-\tQual o tratamento de escolha para o adenoma produtor de aldosterona e para a hiperplasia bilateral?\n\nMódulo de Metabolismo ósseo\n18.\tQuais são os sinais e sintomas da hipocalcemia de instalação aguda?\n19.\tEm um paciente com hipocalcemia crônica e relativamente assintomática, o que pode acontecer se ela hiperventilar devido a um quadro de ansiedade ou atividade física?\n20.\tEm um paciente com hipocalcemia, defina a sequencia de exames laboratoriais a serem solicitados para permitir o diagnóstico diferencial?\n21.\tQuais são as causas de hipocalcemia?\n22.\tQual é a principal causa de hipoparatireoidismo no adulto? Que outras causas devem ser consideradas?\n23.\tQuando e quais exames deve ser solicitados pensando em hipocalcemia?\n24.\tQual é a importância do magnésio na avaliação da hipocalcemia?\n25.\tComo estão os valores de cálcio, fósforo e PTH nas seguintes condições:\na.\tNo hipoparatireoidismo?\nb.\tNo pseudo-hipoparatireoidismo? \nc.\tNa doença renal crônica?\nd.\tNo paciente com doença absortiva grave?\ne.\tNa deficiência de vitamina D grave?\n26.\tQual é a diferença entre hipoparatireoidismo e pseudo-hipoparatireoidismo?\n27.\tQuais manifestações clínicas adicionais devem ser pesquisadas na suspeita de pseudo-hipoparatireoidismo?\n28.\tQuais são os sinais de tetania iminente e como deve proceder?\n29.\tPaciente dá entrada no pronto-socorro em crise convulsiva e tem uma cicatriz cervical. Qual é a primeira hipótese diagnóstica? Como avalia-la ao exame físico? Como proceder?\n30.\tPaciente em tratamento de hipoparatireoidismo há 20 anos. Que complicações devem ser pesquisadas? \n31.\tEm quais situações eu devo avaliar os valores de cálcio e fósforo séricos?\n32.\tComo medir o nível de cálcio no sangue de um indivíduo? Quais cuidados devemos ter ao interpretar estas medidas?\n33.\tQuais são os sintomas e sinais que podem ser encontrados em pacientes com hipercalcemia?\n34.\tEm um paciente com hipercalcemia confirmada, qual o principal exame para o diagnóstico diferencial?\n35.\tUm paciente se apresenta com cálcio sérico elevado e PTH suprimido. Quais são as possíveis causas?\n36.\tComo estão os valores de cálcio, fósforo e PTH no sangue e cálcio e fosforo na urina nas seguintes condições:\na.\tNo hiperparatireoidismo primário? \nb.\tNo hiperparatireoidismo secundário a deficiência de vitamina D?\nc.\tNo hiperparatireoidismo secundário a insuficiência renal?\nd.\tEm uma hipercalcemia por uma lesão lítica óssea?\ne.\tEm uma hipercalcemia por intoxicação por vitamina D?\n37.\tQual é a principal etiologia de hiperparatireoidismo primário?\n38.\tQuais são as condições que apontam para um maior risco de hiperparatireoidismo primário associado condições genéticas e hiperplasia da glândula. \n39.\tO que é importante perguntar na história pregressa do paciente e na história familiar?\n40.\tEm um paciente com hipercalcemia quais medicações e condições podem ocasionar uma elevação maior do cálcio sérico?\n41.\tUma vez confirmado o diagnóstico laboratorial de hiperparatireoidismo primário, como conduzir a investigação do acometimento de órgãos-alvo de ação do PTH?\n42.\tApós a confirmação diagnóstica de hiperparatireoidismo primário, como localizar a(s) paratireoide(s) doente(s)?\n43.\tAté que fase da vida adquirimos massa óssea? Como ela se comporta deste ponto em diante?\n44.\tComo nosso organismo obtém cálcio? E vitamina D? Qual o papel do osso na homeostase do cálcio?\n45.\tUma senhora de 70 anos toma 1 copo de leite ao dia. Está suficiente? Como avaliar e orientar?\n46.\tUma paciente de 45 anos se recusa a tomar sol por medo de rugas. Como avaliar e orientar?\n47.\tO que é osteoporose? Tem sintomas?\n48.\tQuais são os fatores de risco para osteoporose?\n49.\tO que são fraturas de fragilidade e qual é seu significado clínico? \n50.\tQue dados da história sugerem que uma fratura decorreu de fragilidade óssea?\n51.\tComo fazer a suspeita clínica de fratura vertebral?\n52.\tQuais doenças e medicações podem causar osteoporose?\n53.\tO que é a densitometria óssea? Em que sítios é feita? Existe diferença do critério diagnóstico de osteoporose de acordo com faixa etária?\n54.\tQue exames laboratoriais e radiológicos devem ser pedidos na avaliação inicial de osteoporose?\n55.\tComo avaliar o risco de fratura de um paciente com osteoporose?\n56.\tQuais sãos as principais causas de osteoporose secundária?\n57.\tComo podemos tratar osteoporose intervindo na remodelação óssea?\n\nHabilidades: Elaborar interconexões em relação ao conhecimento das bases fisiológicas com a fisiopatologia relacionadas as doenças do sistema endocrinológico.\nReconhecer os padrões clínicos das principais doenças do sistema endocrinológico\nTer habilidade de selecionar os exames laboratoriais, realizar a solicitação e a sua subsequente interpretação na investigação das principais doenças endocrinológicas\nObter os princípios que medeiam o tratamento do diabetes (ambulatorial e emergência), disfunções da tireoide, insuficiência adrenal e osteoporose.\nAdquirir um vocabulário de termos médicos ligados a endocrinologia permitindo a comunicação e leitura na área de conhecimento\n\n\nAtitudes: Ser proativo na aquisição de conhecimento\nDesenvolver um espírito questionador quanto aos processos de decisão que medeiam o diagnóstico e terapêutica das condições vistas pelo endocrinologista", "programa_resumido": "Aspectos patológicos em DM (fisiopatologia do DM tipo 1 e 2); Fisiopatologia das complicações crônicas do DM; Insulina e análogos; Drogas para tratamento de DM tipo 2; Obesidade, síndrome metabólica e doenças associadas; Abordagem da obesidade: da dieta ao tratamento cirúrgico ; Diabetes melitus (DM) - definição, tipos e diagnóstico; Drogas hipolipidemiantes; Complicações agudas do DM - cetoacidose e coma hiperosmolar; Alvos e estratégias para o tratamento do Diabetes tipo 2; Classificação e Patologia dos tumores hipofisários; Avaliação radiológica dos tumores hipofisários; Hipogonadismo e distúrbios puberais: quadro clínico, diagnóstico e causas; Tumores hipofisários: Hiperprolactinemia e Acromegalia; Patologia da glândula tireoidiana; Medicina Nuclear da glândula tireoidiana; Radiologia da glândula tireoidiana; Nódulos, bócio e câncer de tireóide - avaliação e decisão terapêutica; Anatomia tireoidiana e aspectos cirúrgicos; Hipotireoidismo; Disfunção tireoidiana na infância, gestação e no idoso; Hipertireoidismo; Drogas que alteram a função tireoidina (interação medicamentosa e terapêutica); Imagem de Adrenal; Patologia (Tumores) da Adrenal; Hipercortisolismo; Insuficiência adrenal: quando suspeitar, como diagnosticar e tratar; Hipertensão de origem endócrina; Drogas que modulam o metabolismo ósseo; Osteoporose: definição, avaliação e tratamento; Hiperparatireoidismo; Hipoparatireoidismo;", "turmas": [{"codigo": "20242TA", "inicio": "15/07/2024", "fim": "28/08/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Chin Jia Lin", "(R) Eliana Hiromi Akamine"]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Chin Jia Lin", "(R) Eliana Hiromi Akamine"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Chin Jia Lin", "(R) Eliana Hiromi Akamine"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 85, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242TB", "inicio": "17/07/2024", "fim": "30/08/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Chin Jia Lin", "(R) Eliana Hiromi Akamine"]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Chin Jia Lin", "(R) Eliana Hiromi Akamine"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Alexander Augusto de Lima Jorge", "(R) Ana Claudia Latrônico Xavier", "(R) Chin Jia Lin", "(R) Eliana Hiromi Akamine"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 68, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}