{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP3161", "nome": "Ciclo da Vida I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Conhecer os aspectos epidemiológicos, conceituais e de desenvolvimento do ser humano nas diferentes fases do ciclo da vida.\nCompreender a influência dos fatores genéticos, epidemiológicos, biológicos, sociais no cuidado de doenças.\nEntender a importância dos aspectos ambientais e socioeconômicos no desenvolvimento do ser humano, com ênfase na criança, adulto e idoso.\nCompreender a importância da saúde baseada em evidências e suas limitações de aplicação junto à população idosa.\nConhecer os métodos de rastreamento de doenças em idosos.\nCompreender a importância da Avaliação Geriátrica Ampla.\n\nHabilidades: Identificar os conceitos fundamentais associados aos processos de crescimento e desenvolvimento da criança e do adolescente,  com ênfase nos seus determinantes de proteção e de risco, desde socioeconômicos, culturais e os ambientais, que podem impactar na evolução da saúde do adulto jovem e da pessoa idosa.\nIdentificar as principais modificações morfofuncionais decorrentes do processo de envelhecimento.\nIdentificar os fatores de risco para o desenvolvimento de doenças crônicas no adulto jovem e no idoso.\nIdentificar os indivíduos idosos de risco através da avaliação multidimensional do idoso.\n\nAtitudes: Demonstrar ética e respeito às diferentes questões que envolvem todas  as faixas etárias do ciclo da vida,.\nDemonstrar ética e civilidade no relacionamento com os colegas e professores.\nSer autônomo e ativo na aquisição de novos conhecimentos dos temas abordados.", "programa_resumido": "Pediatria: Desenvolvimento na Infância: a primeira infância como período decisivo do desenvolvimento infantil; Determinantes Biológicos, Psicológicos, Socioculturais e Ambientais do Crescimento e Desenvolvimento do RN da Criança e do Adolescente; A Urbanização da Infância; Origens Desenvolvimentistas da Saúde e da Doença. \nGeriatria: Ciclos na vida; Epidemiologia do Envelhecimento; Senescência e senilidade; Promoção de Saúde e Rastreamento no adulto jovem e na pessoa idosa; Teorias do Envelhecimento; Avaliação Geriátrica Ampla.", "turmas": [{"codigo": "20242TA", "inicio": "23/07/2024", "fim": "17/09/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Eduardo Ferriolli"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 87, "pendentes": 0, "matriculados": 0, "grupos": {"FM - Medicina": {"vagas": 100, "inscritos": 87, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20242TB", "inicio": "22/07/2024", "fim": "16/09/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Eduardo Ferriolli"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 87, "pendentes": 0, "matriculados": 0, "grupos": {"FM - Medicina": {"vagas": 100, "inscritos": 87, "pendentes": 0, "matriculados": 0}}}}}]}