{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP3163", "nome": "Ciclo da Vida III", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Conhecer os conceitos fundamentais associados aos processos de desenvolvimento do ser humano, desde a vida fetal, infância e adolescência, com ênfase em cardiologia pediátrica, em desenvolvimento da puberdade e, em desenvolvimento emocional e neuropsiquiátrico da criança e do adolescente, que podem impactar na evolução da saúde do adulto jovem e da pessoa idosa.\nConhecer os princípios e as indicações dos cuidados paliativos, as principais síndromes motoras, neuropsiquiátricas e multimorbidade da pessoa idosa.\n\nHabilidades: Identificar as principais doenças, fatores de risco, diagnósticos e problemas da criança e do adolescente, e suas condutas, através da  ficha clínica pediátrica e da ficha  psiquiátrica infantil\nIdentificar os recém-nascidos em risco de cardiopatias congênitas graves no período neonatal através da triagem cardiológica neonatal.\nIdentificar as principais síndromes geriátricas: demência, depressão, delirium, quedas, imobilismo, multimorbidade, com ênfase em diagnóstico e diagnóstico diferencial.\n\nAtitudes: - Demonstrar ética e respeito às diferentes questões que envolvem todas  as faixas etárias do ciclo da vida.\n- Demonstrar ética e civilidade no relacionamento com os colegas e professores.\n- Ser autônomo e ativo na aquisição de novos conhecimentos dos temas abordados.", "programa_resumido": "Pediatria: Propedêutica e discussão de casos; adolescência (puberdade); desenvolvimento neuropsiquiátrico da criança e do adolescente; cardiopatias congênitas críticas: reconhecimento no período neonatal.\nGeriatria: Cuidados paliativos; quedas; osteoartrose; osteoporose; imobilismo; demência; delirium; depressão; multimorbidade.", "turmas": [{"codigo": "20251TA", "inicio": "31/01/2025", "fim": "21/03/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Eduardo Ferriolli"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 87, "pendentes": 16, "matriculados": 68, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "30/01/2025", "fim": "20/03/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Eduardo Ferriolli"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 82, "pendentes": 26, "matriculados": 53, "grupos": {}}}}]}