{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "Outro", "codigo": "MSP3162", "nome": "Ciclo da Vida II", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Conhecimentos: -Conhecer os conceitos fundamentais associados aos processos de crescimento e desenvolvimento do ser humano, desde a vida fetal, período neonatal, infância e adolescência, com ênfase em crescimento, desenvolvimento, distúrbios nutricionais, problemas mais frequentes e seus sinais de alerta, que podem impactar na evolução da saúde do adulto jovem e da pessoa idosa.\n-Conhecer as particularidades do atendimento do recém-nascido em sala de parto e seu primeiro exame físico, assim os fatores de risco mais frequentes nesse período. \n-Conhecer os conceitos fundamentais associados aos processos fisiológicos e patológicos do envelhecimento dos sistemas cardiovascular, respiratório, digestório, sensorial, genitourinário, neurológico.\n-Conhecer as principais doenças que afetam os sistemas acima no adulto jovem e na pessoa idosa.\n-Conhecer as peculiaridades da propedêutica do idoso.\nHabilidades: -Identificar os principais marcadores de desenvolvimento da criança e entender a importância do acompanhamento de seu crescimento nos seus vários períodos  de vida.\n-Identificar as principais doenças, fatores de risco, diagnósticos e problemas da criança, e suas condutas, através do estudo dos problemas mais frequentes nessa faixa etária.\n-Identificar o idoso frágil através de testes de capacidade funcional.\n-Identificar as diferenças do envelhecimento fisiológico e patológico dos sistemas cardiovascular, respiratório, digestório, sensorial, genitourinário, cognitivo e psicológico.\n-Identificar as diferenças na apresentação clínica de doenças entre o adulto jovem e idoso.\nAtitudes: -Demonstrar ética e respeito às diferentes questões que envolvem todas  as faixas etárias do ciclo da vida,.\n-Demonstrar ética e civilidade no relacionamento com os colegas e professores.\n-Ser autônomo e ativo na aquisição de novos conhecimentos dos temas abordados.", "programa_resumido": "Pediatria: Crescimento da  Criança e do  Adolescente; Sinais de Alerta nas  doenças prevalentes da  Infância; Infecções de vias aéreas superiores; Desenvolvimento emocional da criança e do adolescente; Distúrbios  Nutricionais; Diarreias agudas;Principais afecções  do recém-nascido;Infecções de vias aéreas inferiores\nGeriatria: Capacidade funcional do adulto e Fragilidade do idoso; Aspectos cognitivos e psicológicos do adulto e idoso; Aspectos Cardiovasculares do adulto e do idoso;Aspectos do Sistema Digestório do adulto e do idoso;Aspectos do Sistema Sensorial do adulto e do idoso; Aspectos do Sistema Respiratório do adulto e do idoso;Aspectos do Sistema Genitourinário do Adulto e Idoso (Sexualidade/Climatério); Diferenças na apresentação de doenças entre o adulto e idoso", "turmas": []}