{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4212", "nome": "Discussão Integrada de Caso II", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Conhecimentos: - Integrar os conhecimentos dos sistemas orgânicos através de reflexão da interação de fisiologia, fisiopatopatologia, raciocínio diagnóstico, diagnóstico diferencial e evolução dos sistemas em um paciente real de necrópsia\n- Desenvolver o raciocínio clínico integrado da pessoa doente em termos técnicos, sociais, culturais, econômicos e os efeitos do SUS no desenvolver dessa doença.\n- Refletir, respeitar a diversidade entre as pessoas da comunidade FMUSP e os efeitos do coletivos do ambiente universitário no aluno\n\nHabilidades: - Fluidez no raciocínio global integrativo dos sistemas afetados em uma pessoa doente real\n- Compreender a abrangência, responsabilidade, direitos e deveres, limites do SUS na pessoa com ou sem doença\n- Incentivar, esclarecer o respeito e tolerância à diversidade de pessoas que compõem um meio social\n\nAtitudes: - Melhor relação aluno de medicina e equipe de saúde, paciente\n- Melhor relacionamento, tolerância, suporte e respeito entre pares\n- Compreender e se posicionar frente os limites e virtudes d e humanização e estrutura do\nSUS", "programa_resumido": "Discussão Integrada e Casos 2- é uma disciplina supradepartamental , anual , 75h/ano, 5 créditos, pertencente `Unidade Curricular integrativa 21- FMUSP para os alunos do 2o ano FMUSP, curso medicina.\n\nOs objetivos das unidades curriculares da UC21 são:\n- Integração básico-clínica e integração entre os blocos de sistemas\n- Pró atividade na busca do conhecimento independente baseado em evidências\n- Raciocínio clinico fisiopatológico e diagnóstico não fragmentado do indivíduo no em seu processo saúde doença com visão ética e humanística global baseado em casos reais.\n\nOs objetivos específicos da MSP4212- DIC2 são:\n- Integrar e contextualizar no individuo são e doente os conhecimentos não fragmentados das Unidades Curriculares do 2º ano de graduação FMUSP\n- Contextualizar o raciocínio clínico fisiopatológico através de casos reais mais prevalentes internados em hospital terciário e de necrópsia, relacionando as alterações histológicas com a macroscopia dos órgãos e sistemas, anatomia topográfica, radiologia e sintomas e sinais.\n- Reconhecer o valor social, cultura, técnico e o respeito do ensino baseado em cadáveres em necrópsia\n- Reconhecer o impacto do sistema de saúde brasileiro no desenvolvimento das doenças no indivíduo e da coletividade.\n- Contextualizar o indivíduo em estado de saúde e doença e seu meio (aspectos éticos, sociais, culturais, estrutura familiar, sexualidade, integração do sistema de saúde, epidemiológicos, relação médico-paciente, relação médico e equipe de saúde, meio ambiente, humanização, profilaxia, fatores de risco, comunicação).\n- Pesquisar as diretrizes baseadas em evidência das grandes síndromes clínicas de falência de sistemas com crítica dos principais métodos científica.", "turmas": [{"codigo": "20251TA", "inicio": "04/02/2025", "fim": "26/06/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Alfredo Luiz Jacomo", "(R) Chao Lung Wen", "(R) Jose Pinhata Otoch", "(R) Leila Antonangelo", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Chao Lung Wen", "(R) Jose Pinhata Otoch", "(R) Leila Antonangelo", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 88, "pendentes": 0, "matriculados": 88, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "04/02/2025", "fim": "26/06/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Chao Lung Wen", "(R) Jose Pinhata Otoch", "(R) Leila Antonangelo", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 90, "pendentes": 1, "matriculados": 89, "grupos": {}}}}]}