{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "Outro", "codigo": "MSP4116", "nome": "Planejamento, captação e utilização de recursos em saúde", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Habilitar futuros médicos para o planejamento de projetos em educação em saúde, em nível de Graduação e Pós-Graduação e Residência Médica. Elaboração e discussão de estratégias para captação e utilização de recursos. Treinamento sobre disposição e execução de recursos. Elaboração de relatórios públicos.\nObjetivos relacionados à cognição:\nI.\tCaracterizar e relacionar a estrutura de projetos que visam captar recursos em educação em saúde;\nI.\tDescrever os formulários e instrumentos de criação de projetos;\nII.\tReconhecer os limitantes para aproveitamento de recursos;\nIII.\tPreparar projetos simulados para descrição da utilização de recursos: equipamentos, áreas de treinamento, recursos materiais e imateriais;\nIV.\tPreparar e simular recursos de projetos recusados;\nObjetivos relacionados à aquisição de habilidades:\nI.\tRedação e estrutura de projetos;\nII.\tSimulação de reuniões de apresentação de projetos. \nObjetivos relacionados às atitudes:\nI.\tDiscutir e simular as posturas necessárias para “disposição entre contrários” na promoção de projetos que utilizam recursos financeiros;\nII.\tSimular reuniões com financiadores para entender fatores de recusa e fatores de aceitação/responsabilidade;", "programa_resumido": "A Disciplina Optativa em Planejamento, captação e utilização de recursos, da Disciplina de Técnica Cirúrgica, do Departamento de Cirurgia da Faculdade de Medicina da Universidade de São Paulo (FMUSP), está estruturada com o objetivo de habilitar futuros líderes na área da Saúde para a elaboração de projetos, sua apresentação e referenciação junto aos potenciais financiadores, público e privado. Serão escritos e apresentados em reuniões simuladas, por meio de instrumentos de redação e discussão de estrutura de projetos de financiamento.", "turmas": [{"codigo": "20251AB", "inicio": "08/05/2025", "fim": "29/05/2025", "tipo": "Teórica", "observacoes": "Anfiteatro da FMUSP", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Jose Pinhata Otoch"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}