{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4111", "nome": "Matemática Financeira aplicada à Medicina", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Habilitar e habituar o estudante ao raciocínio da matemática financeira e promover sua aplicação na pesquisa e prática médicas.", "programa_resumido": "A matemática financeira é uma ferramenta essencial para profissionais da área da saúde, pois eles também lidam com aspectos financeiros em suas atividades diárias. Aqui estão algumas maneiras pelas quais a matemática financeira é útil para esses profissionais:\n\n1. Gestão de orçamento: Os profissionais de saúde muitas vezes têm responsabilidades\norçamentárias, como gerenciar o orçamento de uma clínica, hospital, departamento ou projeto de pesquisa. A matemática financeira ajuda a realizar cálculos relacionados a receitas, despesas, investimentos e planejamento financeiro, garantindo uma gestão eficiente e sustentável dos recursos disponíveis.\n\n2. Análise de custos: Na área da saúde, é fundamental entender e analisar os custos associados, por exemplo, aos serviços, procedimentos médicos, medicamentos, equipamentos, material de consumo e regentes laboratoriais. A matemática financeira permite calcular e avaliar os custos diretos e indiretos, realizar análises de viabilidade econômica e comparar diferentes opções para tomar decisões informadas.\n\n3. Avaliação de investimentos: Muitas instituições de saúde precisam tomar decisões de investimento, como adquirir equipamentos médicos avançados, expandir instalações ou implementar novas tecnologias. A matemática financeira fornece ferramentas, como o cálculo de valor presente líquido (VPL), taxa interna de retorno (TIR) e payback, para avaliar a viabilidade desses investimentos e determinar sua rentabilidade.\n\n4. Planejamento de carreira e aposentadoria: Profissionais de saúde também podem se beneficiar da matemática financeira para o planejamento de suas finanças pessoais e carreira. Isso inclui calcular a poupança necessária para atingir objetivos de longo prazo, como aposentadoria, analisar opções de investimento para maximizar o retorno financeiro e entender conceitos como juros compostos, inflação e diversificação de portfólio.\n\n5. Análise de contratos e negociações: A matemática financeira desempenha um papel importante na análise de contratos e acordos na área da saúde. Ela ajuda a avaliar termos financeiros, como taxas de juros, pagamentos parcelados, descontos e cláusulas de reajuste, garantindo que os profissionais de saúde entendam completamente as implicações financeiras desses acordos antes de assiná-los.\nEm resumo, a matemática financeira desempenha um papel crucial para os profissionais da área da saúde, permitindo-lhes tomar decisões financeiras fundamentadas, gerenciar recursos eficientemente e planejar sua atuação profissional, o gerenciamento de sua pesquisa, suas finanças pessoais e o desenvolvimento de carreira de forma adequada.\nA disciplina consiste no estudo dos capítulos do livro adotado:\nCRESPO, A. A. (2009) Matemática comercial e financeira fácil. 14a ed. São Paulo: Saraiva.", "turmas": [{"codigo": "20251AB", "inicio": "07/03/2025", "fim": "09/05/2025", "tipo": "Teórica", "observacoes": "local de encontro FMUSP - Para 2º a 4º ano - siqueira @uso.br", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Jose de Oliveira Siqueira", "(R) Paulo Sergio Panse Silveira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 8, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}