{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4211", "nome": "Discussão Integrada de Casos I", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "Conhecimentos: - Integração do curso básico com o clínico: compreender a fisiologia e\nfisiopatologia integrativa das doenças in vivo e pós mortem desde a molécula,\nbioquímica, histologia, fisiologia e patologia celular na grandes síndromes de\ninsuficiências clínicas: respiratória, cardíaca, renal, hepática e metabólica\n- Medicina Centrada no Paciente: aspectos biopsicossociais e econômicos da pessoa,\nautonomia do paciente, autonomia do médico, relação médico paciente (empatia,\nresponsabilidade, interação, compartilhamento no tratamento),\nresponsabilidade/adesão no tratamento\n-Ética digital: direitos e deveres na prática do uso de meios digitais para a prática médica\nHabilidades: - Desenvolver o raciocínio clínico interativo desde a molécula, célula,\nsistemas e doença na pessoa doente\n- Refletir e aplicar os parâmetros da MCP na prática clínica\n- Ter postura pró ativa na busca de conhecimento com crítica baseado em evidência\ncientífica\n- Adquirir crítica nos direitos e deveres na utlização de mídia na prática clínica\n- Compreender os ensinamentos em uma necrópsia e respeito ao cadáver.\nAtitudes: - Desenvolver empatia e responsabilidade na relação médico paciente\nconhecendo os limites da autonomia do médico e do paciente em sue contexto sócio\ncultural e econômico\n- Ter comportamento ético perante o manejo de mídia na prática clínica\n- Ter postura e responsabilidade global técnica e humana no cuidado do paciente\n\n- Ter respeito ao cadáver e agradecimento aos familiares pela generosidade do\naprendizado mesmo pós mortem de ente querido.", "programa_resumido": "Esta disciplina é supradepartamental, anual, de 90h/ano,\n6 créditos e faz parte de disciplina integrativa que abrange do 1o ao 4o ano FMUSP,\ncurso medicina. A MSP4211- Discussão Integrada de Casos I é aplicada ao 1o ano de graduação FMUSP.\n\nOs objetivos desta disciplina são: integração do curso básico com o curso clínico,\ndiscussão global do indivíduo doente, pró-atividade com crítica na busca do\nconhecimento baseado em evidência científica, medicina centrada no paciente e ética\ndigital.\nO curso é formatado para trabalhos em grupos em 4 frentes integradas: integração\nbásico clínica, MCP, necrópsia e ética digital.\nEm termos de integração básico-clínica são feitas discussões de prática clínica de casos\nreais baseado nas grandes insuficiências clínicas respiratória, cardíaca, hepática, renal e\nmetabólica (diabetes melito) e em uma aula de telepatologia (discussão intergrada\nclínica-radiológica-necrópsia de uma caso real).\nEm termos de MCP são feitos questionários, discussão presencial com docentes e\nentrevista com o paciente do complexo HC-FMUSP.\nEm termos de ética digital são feitas discussões e tarefas via plataforma de aprendizado.\nHá a plataforma Med USP Digital especialmente criada para a disciplina que possibilita\ninteração docente-monitor-aluno, disponibilização e inserção de materiais de\naprendizado pelos docentes e alunos , provas e disponibilização de notas e avisos.\nA disciplina é avaliada através de relatórios e participação na discussão dos casos\nclínicos, provinhas após as discussões clínicas, questionários e apresentação do\ncongresso da entrevista com o paciente sobre MCP , questionários e tarefas em ética\ndigital e interação com os monitores da disciplina. Os monitores mantém contato com os\nalunos de seu grupo e com os docentes da disciplina via canais de whatsup e reuniões\npresenciais.\nPara aprovação são utilizadas regras USP: média acima de 5,0 e frequência acima de\n70%.", "turmas": [{"codigo": "20251TA", "inicio": "17/03/2024", "fim": "26/09/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Chao Lung Wen", "(R) Heraldo Possolo de Souza", "(R) Leila Antonangelo", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Chao Lung Wen", "(R) Fernando Rodrigues de Moraes Abdulkader", "(R) Heraldo Possolo de Souza", "(R) Leila Antonangelo", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}, {"dia": "sex", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Chao Lung Wen", "(R) Fernando Rodrigues de Moraes Abdulkader", "(R) Heraldo Possolo de Souza", "(R) Leila Antonangelo", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}], "vagas": {"Obrigatória": {"vagas": 95, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {"FM - Medicina": {"vagas": 95, "inscritos": 1, "pendentes": 0, "matriculados": 1}}}}}, {"codigo": "20251TB", "inicio": "17/03/2025", "fim": "24/09/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Chao Lung Wen", "(R) Fernando Rodrigues de Moraes Abdulkader", "(R) Heraldo Possolo de Souza", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Chao Lung Wen", "(R) Fernando Rodrigues de Moraes Abdulkader", "(R) Heraldo Possolo de Souza", "(R) Linamara Rizzo Battistella", "(R) Maria Lucia Bueno Garcia", "(R) Paulo Hilario Nascimento Saldiva"]}], "vagas": {"Obrigatória": {"vagas": 95, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {"FM - Medicina": {"vagas": 95, "inscritos": 1, "pendentes": 0, "matriculados": 1}}}}}]}