{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4222", "nome": "Prática Ambulatorial II", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Ao final da Disciplina, o aluno deverá: \n\n-\tEntender e aplicar a prática dos princípios e recursos da Atenção Primária a Saúde e da atuação da Estratégia da Saúde da Família na abordagem dos problemas de saúde prevalentes.\n-\tDesenvolver o raciocínio clínico e integrar as informações referentes aos determinantes territoriais, sociais, do trabalho e dos hábitos de vida do processo saúde-doença-cuidado, considerando o indivíduo, sua família e a comunidade onde vive.\n-\tCompreender a influência dos aspectos psicológicos no processo saúde-doença-cuidado\n-\tRespeitar as diversidades (cultural, social, religiosa, étnica, de gênero, de orientação sexual e outras)\n-\tAdotar postura ética nas diferentes situações do cuidado a indivíduos e populações\n-\tSer capaz de reconhecer as principais necessidades de saúde e oferecer tratamento e seguimento adequado com enfoque integral e longitudinal.\n-\tSaber solicitar e interpretar os exames complementares adequados à situações clínica e ao nível de atenção\n-\tSaber realizar procedimentos ambulatoriais que são do escopo do generalista\n-\tDesenvolver intervenções de promoção da saúde e prevenção de doenças, de caráter individual e coletivo.\n-\tIntegrar na prática ambulatorial intervenções de promoção, prevenção, diagnóstico, tratamento e reabilitação\n-\tTrabalhar de forma colaborativa, reconhecendo semelhanças e diferenças de atuação entre as especialidades médicas, outros profissionais da saúde e de outros setores (escola, justiça, suporte social, etc) .  \n-\tSer capaz de realizar a comunicação efetiva nas diversas situações do processo saúde-doença-cuidado, com especial foco no cuidado desenvolvido nas Unidades Básicas de Saúde.", "programa_resumido": "O aluno terá contato com a prática ambulatorial junto às Equipes de Saúde da Família na Unidades Básicas de Saúde. O aprendizado será baseado na participação ativa dos alunos nas atividades assistenciais desses serviços de modo que desenvolvam o cuidado às situações prevalentes na atenção primária.  A abordagem abrange as ações de promoção à saúde do individuo e da família, coordenação do cuidado, acesso ao sistema de saúde, diagnóstico, tratamento, reabilitação, atenção multidisciplinar, intersetorialidade, integralidade e longitudinalidade.", "turmas": [{"codigo": "20251TA", "inicio": "26/02/2025", "fim": "18/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Sandra Elisabete Vieira"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 87, "pendentes": 16, "matriculados": 68, "grupos": {}}}}, {"codigo": "20251TB", "inicio": "12/03/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Sandra Elisabete Vieira"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 83, "pendentes": 26, "matriculados": 54, "grupos": {}}}}]}