{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "Outro", "codigo": "MSP4063", "nome": "Medicina Culinária", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Medicina Culinária é um novo campo da medicina que mistura a arte da comida e da cozinha com a Ciência da Medicina.\nA proposta deste curso será oferecer ao aluno da Medicin  aulas de medicina culinária. Desta forma será oferecido a base dos conhecimentos sobre dieta, estilo de vida, nutrição e sua relação com as doenças. Até o momento, esta abordagem não foi oferecida na grade curricular dos futuros médicos. As atividades do projeto serão subdivididas em módulos, com a perspectiva da alimentação em primeiro lugar, com um olhar voltado para os aspectos práticos do que os pacientes enfrentam no dia-a-dia ao tentar fazer mudanças substanciais em suas vidas.\nCada módulo irá concentrar em traduzir a ciência básica em habilidades clínicas práticas de forma que ajude os médicos a mudar o diálogo com os pacientes sobre alimentação e saúde.\n\nO objetivo do curso é que alunos de medicina e médicos possam entender o alimento e sua importância para a saúde, tornando este conhecimento disponível para pacientes, suas famílias e sistemas de cuidado à saúde.  O curso mescla conceitos teóricos sobre noções básicas e uso dos principais nutrientes na preparação de alimentos, com oficinas práticas, tipo hands on para o preparo de alimentos.", "programa_resumido": "O curso consiste de 4-5 aulas teóricas enfocando metabolismo de sal, açúcar, gordura e biodiversidade alimentar, seguida de oficinas práticas, hands on, sobre o preparo de alimentos utilizando alternativas a estes elementos.", "turmas": []}