{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "Outro", "codigo": "MSP4006", "nome": "Imagem Molecular na Prática Clínica", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Objetivo geral: \nCapacitar o aluno a compreender as informações diagnósticas e prognósticas fornecidas pelos métodos de imagem molecular e seu impacto na prática médica. \n\nObjetivos específicos: \n- fornecer noções básicas sobre obtenção e análise de imagens moleculares; indicar as suas principais aplicações clínicas atuais, analisar de forma crítica o impacto em desfecho clínico dos pacientes investigados.", "programa_resumido": "- Atividades Teóricas (4 horas aula):\n1) Métodos de imagem molecular: bases para obtenção das imagens.\n2) Imagem molecular na prática clínica.\n3) Tomografia por emissão de pósitrons (PET) com FDG em oncologia.\n4) PET com FDG em neurologia, inflamação e cardiologia.\n5) Estudo de receptores: tumor neuroendócrino e outros tumores.\n6) Imagem molecular e terapia: terapia-alvo e teranóstico.\n7) A cintilografia na avaliação oncológica e cardiológica.\n8) Perspectivas e desenvolvimento da imagem molecular.\n\n- Atividades Práticas (8 horas):\n1) Rotina de um serviço de medicina nuclear .\n2) Análise de casos clínicos PET FDG oncologia.\n3) Análise de casos clínicos PET FDG cardio/neuro/inflamação.\n4) Análise de casos clínicos Cintilografia oncologia/cardiologia.\n\n- Seminários (3 horas):\n1) Preparo e apresentação de seminário baseado em artigo original, sendo 15 minutos de apresentação 15 minutos de discussão por artigo. \n\n- Apresentação de relatório ao término do curso: baseado em caso(s) clínico(s) apontando as bases e significado clínico de achados de método de imagem molecular.", "turmas": []}