{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4093", "nome": "Eletrocardiologia II", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "O objetivo da Disciplina de Eletrocardiologia II será dar aos alunos do 4º ano a possibilidade de aprendizado e /ou aprofundamento do assunto ARRITMIAS em contexto específico, separando dos conceitos que serão exclusivos de Eletrocardiologia I \n\nAs Disciplinas de Eletrocardiologia I e II visam a partir de 2022 compor uma unidade de ensino do Eletrocardiograma de caráter introdutório e geral, aberta aos alunos do Primeiro ao Quarto ano sobre os principais elementos do ECG na versão Eletrocardiologia I e deixando a Eletrocardiologia II para os alunos interessados em aprofundar o conhecimento na área de arritmias. Não há pré-requisito de fazer a Disciplina I antes da II e vice-versa.", "programa_resumido": "Eletrocardiologia II visa o estudo, aprofundamento e aperfeiçoamento das habilidades do aluno do quarto ano no diagnóstico eletrocardiográfico das principais arritmias da prática clinica, sob o enfoque da Graduação do Semi Internato.", "turmas": [{"codigo": "20242AB", "inicio": "12/09/2024", "fim": "17/10/2024", "tipo": "Teórica", "observacoes": "Curso ministrado no 2º and. do Bloco I do INCOR  Ponto de encontro para discussão de dúvidas e casos ou outras informações na UNIDADE DE ELETROCARDIOGRAFIA DO INCOR \u0096 PISO AB, SETOR A4, BLOCO I \u0096 InCor. 9 vagas Cursos Superiores em Saúde, Biológicas", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 25, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {"FM - Medicina": {"vagas": 25, "inscritos": 11, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}