{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4231", "nome": "Integração da Principais Doenças e Situações Clinicas", "creditos_aula": 16, "creditos_trabalho": 0, "objetivos": "Clínica Geral:\nConhecimentos: \nPrincipais síndromes e doenças em Clínica Médica, incluindo as\ncaracterísticas da anamnese, as alterações de exame clínico, a fisiopatologia, o diagnóstico diferencial, o prognóstico e os princípios do tratamento.\nPrincipais fatores de risco e determinantes para as principais doenças crônicas em Medicina Interna e as principais intervenções para promoção da saúde e prevenção de doenças e agravos à saúde em adultos.\nFisiopatologia dos sinais e sintomas das principais síndromes clínicas.\n\nHabilidades: \nRealizar a anamnese e o exame clínico de pacientes com problemas\nclínicos;\nDiscutir os resultados dessa avaliação clínica;\nDiscutir os principais diagnósticos diferenciais e como chegar ao diagnóstico definitivo;\nSolicitar adequadamente exames complementares;\nReconhecer a presença de comorbidades e como priorizar a investigação diagnóstica;\nRealizar as principais orientações para promoção da saúde e prevenção de doenças\ncrônicas em adultos;\nElaborar linhas gerais de tratamento\nComunicar-se adequadamente com os pacientes, com os colegas e com os docentes responsáveis pelo curso; trabalhar em grupo.\n\nAtitudes: \nRespeitar a autonomia do paciente;\nSer ético durante todas as atividades práticas do curso;\nSer empático em relação ao paciente e seu sofrimento;\nAdotar postura profissional no contato com os pacientes;\nEstabelecer uma relação médico-paciente adequada.\n\nCM1:\nConhecimentos: \nCARDIOLOGIA\nCompetências: valorizar e utilizar o aprendizado prévio para melhor compreensão das aulas práticas do curso; exercitar o pensamento científico, crítico, investigativo e criativo para o diagnóstico e tratamento das principais doenças das especialidades da Disciplina MSP4231; utilizar diferentes linguagens (oral, escrita, digital, etc) para comunicação com o paciente; argumentar com base em fatos, dados e informações confiáveis, para formular, negociar e defender ideias, pontos de vista e decisões; exercitar a empatia, o diálogo, a resolução de conflitos e a cooperação com o paciente, entre os colegas e os profissionais da saúde envolvidos; agir pessoal e coletivamente com autonomia, responsabilidade, ética, flexibilidade, resiliência e determinação. \n\nNEFROLOGIA\nConhecimentos dos aspectos moleculares, celulares, fisiopatológicos das principais patologias renais\nConhecimentos de prevenção, propedêutica médica, diagnóstico, prognóstico e tratamento das principais patologias\n\nPNEUMOLOGIA\nTer conhecimentos dos aspectos moleculares, celulares e fisiopatológicos das principais doenças pulmonares assim como conhecer a propedêutica médica, prevenção, diagnóstico, prognóstico e tratamento das principais patologias pulmonares\n\n\nHabilidades: \nCARDIOLOGIA\nHabilidades: identificar, analisar e compreender as diferentes formas narrativas das manifestações clínicas das doenças expressas em diversas linguagens; elaborar hipóteses, selecionar evidências e compor argumentos relativos aos possíveis processos fisiopatológicos envolvidos na construção da hipótese diagnóstica da doença do paciente; conseguir analisar os principais exames complementares de modo a identificar as principais hipóteses diagnósticas para a doença do paciente; utilizar as informações obtidas da história clínica, do exame físico e dos exames complementares na elaboração das informações gerais e do tratamento específico para o problema de saúde do paciente; comunicar de forma crítica, ética e compreensiva a decisão da melhor conduta terapêutica para o paciente.\n\nNEFROLOGIA\nSer capaz de diagnosticar e tratar os pacientes com as principais patologias renais\nUsar adequadamente as novas tecnologias e uso racional dos principais exames complementares no diagnóstico, prognóstico e tratamento das doenças\nCompreender os determinantes sociais, culturais, comportamentais, éticos e legais dos pacientes . -Estar apto a desenvolver ações de prevenção, promoção, proteção e reabilitação do paciente com doença renal;  Ser capaz de esclarecer os aspectos da prevenção, diagnóstico e tratamento para a adequada compreensão de sua doença pelo paciente com doença renal\n\nPNEUMOLOGIA\nSer capaz de conduzir uma anamnese relevando a importância ocupacional e ambiental. Realizar um exame físico geral e do aparelho respiratório de maneira adequada e humanizada.  Avaliar exames de imagem e provas de função pulmonar e por fim avaliar diagnósticos diferenciais e definitivo e orientar para um tratamento adequado.\n Usar adequadamente as novas tecnologias e uso racional dos principais exames complementares no diagnóstico, prognóstico e tratamento das doenças\n Compreender os determinantes sociais, culturais, comportamentais, éticos e legais dos pacientes\n Estar apto a desenvolver ações de prevenção, promoção, proteção e reabilitação do paciente com doença pulmonar\n Ser capaz de esclarecer os aspectos da prevenção, diagnóstico e tratamento para a adequada compreensão de sua doença pelo paciente\n\n\n\nAtitudes: \nNEFROLOGIA\nComunicação e relação humana\n- Ética médica e acadêmica\n- Aprimoramento profissional\n- Auto avaliação na aprendizagem\n- Importância dos determinantes sociais\n\nPNEUMOLOGIA\nDeverá ter iniciativa, ser presente,  interrogativo, participativo mas não invasivo tanto com os colegas como com os pacientes. \nManter sempre conduta adequada e gentil com colegas e pacientes.  Comunicação e relação humana e a importância dos determinantes sócio culturais. Ética médica e acadêmica ao elaborar ou consultar prontuários e exames\nAprimoramento profissional e maturidade para compreender e aconselhar ao dar um diagnóstico. Auto avaliação na aprendizagem\n\nCM2:\nConhecimentos: \nDiscutir os principais aspectos das doenças:\n-Gastroenterológicas: pépticas, hepatopatias, diarreias e pancreatopatias crônicas, e das doenças funcionais\n-Geriátricas: demência, depressão, delirium, imobilidade, quedas, incontinência urinária, multimorbidade, fragilidade, iatrogenia\n-Hematológicas: anemias, hemoglobinopatias, leucemias, distúrbios da hemostasia e hemoterapia\n-Oncológicas: tumores de mama, ginecológicos, urológicos, pulmão, cabeça e pescoço, gastrointestinais, sarcoma e pele, emergências oncológicas \n\nHabilidades: \n- Desenvolver raciocínio clínico que lhe permita traçar diagnósticos diferenciais e definitivos;\n- Solicitar racionalmente os exames complementares necessários para o diagnóstico, abordagem terapêutica e prognóstico;\n- Realizar a anamnese e exame clínico considerando a especificidade das patologias gastrointestinais, geriátricas, hematológica e oncológicas;\n- Realizar avaliação e intervenções de reabilitação farmacológicas e não farmacológicas voltadas a esta população.\n\nAtitudes: \n- Demonstrar ética e civilidade no relacionamento com os colegas, professores;\n- Ser autônomo na busca de novos conhecimentos.\n- Desenvolver empatia em relação a condição dos pacientes.", "programa_resumido": "Clínica Geral:\nRaciocínio Clínico, Princípios de Rastreamento, Principais\nsíndromes e doenças em Clínica Médica, incluindo as características da anamnese, as\nalterações de exame clínico, a fisiopatologia, o diagnóstico diferencial, o prognóstico e\nos princípios do tratamento; Principais fatores de risco e determinantes para as principais\ndoenças crônicas em Medicina Interna e as principais intervenções para promoção da\nsaúde e prevenção de doenças e agravos à saúde em adultos; Fisiopatologia dos sinais\ne sintomas das principais síndromes clínicas; Habilidades; Fazer a anamnese e o exame\nclínico de pacientes com problemas clínicos; Fisiopatologia, o diagnóstico diferencial e os\nprincípios de investigação e tratamento das seguintes síndromes; Edema (cardíaco, renal,\nhepático, nutricional, angioneurótico); Derrame pleural; Dispneia; Dor torácica e dor\nprecordial; Hemoptise; Síncope; Dor epigástrica e quadros dispépticos; Diarreias; Ascite;\nIcterícia; Dor articular, artrites e artroses; Anemia (perda, falta de produção, hemólise);\nPúrpura (plaquetopenia e vascular); Esplenomegalia; Hepatomegalia; Adenomegalia;\nOligúria; Hematúria; Emagrecimento; Estado febril; Saúde da População Negra, Saúde da\nPopulação LGBTQIA+\n\nCM1:\nSíndrome coronária crônica (SCC): Epidemiologia da SCC; anatomia das artérias coronárias; Etiopatogenia da doença coronária: aterosclerose, doença microvascular, espasmo coronário e dissecção; Fisiopatologia; Diagnóstico: história clínica e exame físico; manifestações clínicas; diagnóstico diferencial de dor torácica; avaliação clínica do paciente assintomático; estimativa do risco cardiovascular pelos principais escores de risco (equações de coorte agrupadas, escore de risco global, SCORE); fatores de risco e metas específicas para a aterosclerose; principais exames complementares para o diagnóstico da angina e para o diagnóstico diferencial; exames complementares: bioquímicos, ECG de repouso, ECG de estresse físico, cintilografia miocárdica com estresse físico e farmacológico, ecocardiograma com estresse físico e farmacológico, tomografia das artérias coronárias e cateterismo cardíaco, análise da viabilidade miocárdica pela ressonância magnética nuclear; prognóstico da SCC; tratamento não farmacológico; tratamento farmacológico; intervenções coronárias percutânea e cirurgia de revascularização do miocárdio; insuficiência cardíaca: definição; epidemiologia; classificação funcional, pela progressão da doença, em estágios, segundo a perfusão (quente e frio) e a congestão (seco e úmido) e de acordo com a fração de ejeção (insuficiência cardíaca com fração de ejeção reduzida; insuficiência cardíaca com fração de ejeção intermediária; insuficiência cardíaca com fração de ejeção preservada; principais etiologias; fisiopatologia; diagnóstico; prognóstico; tratamento não farmacológico, farmacológico e intervenções cirúrgicas; miocardites; miocardiopatias (dilatada, alcoólica, diabética, arritmogênica do ventrículo direito, não compactada, induzida por taquiarritmias, periparto, Takotsubo, restritivas, infiltrativas, hipertrófica); pericardiopatias; aortopatias; aneurisma de aorta; valvopatias mitral e aórtica; hipertensão arterial sistêmica primária e secundária\n \nNEFROLOGIA\nO aluno deverá estar apto a reconhecer, identificar, e tratar as principais síndromes e patologias renais, e os distúrbios hidroeletrolíticos e ácido-base. Deverá aperfeiçoar a semiologia renal, realizar com competência a história clínica, o exame físico e o diagnóstico das principais síndromes e distúrbios;  Introduzir e orientar o uso racional dos principais exames complementares mais adequados para o diagnóstico das patologias renais e distúrbios; tratar as principais síndromes e distúrbios\n\nPNEUMOLOGIA\nAo final da unidade curricular o aluno deverá reconhecer os sintomas e sinais das principais doenças pulmonares (Asma, DPOC, Derrame Pleural, TEP, Doenças intersticiais, Apneia Obstrutiva do Sono, Função Pulmonar e Broncoscopia) assim como entender a fisiopatologia de cada doença, quais exames deverão ser solicitados e qual o tratamento deverá ser instituído. Aperfeiçoar a semiologia e propedêutica pulmonar; realizar com competência a história clínica, o exame físico e o diagnóstico das principais doenças pulmonares; ter conhecimentos básicos para interpretar uma espirometria e saber quando indicar uma broncoscopia, toracocentese e biopsia pleural.  Avaliar e orientar o uso racional dos principais exames complementares mais adequados para o diagnóstico das síndromes pulmonares e ter noção farmacológica do tratamento das principais doenças pulmonares\n\n\nCM2:\nGastroenterologia: doenças pépticas, hepatopatias, diarreias, pancreatopatias crônicas, doenças funcionais e conhecimento prático dos principais exames complementares utilizados na gastroenterologia.\nGeriatria: demência, depressão, delirium, imobilidade, quedas, incontinência urinária, multimorbidade, fragilidade, iatrogenia, promoção de saúde do idoso\nHematologia: anemias, hemoglobinopatias, leucemias, distúrbios da hemostasia e hemoterapia\nOncologia: tumores de mama, ginecológicos, urológicos, pulmão, cabeça e pescoço, gastrointestinais, sarcoma e pele, emergências oncológicas \nReabilitação: avaliação e intervenções de reabilitação farmacológicas e não farmacológicas voltadas a esta população.", "turmas": [{"codigo": "20251A1", "inicio": "27/01/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Paulo Sergio Panse Silveira", "(R) Roberto Kalil Filho", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Roberto Kalil Filho", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Roberto Kalil Filho", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 24, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251A2", "inicio": "27/01/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Paulo Sergio Panse Silveira", "(R) Roberto Kalil Filho", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251A3", "inicio": "27/01/2025", "fim": "27/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Paulo Sergio Panse Silveira", "(R) Roberto Kalil Filho", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Paulo Sergio Panse Silveira"]}, {"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Sergio Panse Silveira"]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Paulo Sergio Panse Silveira", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Paulo Sergio Panse Silveira", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251A4", "inicio": "29/01/2025", "fim": "27/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Eduardo Luiz Rachid Cançado", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Luciano Ferreira Drager", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Paulo Sergio Panse Silveira", "(R) Roberto Kalil Filho", "(R) Rogério de Souza", "(R) Suzane Kioko Ono"]}, {"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Rogério de Souza"]}, {"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": [""]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Antonio de Padua Mansur", "(R) Carlos Roberto Ribeiro de Carvalho", "(R) Eduardo Ferriolli", "(R) Irene de Lourdes Noronha", "(R) Lisete Ribeiro Teixeira", "(R) Lucia da Conceição Andrade", "(R) Milton de Arruda Martins", "(R) Paulo Marcelo Gehm Hoff", "(R) Roberto Kalil Filho", "(R) Rogério de Souza"]}, {"dia": "sex", "inicio": "08:00", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}