{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4242", "nome": "Ensino Integrado de Cirurgia em Técnica Cirurgica", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Introduzir ao aluno de Medicina os primeiros conceitos relacionados à prática e técnica cirúrgica, conceitos fundamentais  que todo estudante de medicina deve aprender , sedimentar e praticar e que é inerente à formação médica. Disciplina ministrada no quarto ano do curso médico, trabalha junto aos estudantes as chamadas manobras fundamentais em cirurgia, ou seja, a 1.diérese , 2.hemostasia e 3.síntese. Além dessas manobras se repetirem sucessivamente em qualquer procedimento cirúrgico de maior ou menor complexidade, existem por si só na medida em que estão presentes em uma simples sutura de um ferimento cortante de pele, prática já necessária a partir do internato médico e habilitação fundamental a qualquer médico independentemente de sua área de atividade. A disciplina é eminentemente prática, baseada no “hands on”  por parte dos estudantes com supervisão dos professores. Para que a disciplina atinja seus objetivos, há a necessidade de o binômio ensino - aprendizado estarem inseridos em uma sequência lógica e sucessiva de ganho de habilidade por parte do aluno, como se fossem etapas ou peças de um todo, o que se tem conseguido ao longo desses anos com atividades semanais contínuas, intensas e focadas, repetidas e supervisionadas, com duração de 10 a 12 semanas consecutivas. Além desse objetivo mais evidente, a disciplina trabalha outros de suma importância como o desenvolvimento do trabalho em equipe e conceitos de assepsia e antissepsia na prática médica. Poderíamos também acrescentar como objetivos ocultos ou afetivos o despertar no estudante de sua vocação cirúrgica, pois a disciplina desenvolve e explora seu caráter lúdico de “fazer-confeccionar-modificar” na medida em que os estudantes ao praticar em modelos alteram a realidade para “fiz-confeccionei-modifiquei”.", "programa_resumido": "O fundamento principal da disciplina Técnica Cirúrgica é o ensino e consequente aprendizado prático das manobras cirúrgicas  fundamentais, ou seja, a diérese, hemostasia e síntese. Além desse objetivo, propõe também o desenvolvimento e aperfeiçoamento do trabalho em equipe, a discussão das manobras de assepsia e antissepsia e consequente combate à infecção , a metodização do ato operatório e o conhecimento do instrumental cirúrgico e instrumentação ; introduz e desenvolve no seio dos estudantes os primeiros procedimentos cirúrgicos, o que desperta sua vocação. Capacita e habilita o estudante de medicina a praticar pequenos procedimentos operatórios, como suturas e drenagens. Ensina e pratica as manobras de suporte à vida, como drenagens de tórax, cricotireoidostomias e traqueostomias. Trabalha com o conceito de tempo lógico de aprendizado, “hands-on” e sequência progressiva de dificuldades de exercícios práticos, o que requer imersão do estudante para que se consiga atingir os objetivos da disciplina.\nA metodologia de ensino da disciplina Técnica Cirúrgica para um determinado dia de aula é composto de 3 fases: 1. Contextualização do assunto a ser em seguida objeto da aula prática, 2. Vídeo explicativo e comentado pelo professor que servirá de roteiro da aula prática e 3. Aula prática propriamente dita, com supervisão dos professores. Serão usados modelos plásticos e peças anatômicas como objetos dos procedimentos práticos.", "turmas": [{"codigo": "20242A1", "inicio": "17/07/2024", "fim": "25/09/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Roberto Bueno Pereira"]}], "vagas": {"Obrigatória": {"vagas": 21, "inscritos": 21, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242A2", "inicio": "17/07/2024", "fim": "25/09/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Roberto Bueno Pereira"]}], "vagas": {"Obrigatória": {"vagas": 23, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242A3", "inicio": "02/10/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Roberto Bueno Pereira"]}], "vagas": {"Obrigatória": {"vagas": 28, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20242A4", "inicio": "02/10/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Roberto Bueno Pereira"]}], "vagas": {"Obrigatória": {"vagas": 22, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}