{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4078", "nome": "Tratamento Conservador da Dor Músculo -Esquelética", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Capacitar o aluno a protagonizar o diagnóstico e o gerenciamento do tratamento da dor músculo-esquelética e da coluna vertebral. Ensinar a propedêutica da coluna vertebral, bem como os diagnósticos mais comuns que a acometem e seus mecanismos de lesão. Expor as opções terapêuticas não cirúrgicas como bloqueios, agulhamentos, cinesioterapia, etc, além da capacitação para acompanhamento de longo prazo desse paciente, elaborando estratégias de manutenção da qualidade de vida com ênfase em estabilização de cadeias musculares e orientações de atividades de vida prática e diária de forma a se evitar a instauração ou progresso de lesões de coluna, articulares e músculo-esqueléticas.", "programa_resumido": "Através de aulas expositivas, o curso apresentará ao aluno os principais tópicos no tratamento conservador (não-cirúrgico) da dor muculos esquelética, com ênfase dada a coluna vertebral. Será realizada uma breve revisão da anatomia e propedêutica da coluna vertebral, com base em casos clínicos. Também através de casos clínicos serão explicados os principais diagnósticos que acometem a coluna vertebral e suas principais opções terapêuticas não-cirúrgicas.", "turmas": [{"codigo": "20242AB", "inicio": "02/10/2024", "fim": "07/11/2024", "tipo": "Teórica", "observacoes": "O período das disciplinas optativas ainda não foram inseridos na grade horária, os docentes poderão negociar o período para oferecimento da disciplina com os alunos matriculados nas áreas verdes (EST). PARA 2º ao 4º ano. Anfiteatro do 7o andar do IOT", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Wu Tu Hsing"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {"FM - Medicina": {"vagas": 50, "inscritos": 22, "pendentes": 0, "matriculados": 0}}}}}]}