{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4291", "nome": "Medicina Legal", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Conhecimentos: Conhecer os fundamentos legais da atuação médica, reunir conhecimentos adquiridos em outras especialidades médica com a finalidade de auxílio a Justiça; conhecer os documentos médicos necessários a prática médica; saber elaborar o prontuário de atendimento á vítima de violência sexual, bem como conhecer a legislação pertinente e as normas legais. Conhecer as formas de violação de direitos humanos; como a violência de gênero, contra a criança e o idoso. Conhecer as formas de identificação humana; diagnosticar os transtornos mentais mais comuns e suas implicações nas áreas civil e criminal.\n\nHabilidades: Desenvolver a habilidade de elaborar um laudo médico-legal, assim como um parecer médico-legal; aplicar de modo prático os conhecimentos obtidos, no atendimento e no diagnóstico das vítimas de violência sexual, de gênero, de violência contra a criança e o idoso. Preencher o prontuário médico do modo preconizado pela Norma Técnica do MS, para esses casos de violência.\n\nAtitudes: Adquirir postura ética  quando da realização de exame pericial, inclusive com o acolhimento da vítima, e também na elaboração dos documentos médico-legais necessários.", "programa_resumido": "Estudo dos aspectos legais e éticos da profissão médica. Aplicação dos conhecimentos técnico-científicos adquiridos em disciplinas afins (ortopedia, cirurgia do trauma, ginecologia e obstetrícia) na área médico-legal, para auxiliar a Justiça. Ensinar os preceitos éticos da profissão médica, essenciais para formação de um profissional e que possa resolver conflitos de natureza ética que surjam na prática diária da Medicina. Ministrar noções de Direito Penal e Civil, de importância para formação do médico. Estimular e transmitir a aquisição de competência e habilidade em Traumatologia forense, sexologia forense, identificação e notificação das diversas formas de violência e violações dos Direitos Humanos. Proporcionar a aquisição de competência e habilidade na elaboração e execução pericial de exames e laudos na área de dano corporal.", "turmas": [{"codigo": "20251B1", "inicio": "27/01/2025", "fim": "07/04/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251B2", "inicio": "27/01/2025", "fim": "07/04/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251B3", "inicio": "28/04/2025", "fim": "23/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "20251B4", "inicio": "28/04/2025", "fim": "23/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}