{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4028", "nome": "Sexologia Médica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "•\tSistematizar e aprofundar o conhecimento na área da Sexologia Médica, abrangendo desde os conceitos introdutórios até a interface entre saúde e sexualidade, a prevenção, o diagnóstico e o tratamento dos transtornos da sexualidade, a educação sexual, as diversas formas de atuação da Medicina nesse campo e as novas pesquisas que estão sendo desenvolvidas.\n•\tSuprir a ausência de conhecimento do aluno de Graduação em aspectos de Sexologia Médica, correlatos às Disciplinas de Clínica Médica, Psiquiatria, Ginecologia, Urologia, Endocrinologia, Geriatria, Epidemiologia, Moléstias Infecciosas, entre outras.\nObjetivos Específicos\n\tiniciar o aluno de Graduação no conhecimento do desenvolvimento sexual e as variações do comportamento sexual saudável e adequado aos padrões culturais de nossa época;\n\tiniciar o aluno no reconhecimento dos quadros clínicos das disfunções sexuais femininas e masculinas, das parafilias e dos transtornos parafílicos e da disforia de gênero;\n\thabilitar para a captação de história sexual e na comunicação em sexualidade;\n\tiniciar o aluno de Graduação no diagnóstico e tratamento desses quadros, ou no seu encaminhamento para outros especialistas, quando o caso requerer;\n\thabilitar para o diagnóstico diferencial de distintas etiologias e o respectivo tratamento desses quadros;\n\tinstruir quanto a questões éticas na abordagem e no manejo dos transtornos da sexualidade;\n\tconhecer os avanços em pesquisa e as perspectivas futuras dessa nova especialidade.", "programa_resumido": "O estudo da sexualidade despontou, recentemente, como uma nova área do conhecimento em saúde, neurociência e genética. Esse interesse alinhou-se com a diretriz da Organização Mundial de Saúde que incluiu a saúde sexual como um dos pilares da qualidade de vida. Estudos populacionais têm confirmado a alta prevalência de disfunções sexuais masculinas e femininas, além de investigar seus fatores de risco, por comorbidades físicas e/ou psíquicas, medicamentos, estilo de vida não saudável, fatores socioeconômicos e culturais e fatores interpessoais. Simultaneamente a este novo interesse, observou-se, tanto no Brasil como em outros países, a carência de profissionais de saúde capacitados para a abordagem, o diagnóstico, a orientação e o tratamento das dificuldades sexuais de seus pacientes, bem como para a educação sexual e a prevenção.\nEsta nova área do conhecimento tem sido responsável por avanços na compreensão da diferenciação, do desenvolvimento e da fisiologia sexual, bem como dos diversos padrões do comportamento sexual. Além disso, tal área enseja o diagnóstico, o tratamento e a prevenção das disfunções sexuais, dos transtornos parafílicos, da disforia de gênero, do sexo de risco e das vítimas de ofensas sexuais. Já está bem estabelecido que estes transtornos da sexualidade repercutem negativamente em vários aspectos da saúde física e mental, constituindo problemas de saúde pública pela alta prevalência, pelo impacto sobre a qualidade de vida, pelas implicações legais e risco social e pelo número de pessoas envolvidas com a problemática do paciente.\nEste contexto mostra a importância de inserir, desde cedo, a Sexologia Médica no currículo médico, alinhando a graduação da FMUSP com os centros de excelência internacionais.", "turmas": [{"codigo": "20251AB", "inicio": "27/03/2025", "fim": "29/05/2025", "tipo": "Teórica", "observacoes": "MINIMO 15 inscritos - e-mail carmita.abdo@uol.com.br", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Carmita Helena Najjar Abdo"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}