{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP4018", "nome": "Patologia Clínica na Prática Médica", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Será abordado o uso dos exames laboratoriais em situações comuns na prática médica. O curso abordará as situações clínicas nas quais as solicitações dos exames são utilizadas, discutindo-se o uso racional dos pedidos no contexto da doença. Os alunos acompanharão o fluxo das amostras submetidas ao laboratório, desde a coleta e preparação das mesmas, aos procedimentos de análise dos exames solicitados, e liberação dos resultados obtidos, com ênfase no contato do laboratório clínico com o corpo clínico solicitante e com os procedimentos adotados para se garantir a qualidade dos resultados obtidos.", "programa_resumido": "Inicialmente será apresentado um caso clínico dentro de cada um dos quatro grupos de doenças colocados acima. A partir do caso clínico descrito, serão discutidas as hipóteses diagnósticas e os possíveis exames laboratoriais a serem solicitados para o esclarecimento e acompanhamento do caso descrito, com ênfase na hierarquização dos pedidos. Posteriormente será realizada uma visita às áreas laboratoriais nas quais são realizados estes exames e será explicado como são realizados. Finalmente, os resultados dos exames solicitados serão interpretados e discutidos dentro do contexto do quadro clínico apresentado.", "turmas": [{"codigo": "20251AB", "inicio": "20/02/2025", "fim": "03/04/2025", "tipo": "Teórica", "observacoes": "Predio dos Ambulatórios (PAMB) - Sala da Diretoria - Bloco B - 2º andar", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Leila Antonangelo"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 6, "inscritos": 8, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 4, "inscritos": 13, "pendentes": 0, "matriculados": 0, "grupos": {"ICB - Ciências Biomédicas": {"vagas": 4, "inscritos": 13, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}