{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP5204", "nome": "Estágio em Saúde Mental e Estágio em Dermatologia", "creditos_aula": 3, "creditos_trabalho": 8, "objetivos": "Psiquiatria\nCompetências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: \n1. Comunicador: o estudante é avaliado por meio de sua prática diária em atividades do ambulatório e enfermaria, sendo responsável por coletar, registrar e compartilhar informações clínicas de seus pacientes. Ademais, o aluno é responsável por realizar as orientações aos pacientes em relação ao diagnóstico e conduta. A competência é avaliada por meio de observação da equipe assistencial. As atividades que são utilizadas como estratégia para essa competência são manejo do Atendimento em simulação, atendimento clínico, discussão de casos e visita médica. Essa competência é avaliada na Laboratório de atividades, Pronto Socorro e Enfermaria.\n2. Profissional: o estudante é avaliado ao conhecer e aplicar as normas de segurança do trabalho em ambiente hospitalar e do estágio, demonstrar comportamentos e atitudes fundamentais para exercício da profissão (atitude ética, humana e respeitosa, compromisso com o serviço e honestidade) e reconhecer/respeitar o contexto sócio cultural e religioso do paciente e da sua família. A competência é avaliada por observação do aluno, e feedback ao aluno. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, discussão de casos, visita médica e interdisciplinar. Essa competência é avaliada no ambulatório, enfermaria, e atendimento de interconsultas.\n3. Colaborador: o estudante é avaliado ao trabalhar com equipes médicas e interprofissionais (respeito, comunicação, compromisso) e ao reconhecer a necessidade de uma avaliação de equipe multiprofissional. Essa competência é avaliada em atividades envolvendo diferentes profissionais da saúde, como nos ambulatórios e hospital-dia.\n4. Gestor/Líder: o estudante é avaliado por gerenciar tempo, equipe e recursos. Essa competência é avaliada por meio de observação diária dos alunos. As atividades que são utilizadas como estratégia para essa competência são desenvolvimento no atendimento clínico, pontualidade e utilização eficiente do tempo durante o estágio. Essa competência é avaliada nos ambulatórios.\n5. Cuidador: o estudante é avaliado no cuidado ao pacientes psiquiátrico, em seu contexto  biopsicossocial. As atividades são avaliadas por observação diária e Teste de múltipla escolha. As atividades que são utilizadas como estratégia para essas competências são atendimento clínico (anamnese, exame físico, raciocínio clínico e plano terapêutico). \n6. Estudioso: o estudante é avaliado ao reconhecer sua necessidade de aprendizado e realizar autogestão da aquisição de conhecimento. As atividades são avaliadas por questões dissertativas e teste de múltipla escolha. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, medicina baseada em evidências e discussões de caso. Essa competência é avaliada na Sala de Aula.\n\n\n7. Defensor da Saúde (Health Advocate): o estudante é avaliado ao defender os direitos dos pacientes e reconhecer suas necessidades sociais. A competência é avaliada por observação das práticas do aluno. As atividades que são utilizadas como estratégia para essa competência são manejo em workshop de comunicação (internação voluntária, involuntária e compulsória). Essa competência é avaliada em Sala de Aula.\n\nDermatologia\nCompetências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição:\n 1. Colaborador: o estudante deve ser capaz de trabalhar em equipe com respeito e compromisso para com seus colegas, para com a equipe médica e as equipes multidisciplinares; as avaliações serão realizadas por meio de observação diária e participação nas atividades a ele atribuídas nos atendimentos ambulatoriais e de enfermaria.\n2. Comunicador: o estudante será avaliado nesta competência através da observação diária sob supervisão em atividades ambulatoriais e enfermaria. As atividades propostas utilizadas são atendimento clínico, discussão de casos e visita médica. \n3. Cuidador: o estudante será responsável por anamnese, exame clínico, elaboração de hipóteses clínicas e de conduta laboratorial sob supervisão da equipe médica; será responsável por acompanhar pacientes em atendimento ambulatorial e pacientes internados na enfermaria sob supervisão da equipe médica, sendo capaz de orientar, acolher e se comunicar com pacientes e familiares. Esta competência será avaliada através da observação diária das atividades descritas acima.\n4. Gestor/Líder: o estudante será responsável pela gestão de tempo, escala de atendimento clínico, pontualidade e utilização eficiente do tempo durante o estágio. Essa competência será avaliada através da observação diária das atividades a ele atribuídas. \n5. Profissional: o estudante deverá demonstrar comportamento e atitudes éticas e humanas adequadas ao exercício da profissão sendo respeitoso com os pacientes, familiares e equipes médicas e multidisciplinares; deve ser pontual e honesto nas suas atividades e atribuições, tendo compromisso com o serviço; deve reconhecer e respeitar o contexto social, cultural e religioso do paciente e da sua família. A competência será avaliada por observação do aluno nas suas atividades diárias. \n6. Estudioso: o estudante deve ter interesse pelo constante aprendizado, sendo encorajado a pesquisar diversas fontes bibliográficas. Esta competência será avaliada através de apresentação de seminários e casos clínicos, provas dissertativas e testes de múltipla escolha.\n7. Defensor da Saúde: o estudante deverá defender os direitos dos pacientes e reconhecer suas necessidades sociais. Esta competência será avaliada por observação do aluno nas suas atividades diárias. \nCompetências específicas:\n1. Aplicar conhecimentos referentes das técnicas de semiologia dermatológica e reconhecimento das lesões elementares dermatológicas\n2. Reconhecimento das dermatoses mais relevantes pela frequência e importância para a formação do médico: Semiologia dermatológica, síndromes eczematosas, dermatoses eritematoescamosas, micoses superficiais, dermatoviroses, doenças bacterianas da pele, hanseníase, doenças sexualmente transmissíveis, dermatoses zooparasitárias, farmacodermias, tumores malignos cutâneos e manifestações cutâneas das doenças sistêmicas.\n3. Realizar a história clínica dermatológica, exame físico dermatológico, elaborar hipóteses clínicas, diagnósticos diferenciais das doenças, indicações laboratoriais e condutas terapêuticas das principais síndromes e doenças dermatológicas\n4. Reconhecer e indicar as principais técnicas diagnósticas em Dermatologia\n5. Demonstrar comunicabilidade adequada com os pacientes, familiares, acadêmicos e equipes assistenciais.", "programa_resumido": "Psiquiatria\nO estágio do internato do 5º ano tem a duração de três semanas com uma metade da turma. A outra metade estará passando por três semanas no estágio da Dermatologia. Após as três semanas, cada metade da turma irá para as atividades da outra especialidade (os alunos da Dermatologia irão para a Psiquiatria e vice-versa). Na última semana do estágio (na sexta-semana) será realizado um workshop para discutir casos clínicos do grupo das psicodermatoses, com vistas a integrar o estágio Dermatologia-Psiquiatria. Fazem parte das atividades do estágio de Psiquiatria/Saúde Mental: (1) atividades no Instituto de Psiquiatria (IPq) – com acompanhamento supervisionado de atividades de enfermaria incluindo discussão de casos internados na forma de visitas médicas; acompanhamento em atividades ambulatoriais especializadas para avaliação e acompanhamento de diferentes afecções das subespecialidades; acompanhamento nos serviços de Hospital-Dia e de serviços de intervenção terapêutica (ECT); (2) atividades no Hospital Universitário (HU) – Os alunos serão divididos em duplas para o atendimento de pacientes encaminhados ao ambulatório do HU. Essas atividades serão realizadas todos as manhãs durante as três semanas de estágio; (3) atividades de Interconsultas - acompanhar o atendimento de pedidos de interconsulta de pacientes psiquiátricos internados internados no Instituto do Câncer do Estado de São Paulo (ICESP) e no Instituto Central do Hospital das Clínicas (ICHC FMUSP); (4) atividades externas à USP: Hub de Cuidados em Crack e Outras Drogas (antigo CRATOD), e em centros culturais da cidade de São Paulo, juntamente com profissionais e pacientes do Centro de Reabilitação Hospital Dia do Ipq. Todas as atividades externas à USP ocorrem com a supervisão dos preceptores.\nDermatologia\nSemiologia dermatológica; síndromes eczematosas; dermatoses eritematoescamosas; micoses superficiais; dermatoviroses; doenças bacterianas da pele; hanseníase; doenças sexualmente transmissíveis; dermatoses zooparasitárias, farmacodermias; tumores malignos cutâneos; manifestações cutâneas das doenças sistêmicas.", "turmas": [{"codigo": "2024203", "inicio": "15/07/2024", "fim": "24/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Celina Wakisaka Maruta", "(R) Homero Pinto Vallada Filho", "(R) Jose Antonio Sanches Junior"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "26/08/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Celina Wakisaka Maruta", "(R) Homero Pinto Vallada Filho", "(R) Jose Antonio Sanches Junior"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024205", "inicio": "14/10/2024", "fim": "23/11/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Celina Wakisaka Maruta", "(R) Homero Pinto Vallada Filho", "(R) Jose Antonio Sanches Junior"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}