{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP5202", "nome": "Estágio Integrado em Especialidades Médicas e Doenças Infecciosas", "creditos_aula": 3, "creditos_trabalho": 8, "objetivos": "Moléstias Infecciosas e Parasitárias \n\nCompetências gerais: Cuidador, Profissional\nDescrição: Observação das atitudes durante estágios de enfermaria e ambulatório.\n\nImunologia \n\nCompetências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: 1. Comunicador: o estudante é avaliado por meio de sua prática diária em atividades do ambulatório e diagnóstico as quais ele é responsável por coletar, registrar e compartilhar informações clínicas de seus pacientes. Ademais, o aluno é responsável por realizar as orientações aos pacientes em relação ao diagnóstico e conduta supervisionado pelo preceptor da disciplina. A competência é avaliada por meio de observação da equipe assistencial (atendimentos e discussões de caso), revisão do prontuário e prova teórica. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia e sala de aula.\n2.\tProfissional: o estudante é avaliado ao conhecer e aplicar as normas de segurança do trabalho em ambiente hospitalar e do estágio, demonstrar comportamentos e atitudes fundamentais para exercício da profissão (atitude ética, humana e respeitosa, compromisso com o serviço e honestidade) e reconhecer/respeitar o contexto sócio cultural e religioso do paciente e da sua família. A competência é avaliada por observação do aluno e feedback ao aluno. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, discussão de casos, visita médica e interdisciplinar. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia.\n3.\tColaborador: o estudante é avaliado ao trabalhar com equipes médicas e interprofissionais (respeito, comunicação, compromisso) e ao reconhecer a necessidade de uma avaliação de equipe multiprofissional. Essa competência é avaliada por meio de observação diária. Em relação as atividades que abrangem essa competência, podemos citar atendimendo em consulta, acompanhamento dos paciente nos testes diagnósticos e visita à enfermaria. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia.\n4.\tGestor/Líder: o estudante é avaliado por gerenciar tempo, equipe e recursos. Essa competência é avaliada por meio de observação diária dos alunos. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, pontualidade e utilização eficiente do tempo durante o estágio. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia.\n5.\tCuidador: o estudante é avaliado ao cuidar dos pacientes em ambiente ambulatorial, acompanhar pacientes hospitalizados. As atividades são avaliadas por observação diária, questões de múltipla escolha e discurssivas. As atividades que são utilizadas como estratégia para essas competências são atendimento clínico ambulatorial e evolução em enfermaria e Hospital Dia (anamnese, exame físico, raciocínio clínico e plano terapêutico), discussão de casos. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia.\n6.\tEstudioso: o estudante é avaliado ao reconhecer sua necessidade de aprendizado e realizar auto gestão da aquisição de conhecimento. As atividades são avaliadas por questões de múltipla escolha e discurssivas. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, medicina baseada em evidências e discussões de caso. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia, sala de aula .\n7.\tDefensor da Saúde (Health Advocate): o estudante é avaliado ao defender os direitos dos pacientes e reconhecer suas necessidades sociais. A competência é avaliada por observação das práticas do aluno. As atividades que são utilizadas como estratégia para essa competência são manejo do paciente. Essa competência é avaliada no ambulatório e diagnóstico de Imunologia Clínica, enfermaria, Hospital Dia.\n\nHematologia\n\nCompetências gerais: Comunicador, Profissional\nDescrição: COMUNICADOR: avaliação durante coleta de anamnese, exame físico e discussões clínicas. O(a) aluno(a) é avaliado quanto à postura e comunicação com paciente, seus pares, preceptores, assistentes e residentes; PROFISSIONAL: é avaliado ao aplicar normas de segurança no ambiente de trabalho, demonstrar habilidades e atitudes em relação à abordagem ao paciente e comunicação efetiva com seus pares, preceptores, pacientes, cuidadores, e demais integrantes do Serviço.\n\n\nEndocrinologia \n\nCompetências gerais: Colaborador, Cuidador, Profissional\nDescrição: Cuidados e Profissional: Prova teórica, avaliação do desempenho assistencial nas atividades práticas (ambulatório) e avaliação do desempenho ético-profissional com pacientes e colaboradores (ambulatório)\nColaborador: Avaliação do desempenho ético-profissional com pacientes e colaboradores (ambulatório)\n\n\nReumatologia\n\nCompetências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: 1. Comunicador: o estudante é avaliado por meio de sua prática diária em atividades do ambulatório e diagnóstico as quais ele é responsável por coletar, registrar e compartilhar informações clínicas de seus pacientes. Ademais, o aluno é responsável por realizar as orientações aos pacientes em relação ao diagnóstico e conduta supervisionado pelo preceptor da disciplina. A competência é avaliada por meio de observação da equipe assistencial (atendimentos e discussões de caso), revisão do prontuário e prova teórica. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia e sala de aula.\n2.\tProfissional: o estudante é avaliado ao conhecer e aplicar as normas de segurança do trabalho em ambiente hospitalar e do estágio, demonstrar comportamentos e atitudes fundamentais para exercício da profissão (atitude ética, humana e respeitosa, compromisso com o serviço e honestidade) e reconhecer/respeitar o contexto sócio cultural e religioso do paciente e da sua família. A competência é avaliada por observação do aluno e feedback ao aluno. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico e discussão de casos. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia.\n3.\tColaborador: o estudante é avaliado ao trabalhar com equipes médicas e interprofissionais (respeito, comunicação, compromisso) e ao reconhecer a necessidade de uma avaliação de equipe multiprofissional. Essa competência é avaliada por meio de observação diária. Em relação as atividades que abrangem essa competência, podemos citar atendimendo em consulta, acompanhamento dos durante procedimento de infiltração/artrocentese. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia.\n4.\tGestor/Líder: o estudante é avaliado por gerenciar tempo, equipe e recursos. Essa competência é avaliada por meio de observação diária dos alunos. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, pontualidade e utilização eficiente do tempo durante o estágio. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia.\n5.\tCuidador: o estudante é avaliado ao cuidar dos pacientes em ambiente ambulatorial. As atividades são avaliadas por observação diária, questões de múltipla escolha e discurssivas. As atividades que são utilizadas como estratégia para essas competências são atendimento clínico ambulatorial (anamnese, exame clínico, raciocínio clínico e plano terapêutico), discussão de casos. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia.\n6.\tEstudioso: o estudante é avaliado ao reconhecer sua necessidade de aprendizado e realizar auto gestão da aquisição de conhecimento. As atividades são avaliadas por questões de múltipla escolha e discurssivas. As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, medicina baseada em evidências e discussões de caso. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia e sala de aula .\n7.\tDefensor da Saúde (Health Advocate): o estudante é avaliado ao defender os direitos dos pacientes e reconhecer suas necessidades sociais. A competência é avaliada por observação das práticas do aluno. As atividades que são utilizadas como estratégia para essa competência são manejo do paciente. Essa competência é avaliada no ambulatório e enfermaria de Reumatologia.", "programa_resumido": "Moléstias Infecciosas e Parasitárias \n\nEmenta/Programa resumido: Tuberculose: investigação e manejo inicial ;Hepatites virais: interpretação de sorologias e quadro clínico ; IST: quadro clínico e manejo inicial ;HIV: quadro clínico, principais complicações, manejo inicial e prevenção combinada;Antibióticos: indicações, noções de resistência bacteriana e aplicações nas principais síndromes infecciosas;Vacinas e profilaxias em acidentes com material perfuro cortante e outros cenários como risco de raiva e tétano;Arboviroses: quadro clínico e manejo inicial. \n\nImunologia \n\nEmenta/Programa resumido: Atividades práticas realizadas em pacientes ambulatoriais e pacientes do Hospital Dia. Discussão de casos clínicos. Aulas teóricas e seminários. Interação/trabalho multidisciplinar. Técnica de teste cutâneo de leitura imediata com aeroalérgenos. Noções de imunoterapia com alimentos, venenos de insetos e aeroalérgenos.Noções de teste de provocação oral com alimentos  e medicamentos. Angioedema Hereditário, Anafilaxia, Erros inatos da imunidade, Urticária, Alergia Alimentar, Reposição de Imunoglobulina Humana Endovenosa, Reação de Hipersensibilidade a Medicamentos.\n\n\nHematologia\n\nEmenta/Programa resumido: DESCRIÇÃO GERAL: programa voltado para desenvolver habilidades de reconhecimentos das principais neoplasias onco-hematológicas da prática clínica que perfazem cerca de 10% de todos as neoplasias malignas (sólidas e não sólidas), importante causa de morte. O foco do estágio é reconhecer padrões de apresentação clínica, interpretação de exames complementares e detecção, abordagem e condutas iniciais nas emergências onco-hematológicas, relembrando conceitos de anemias, distúrbios de hemostasia e hemoterapia; PATOLOGIAS ABORDADAS: Linfomas (avaliação inicial de adenomegalia, discussão sobre indicação de biópsia excisional, incisional e agulha grossa; discussão específica para estadiamento e princípios básicos de PET-CT), Mieloma Múltiplo (Epidemiologia, Fisiopatologia, Quadro Clínico e laboratorial das paraproteinemias, interpretação de exames complementares – eletroforese de proteínas e imunofixação de proteínas séricas e urinárias, dosagem de imunoglobulinas e cadeias leves livres, aspirado de medula com quantificação de plasmócitos e bases terapêuticas), Leucemias Agudas e Crônicas (Epidemiologia, Quadro Clínico e laboratorial, interpretação de hemograma, aspirado medular, imunofenotipagem, cariótipo e testes moleculares e bases terapêuticas); EMERGÊNCIAS ONCO-HEMATOLÓGICAS:  a) Mieloma Múltiplo: hipercalcemia da malignidade, síndrome de compressão medular e síndrome de hiperviscosidade (elementos figurados e não figurados), b) Leucemias Agudas: Coagulação Intravascular Disseminada, Leucemia Promielocítica Aguda, paciente neutropênico febril, Síndrome de Lise Tumoral, Leucostase; REVISÃO DOS PRINCIPAIS DISTÚRBIOS DE HEMOSTASIA PRIMÁRIAS, SECUNDÁRIAS E ANEMIAS: Anemia da Inflamação (fisiopatologia básica e seus diferenciais), Plaquetopenias (distúrbio de hemostasia primária e suas principais caraterísticas com ênfase em Doença de von Willebrand e Púrpura Trombocitopênica Imune (apresentação clínica e tratamento inicial); HEMOTERAPIA: indicações de hemocomponentes, indicação de filtração, irradiação, lavagem e fenotipagem, principais reações/eventos adversos transfusionais: reação febril hemolítica e não hemolítica, sepse, Sobrecarga Circulatória Associada à Transfusão (TACO) e Lesão Pulmonar Aguda Associada à transfusão (TRALI).\n\n\n\nEndocrinologia \n\nEmenta/Programa resumido: Diabetes mellitus tipo 2, Diabetes mellitus tipo 1, Doenças osteometabólicas (hiperparatireoidismo, hipoparatireoidismo, osteoporose), Síndrome de Cushing, Hipocortisolismo, Hipertensão endócrina, Obesidade, Doenças tireoidinas (hipertireoidismo, hipotireoidismo, nódulos tireoidianas), Dislipidemias primárias e secundárias.\n\n\nReumatologia\n\nEmenta/Programa resumido: Semiologia osteoarticular, artrocentese diagnóstica, espondiloartrites, artrite reumatoide, monoartrites agudas – com destaque às artrites microcristalinas, osteoporose, lúpus eritematoso sistêmica, síndrome antifosfolípide, osteoartrite, lombalgia mecânica comum.", "turmas": [{"codigo": "2024202", "inicio": "15/07/2024", "fim": "24/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Anna Sara Shafferman Levin", "(R) Berenice Bilharinho de Mendonça", "(R) Edna Regina Nakandakare", "(R) Eduardo Ferreira Borba Neto", "(R) Elvira Deolinda Rodrigues Pereira Velloso", "(R) Jorge Elias Kalil Filho", "(R) Maria Lucia Cardillo Correa Giannella", "(R) Pedro Francisco Giavina-Bianchi Junior", "Irene de Lourdes Noronha", "Ronaldo Cesar Borges Gryschek", "Valdir Sabbaga Amato"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "26/08/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Anna Sara Shafferman Levin", "(R) Berenice Bilharinho de Mendonça", "(R) Edna Regina Nakandakare", "(R) Eduardo Ferreira Borba Neto", "(R) Elvira Deolinda Rodrigues Pereira Velloso", "(R) Jorge Elias Kalil Filho", "(R) Maria Lucia Cardillo Correa Giannella", "(R) Pedro Francisco Giavina-Bianchi Junior", "Irene de Lourdes Noronha", "Ronaldo Cesar Borges Gryschek", "Valdir Sabbaga Amato"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["Irene de Lourdes Noronha"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024204", "inicio": "14/10/2024", "fim": "23/11/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Anna Sara Shafferman Levin", "(R) Berenice Bilharinho de Mendonça", "(R) Edna Regina Nakandakare", "(R) Eduardo Ferreira Borba Neto", "(R) Elvira Deolinda Rodrigues Pereira Velloso", "(R) Jorge Elias Kalil Filho", "(R) Maria Lucia Cardillo Correa Giannella", "(R) Pedro Francisco Giavina-Bianchi Junior", "Irene de Lourdes Noronha", "Ronaldo Cesar Borges Gryschek", "Valdir Sabbaga Amato"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}