{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP5207", "nome": "Bioética Clínica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A Bioética Clínica é desenvolvida durante o internato, penúltimo período de formação do estudante de medicina. Em grupos de 15 ou 30, os alunos participam, durante duas horas, de um processo interativo de discussão sobre dilemas éticos de casos clínicos reais que foram vivenciados por eles ao final de quatro semanas de estágio prático-teórico nas disciplinas de clínica médica, cirurgia geral, dermatologia, ginecologia e obstetrícia, pediatria, moléstias infecciosas e psiquiatria. Os casos trazidos para as reuniões são de escolha dos estudantes. Após a apresentação do caso, especialmente quanto ao diagnóstico, tratamento e prognóstico do paciente, o coordenador - um professor da área da Ética Médica e Bioética - abre as discussões provocando os estudantes a se manifestarem sobre os aspectos éticos envolvidos no atendimento dos pacientes ou nas condições de trabalho dos médicos assistentes ou nas relações institucionais da presença dos estudantes de medicina no atendimento aos pacientes. Não raramente os estudantes apontam a contradição entre as atitudes éticas tomadas por parte dos médicos assistentes e o ideal de uma atenção ética aos pacientes. Os estudantes também relatam e discutem sobre a diferença entre o que fala o médico asssiste, no seu discurso ético, e sua postura frente ao paciente ou a outro colega médico ou a outro profissional da área da saúde. Não obstante as questões administrativas da atenção à saúde aparecem com expressividade, nas reuniões da disciplina de Bioética Clínica o interesse e poderiamos dizer, a ansiedade dos estudantes estãor elacionadas com as dificuldades de entenderem e deliberarem sobre as contradições entre o código de ética médica, os instrumentos legais, e a percepção dos conflitos que emergem frente aos dilemas éticos apresentados na discussão dos casos. Os dilemas mais frequentes estão relacionados com as seguintes questões: reanimação em neonatologia; abortamento clandestino, especialmente envolvendo jovens; fase terminal de doença grave e incurável, internação compulsória em psiquiatria, alocação de recursos etc.\n \n•\tReflection and discussion about clinical cases.", "programa_resumido": "A Bioética, além do enfoque teórico, deve ser levada à cebeceira do paciente integrado o ato médico para o profissional de saúde possa posicionar-se no conflito pessoal e social de valores inerentes à vida e saúde humanas. A disciplina discute temas trazidos pelos alunos, que preparam em conjunto com o preceptor um caso clínico ou uma situação que envolva questões éticas ocorrida na instituição.", "turmas": [{"codigo": "2025150", "inicio": "13/01/2025", "fim": "28/06/2025", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Ivan Dieb Miziara"]}], "vagas": {"Obrigatória": {"vagas": 180, "inscritos": 146, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}