{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP5206", "nome": "Estágio Integrado em Clinica Médica", "creditos_aula": 3, "creditos_trabalho": 8, "objetivos": "Competências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: - Colaborador: capacidade de integração nas equipes médicas onde estão inseridos, bem como a relação com as equipes multidisciplinares alocadas ao respectivo setor. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, reuniões de equipes e proatividade nos plantões diurnos e noturnos, e ocorrem em Enfermaria, Ambulatório e setor de Interconsulta.\n\n- Comunicador: capacidade assertiva de coleta, síntese e passagem de informações acerca do cuidado do paciente e comunicação efetiva e empática com pacientes, acompanhantes e familiares. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, reuniões de equipes e passagem de casos, e ocorrem em Enfermaria, Ambulatório e setor de Interconsulta.\n\n- Cuidador: capacidade de acolhimento e resposta das necessidades do paciente em situação de vulnerabilidade de saúde, sendo capaz de estruturar um plano terapêutico, avaliar a resposta e adaptar os cuidados necessários. Estabelecer um vínculo com o paciente e o núcleo de pessoas envolvidas no seu cuidado. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, reuniões de equipes e avaliações escritas abertas e de múltipla escolha, e ocorrem em Enfermaria, Ambulatório e setor de Interconsulta.\n\n- Gestor/Líder: capacidade de gerenciar os recursos disponíveis no serviço, alocação de sua equipe (grupo de internato) nos plantões e atividades práticas no estágio, assumir o protagonismo na decisão e no cuidado de seu paciente. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, reuniões de equipes, desenvolvimento da escala de plantões e utilização eficiente do tempo durante o estágio, e ocorrem em Enfermaria, Ambulatório e setor de Interconsulta.\n\n- Profissional: capacidade de atuar de forma compatível com o exercício da profissão de forma ética, empática e justa, conhecer e seguir as normas de segurança hospitalares, comprometimento e pontualidade nas atividades. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, reuniões de equipes, proatividade nos plantões diurnos e noturnos, e ocorrem em Enfermaria, Ambulatório e setor de Interconsulta.\n\n- Estudioso: capacidade do aluno em ativamente manter-se atualizado, identificar necessidade de complementação de conhecimento com base nos temas do programa apresentado, bem como com base nas necessidades de saúde extraordinárias que o paciente sob seu cuidado possa apresentar. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, avaliações escritas abertas e de múltipla escolha, e ocorrem em Enfermaria, Ambulatório, setor de Interconsulta e na Faculdade de Medicina da USP.\n\n- Defensor da Saúde:  capacidade de reconhecimento das necessidades biopsicossociais de cada paciente e utilização efetiva das ferramentas disponíveis no Sistema Único de Saúde (SUS), referenciamento adequado do cuidado ao níveis de atenção (primária, secundária ou terciária), utilização de forma racional dos recursos finitos do SUS. A avaliação se dá através da observação diária por residentes, preceptores e assistentes, baseado na discussão de casos, reuniões de equipes, e ocorrem em Enfermaria, Ambulatório e no setor de Interconsulta.", "programa_resumido": "1) Discussão de Terapêutica Clínica, desenvolvida através da discussão de casos clínicos sobre as patologias mais prevalentes a nível ambulatorial e de enfermaria, com bibliografia previamente fornecida. Serão abordados os seguintes temas: \n          - Hipertensão arterial sistêmica\n          - Diabetes mellitus\n          - Síndrome metabólica\n          - Insuficiência cardíaca\n          - Asma e DPOC\n          - Cefaleias\n          - Consulta de promoção à saúde\n          - Profilaxia para tromboembolismo venoso.\n\n     2) Treinamento no laboratório de habilidades: orientações ao paciente com diabetes mellitus e ao paciente com asma/DPOC, tipos de dispositivos de oxigênio, punção de ascite, toracocentese e USG point-of-care.\n\n     3) Atividades práticas de atendimento em ambulatório (Clínica Médica e Geriatria), enfermaria (Clínica Médica e Cuidados Paliativos) e interconsulta (Cuidados Paliativos).\n\n     5) Curso de Interpretação de Eletrocardiograma (aulas teóricas e práticas).\n          - ECG Normal\n          - Sobrecargas\n          - Bloqueios de Ramo\n          - ECG no infarto do miocárdio\n          - Taquiarritmias\n          -  Bradiarritmias\n          - ECG no Hospital Geral\n\n     6) Temas de Radiologia, sob forma de discussão de casos no seguinte formato:\n          - História clínica resumida, trazida pelos internos do grupo, sendo que o caso não é conhecido dos outros colegas ou dos professores, enriquecendo a discussão em tempo real.\n          - Formulação de hipóteses diagnósticas.\n          - Planejamento de investigação laboratorial ou de imagem.\n          - Avaliação dos resultados.\n          - Filtragem das hipóteses diagnósticas, caso não haja diagnóstico definitivo.\n          - Fechamento do caso com condutas e resultados.\n\n     7) Relação médico-paciente.", "turmas": [{"codigo": "2024201", "inicio": "15/07/2024", "fim": "24/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Giovanni Guido Cerri", "(R) Iolanda de Fátima Lopes Calvo Tibério", "(R) Milton de Arruda Martins"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "26/08/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Giovanni Guido Cerri", "(R) Iolanda de Fátima Lopes Calvo Tibério", "(R) Milton de Arruda Martins"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "14/10/2024", "fim": "23/11/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Giovanni Guido Cerri", "(R) Iolanda de Fátima Lopes Calvo Tibério", "(R) Milton de Arruda Martins"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}