{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP5208", "nome": "Estágio Integrado em Atenção Primária à Saúde e Medicina de Família e Comunidade", "creditos_aula": 3, "creditos_trabalho": 8, "objetivos": "Competências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\n\nCompetências específicas a serem adquiridas:\n\nCompetência 1 (Acadêmica): Realizar consultas dos problemas ou condições de saúde frequentes, sob supervisão na APS, negociando plano conjunto pertinente ao caso\nAtender problemas ou condições de saúde frequentes sob supervisão: sabe-se por estudos de demanda que entre 25 e 40 problemas ou condições de saúde são responsáveis por mais de 50% dos encontros entre médicos e pacientes na APS. O principal objetivo educacional deste estágio é atender estas condições de forma integrada entre si e com as diferentes competências adquiridas nos primeiros quatro anos do curso. Em cada período de atendimento na unidade o aluno consultará de 2 a 4 pessoas e nas visitas domiciliares (VDs) serão 1 a 2 pessoas por período. É importante que o aluno acompanhe durante o estágio quais condições teve contato. \n\nObjetivos educacionais a serem adquiridos:\nConhecimentos: \n1.\tConhecer os principais diagnósticos diferenciais que podem estar associados aos motivos de consulta mais comuns na APS\n2.\tConhecer os exames complementares que podem ser solicitados para cada condição de saúde\n3.\tReconhecer marcadores no subjetivo da consulta e no exame clínico que indiquem a necessidade de solicitar exames complementares\n4.\tReconhecer problemas indiferenciados sem sinais de alarme que não necessitam de diagnóstico mais específico para elaboração de plano de cuidados\n5.\t\n6.\tReconhecer determinantes biológicos, psicológicos e sociais dos problemas ou condições com as quais lidou na consulta\n7.\tCompreender consequências biológicas, psicológicas e sociais do plano terapêutico proposto\n8.\tConhecer as diversas profissões presentes no cenário de prática da Atenção Primária\n9.\tConhecer os conceitos epidemiológicos associados aos estudos de diagnóstico, prognóstico e tratamento\nHabilidades: \n1.\tAvaliar probabilidade pré-teste de diagnósticos para decidir quanto à indicação de exames complementares para cada condição\n2.\tAvaliar se é pertinente para o caso individual solicitação de exames complementares, especificando quando for indicado quais exames são pertinentes, considerando também os riscos associados\n3.\tComparar os riscos e  benefícios das estratégias terapêuticas possíveis para cada situação (não farmacológicas e farmacológicas)\n4.\tConsiderar na elaboração do plano conjunto o diálogo multiprofissional\nAtitudes:\n1.\tBuscar evidências científicas na avaliação e na elaboração do plano conjunto\n2.\tTer uma atitude ética perante o paciente e sua família\n3.\tMostrar interesse e respeito em relação à equipe multiprofissional\n\nProblemas, condições de saúde ou demandas freqüentes:\n\n1.\tRastreamento\n2.\tHipertensão arterial sistêmica\n3.\tInfecção aguda do aparelho respiratório superior (IVAS)\n4.\tGravidez\n5.\tDiabetes \n6.\tSintomas depressivos\n7.\tContracepção\n8.\tMedicina preventiva/manutenção de saúde\n9.\tLombalgia\n10.\tSintomas ansiosos\n11.\tHipotiroidismo\n12.\tGastroenterocolites\n13.\tDislipidemia\n14.\tDermatofitose\n15.\tAmigdalite aguda\n16.\tCistites\n17.\tAsma\n18.\tDor abdominal \n19.\tDispepsia\n20.\tAbuso de tabaco\n21.\tObesidade\n22.\tDores musculares\n23.\tCefaléia\n24.\tVaginite/vulvite \n25.\tOtite media aguda\n26.\tAbordagem de dor\n27.\tRinite alérgica\n28.\t Tontura\n\nCompetência 2 (Comunicação): Ser capaz de utilizar o Método Clínico Centrado na Pessoa\nO Método Clínico Centrado na Pessoa (MCCP) consiste em uma metodologia apropriada para internos e residentes que visa o ensino de habilidades de comunicação e raciocínio clínico, em quatro passos: (1) abordar a enfermidade e a doença; (2) abordar os aspectos individuais, familiares e comunitários; (3) achar um plano comum; (4) investir na relação interno-paciente. Para o treino de habilidades de comunicação, mesmo que haja mais de um aluno no consultório, apenas um aluno deve conduzir a consulta sendo que os demais devem observar e fornecer feedback. \n\nObjetivos educacionais a serem adquiridos:\nConhecimentos: \n1.\tConhecer os quatro componentes do MCCP\n2.\tReconhecer um ou mais componentes em cada consulta\n3.\tConhecer os princípios da escuta ativa\n\nHabilidades:\n1.\tRealizar escuta ativa\n2.\tExplorar doença, experiência de doença e saúde\n3.\tSer capaz de entender a pessoa como um todo, considerando seu contexto familiar e comunitário\n4.\tElaborar plano conjunto de manejo dos problemas\n5.\tFortalecer o vínculo entre a pessoa e o estudante de medicina\nAtitudes:\n1.\tApresentar postura de abertura para conhecer e compreender o outro (empatia)\n2.\t Observar a presença dos componentes do MCCP em sua prática\n3.\tInvestir na relação com o paciente, que será seguido pela equipe por um longo período\n4.\tDemonstrar interesse e respeito durante as consultas \n\nCompetência 3 (Profissional): Registrar consultas utilizando o Registro Clínico Orientado por Problemas, de maneira adequada para a APS\nUm dos atributos da APS é o cuidado longitudinal, o que diferencia das internações hospitalares ou mesmo consultas em pronto socorro que são, em geral, cuidados pontuais. Desta forma, uma das principais características da APS é o “registro clinico orientado por problemas” que valoriza a longitudinalidade de maneira que a próxima consulta seja continuação da anterior e assim por diante.  \n\nObjetivos educacionais a serem adquiridos:\nConhecimentos:\n1.\tConhecer o “registro clínico orientado por problemas” (ou “Problem Oriented Medical Record”\n2.\tConhecer as regras básicas para se registrar o subjetivo, a avaliação, um motivo de consulta e um problema\n3.\tEntender o conceito de “sintoma como diagnóstico”\nHabilidades:\n1.\tRegistrar pela metodologia SOAP: subjetivo, objetivo, avaliação e plano\n2.\tElaborar lista de problemas\n3.\tAtualizar a lista de problemas a cada consulta \nAtitudes:\n1.\tBuscar registrar de maneira concisa e completa\n2.\tManter contato visual com o paciente durante a maior parte da consulta, reservando tempo para o registro durante ou ao final da consulta\n\nCompetência 4 (Comunicação): Manejar o tempo de consulta na APS, com tempo suficiente para atendimento e discussão dos casos, traduzindo demandas em necessidades de saúde de modo centrado na pessoa\nManejar o tempo de consulta é uma habilidade fundamental para qualquer médico que tenha atividade em consultório. O tempo de consulta é um valor médio e há variações. A forma que se organiza o acesso e a agenda contribuem para o manejo adequado do tempo de consulta. \nObjetivos educacionais a serem adquiridos:\nConhecimentos: \n1.\tConhecer um modelo de organização da consulta (Consulta em 7 passos)\n2.\tCompreender a relação do tempo de consulta com outras variáveis como lista de pacientes e frequência de uso do serviço\n3.\tCompreender os diversos fatores que interferem no aumento do tempo de consulta como interrupção e má organização da consulta\nHabilidades:\n1.\tRealizar escuta ativa\n2.\tIdentificar as demandas importantes para a pessoa em cada consulta\n3.\tPactuar com a pessoa as demandas mais importantes de serem abordadas naquela consulta (considerando a agenda da pessoa e a agenda médica)\n4.\tExplorar as queixas com atenção à maneira de perguntar (perguntas abertas, cardápio de opções, perguntas fechadas)\n5.\tConciliar a avaliação técnico-científica e o raciocínio biomédico com uma explicação que faça sentido para a pessoa\n6.\tComunicar riscos e benefícios de intervenções (exames complementares, tratamentos não farmacológicos e farmacológicos)\n7.\tNegociar plano conjunto de manejo dos problemas considerando as evidências científicas e as potencialidades, idéias, expectativas, valores e crenças da pessoa\n8.\tFinalizar tipos diferentes de consultas em tempo adequado para cobrir as demandas \nAtitudes:\n1.\tValorizar a pontualidade para iniciar e concluir as consultas\n2.\tEstar aberto para escutar o outro e acolher suas singularidades\n3.\tObservar-se em ação com interesse aprimorar habilidades de comunicação\n\nCompetência 5 (Defensor da saúde): Aplicar os atributos da APS nos atendimentos, sob supervisão, de maneira integrada e com atenção especial à a longitudinalidade\n\tEpisódio de cuidado “tem início desde o momento em que o problema de saúde (ou a doença) é apresentado ao profissional e termina na finalização da última consulta concernente àquelas questões” . A longitudinalidade é um dos quatro atributos nucleares da atenção primária à saúde e envolve o vínculo. Em geral, o atributo longitudinalidade é global e aprimorado pelos profissionais ao longo do tempo e, portanto, mais especifico da atenção primária, sendo que continuidade seria mais relacionado a episódios de cuidado e portanto um conceito compartilhado com a atenção secundária. \n\nObjetivos educacionais a serem adquiridos:\nConhecimentos: \n1.\tReconhecer o atributo longitudinalidade \n2.\tReconhecer a integralidade\n3.\tReconhecer a coordenação do cuidado\n4.\tReconhecer o acesso\n5.\tEntender através do Primary Care Assessment Tool (PCATool) versão adulto, como este atributo pode ser avaliado\nHabilidades:\n1.\tSer capaz de avaliar quais condições necessitam de seguimento\n2.\tAvaliar a “demora permitida”  de cada condição \nAtitudes:\n1.\tSe propor a dar continuidade ao episódio de cuidado sempre que possível e for necessário agendando consultas de retorno a partir da discussão com o preceptor/ tutor/ residente\n2.\tCriar vínculo com o paciente e a família e aprimorar a relação aprendiz-paciente a cada encontro", "programa_resumido": "1.\tAtividades\n\nHorário das atividades: serão oito horas diárias de atividades com uma hora de almoço seguindo a rotina da UBS e da equipe e combinado com o Profissional de Ensino e Pesquisa (PEP) ou discutidor responsável. A participação nas reuniões gerais do serviço que ocorrem às quartas feiras no Centro de Saúde Escola Butantã e/ou virtualmente das 17:30 as 19:00 é opcional.\nAs atividades se dividem em:\n\nA.\tAtividades sob supervisão na Unidade Básica de Saúde:\n1.\tAtendimento e discussão de casos de consultas do dia\n2.\tAtendimento e discussão de casos de consultas agendadas\n3.\tProcedimentos como colocação de DIU \n4.\tVisitas domiciliares\n5.\tReuniões de equipe\n6.\tParticipação em atividades em grupos\n7.\tObservação direta de consultas para discussão de aspectos de comunicação e estruturação de consultas\n\nO aluno deve seguir a rotina da unidade sob orientação do profissional de ensino e pesquisa (PEP).\n\nHorário e local: De segunda a sexta nos horários determinados pelo Profissional de Ensino e Pesquisa (PEP), tutor, preceptor ou responsável, exceto às quartas e segundas à tarde\n\nB.\tAulas de Atenção Primária à Saúde\nHorário e local: quartas à tarde conforme grade presencialmente na FMUSP ou de acordo com a orientação do professor\n\nC.\tAulas e seminários de epidemiologia\nHorário e local: algumas segundas à tarde conforme grade presencialmente na FMUSP ou de acordo com a orientação do professor\n\nD.\tProblem Based Interview (PBI): \nAnálise de consultas filmadas. As orientações estão na pasta específica. TODOS OS ALUNOS DEVEM POSTAR AO MENOS UM VÍDEO NA PASTA CORRESPONDENTE DO CLASSROOM ATÉ A PRIMEIRA SESSÃO DE PBI. Este será um importante critério para avaliação da participação nesta atividade. É possível filmar com celulares e tablets desde que sejam testados tanto o som quanto o ângulo previamente, enquadrando paciente e aluno, e nunca filmando o exame físico. Sempre postar o Termo de Consentimento Livre e Esclarecido no Classroom. \n\nHorário e local: Presencial, na FMUSP, locais a serem comunicados pelos preceptores, às quartas feiras das 08 às 12 conforme grade (na primeira semana do curso não ocorre PBI para dar tempo de filmarem e em algum semana seguinte ocorre duas vezes, na segunda à tarde e na quarta de manhã).\n\nE.\tNarrativa e Registro Orientado a Problemas: \nTodos devem postar no Google Classroom uma narrativa em word ou PDF até a última sexta-feira do estágio com o nome do aluno e número da panela no título do arquivo; as orientações estão em uma pasta específica. \n\nF.\tOficinas de comunicação e Introdução à Disciplina:\nPrimeiras segunda-feira à tarde e quarta-feira de manhã de toda panela, ou conforme cronograma estabelecido no início do estágio. \n\nLocal: Presencial, na FMUSP, locais a serem comunicados pelos preceptores. Segunda à tarde às 14:00 e quarta de manhã às 08:00.\n\nAntes do início do curso devem ser cumpridas algumas tarefas como:\n1.\tDivisão do grupo grande em subgrupos de acordo com a orientação dos preceptores\n2.\tEscolha das Unidades conforme vagas disponibilizadas pelos preceptores \n3.\tLeitura do Manual do Curso\n\nAo longo do curso o aluno deve:\n1.\tLer as orientações para Narrativas\n2.\tLer o exemplo de narrativa\n3.\tLer a bibliografia obrigatória\n4.\tEstudar os tópicos da prova\n\nObservação: pode haver variações nos dias ou períodos das atividades, portanto os alunos devem seguir a grade disponibilizada no início do estágio.\n\n2.\tTutores e preceptores\n\nProfissionais de ensino e pesquisa (PEPs): Cada Unidade Básica de Saúde (UBS) conta com pelo menos um médico contratado especificamente para o fomento, organização e desenvolvimento das atividades de ensino, tanto dos alunos dos diversos cursos de graduação quanto das próprias Equipes de Saúde da Família (ESF). São, em maioria, oriundos de ESFs e escolhidos por apresentarem perfil adequado para a função.\nTutores: Médicos responsáveis por uma ESF que receberá os internos para treinamento. Possuem residência / especialização em Medicina de Família e Comunidade ou experiência comprovada na função.\nResidentes de medicina de família e comunidade: residentes que têm ao menos 60% da carga horária na Unidade Básica de Saúde e se especializam em medicina geral e atenção primária à saúde com foco na prática ambulatorial e comunitária. \nPreceptor da graduação: é uma importante referência dos alunos e responsável pela coordenação da disciplina junto aos professores.", "turmas": [{"codigo": "2024204", "inicio": "15/07/2024", "fim": "24/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Gustavo Diniz Ferreira Gusso", "(R) Itamar de Souza Santos", "(R) Nelson da Cruz Gouveia", "(R) Paulo Andrade Lotufo", "(R) Paulo Rossi Menezes", "(R) Rodrigo Diaz Olmos", "Ana Flavia Pires Lucas D Oliveira", "Hermano Tavares", "Maria Teresa Bechere Fernandes"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["Isabel Cristina Esposito Sorpreso", "Marco Aurélio Knippel Galletta"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024205", "inicio": "26/08/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Gustavo Diniz Ferreira Gusso", "(R) Itamar de Souza Santos", "(R) Nelson da Cruz Gouveia", "(R) Paulo Andrade Lotufo", "(R) Paulo Rossi Menezes", "(R) Rodrigo Diaz Olmos", "Ana Flavia Pires Lucas D Oliveira", "Hermano Tavares", "Maria Teresa Bechere Fernandes"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["Isabel Cristina Esposito Sorpreso", "Marco Aurélio Knippel Galletta"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024206", "inicio": "14/10/2024", "fim": "23/11/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Gustavo Diniz Ferreira Gusso", "(R) Itamar de Souza Santos", "(R) Nelson da Cruz Gouveia", "(R) Paulo Andrade Lotufo", "(R) Paulo Rossi Menezes", "(R) Rodrigo Diaz Olmos", "Ana Flavia Pires Lucas D Oliveira", "Hermano Tavares", "Maria Teresa Bechere Fernandes"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["Isabel Cristina Esposito Sorpreso", "Marco Aurélio Knippel Galletta"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 23, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}