{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP6206", "nome": "Estágio Hospitalar em Obstetrícia", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Competências gerais: Colaborador, Comunicador, Cuidador, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: Colaborador: o estudante é avaliado em sua prática diária no contato com diferentes especialidades médicas e com a equipe multiprofissional (no que se refere a respeito, comunicação e compromisso). Durante as atividades de estágio, que ocorrem no Hospital das Clínicas, essa competência é avaliada: nas visitas realizadas na Enfermaria da Obstetrícia; nos atendimentos realizados no Ambulatório da Obstetrícia; quando há a necessidade de acionamento de outros profissionais, para a realização de procedimentos; nos atendimentos realizados no Pronto-Socorro Obstétrico e no Centro Obstétrico. E no Ambulatório da Ginecologia, esta avaliação ocorre durante os atendimentos e discussões de casos clínicos com a Equipe.\n\nComunicador: o estudante é avaliado em sua prática diária, sendo responsável por coletar anamnese, examinar as pacientes, e na comunicação de diagnósticos e de condutas a serem propostas. No que se refere a comunicação, com a equipe profissional: o estudante deve comunicar-se adequadamente com os outros membros da equipe médica, da equipe multiprofissional e também com os familiares da paciente. Quanto a forma de avaliação desta competência: o parecer desta avaliação é elaborado pelos assistentes e residentes, a partir do desempenho apresentado pelo aluno, durante os plantões realizados no Pronto Socorro Obstétrico e no Centro Obstétrico do Hospital das Clínicas. Nas Enfermarias da Clínica Obstétrica, esta avaliação ocorre durante a realização das visitas médicas, que são conduzidas pelos (as) médicos (as) assistentes e pelos (as) preceptores (as). Nos Ambulatórios da Obstetrícia e da Ginecologia, esta avaliação ocorre através da discussão de casos clínicos, que são atendidos pelos médicos(as) assistentes e pelos preceptores(as). E junto a isso, os alunos também são avaliados durante a realização das atividades de simulação médica, que são executadas pelos(as) preceptores(as) no Laboratório de Habilidades da FMUSP.\n\nCuidador: o estudante é avaliado ao cuidar de gestantes durante os atendimentos de consultas de pré-natal, internações e nos trabalhos de parto e parto.  O estudante deverá desenvolver a empatia durante a realização de avaliações clínicas obstétricas, compreender as indicações e os resultados de procedimentos obstétricos a serem realizados; e paralelamente a isso, deverá estar atento a: detecção de disfunções (de ordem obstétrica e ginecológica), situações de risco e adoecimentos obstétricos e suas complicações. Durante as atividades de estágio, que ocorrem no Hospital das Clínicas, essa competência é desenvolvida por meio de atendimentos realizados no Pronto-Socorro Obstétrico, no Centro Obstétrico e nos Ambulatórios da Obstetrícia e da Ginecologia, e também durante o acompanhando dos casos das pacientes internadas nas Enfermarias da Obstetrícia. O aluno deve estabelecer vínculo com as pacientes, planejando seu tratamento em conjunto com a equipe, e junto a isso ele deverá oferecer a orientação adequada a determinada paciente, de acordo com o seu quadro clínico e condição psicossocial. Nas atividades de simulação, realizadas no Laboratório de Habilidades da FMUSP pela Preceptoria, será avaliado o desenvolvimento do aluno nas práticas obstétricas de assistência ao parto e emergências obstétricas. \n\nProfissional: compreende-se que esta expertise é algo a ser desenvolvido a longo prazo na vida de qualquer profissional, no entanto, o estudante é avaliado ao demonstrar comportamentos e atitudes imprescindíveis à profissão (tais como atitude ética, humana, honesta, respeitosa e compromisso com o serviço, no que se refere ao trato com a equipe, com o local de trabalho, com os recursos do local de trabalho e com as pacientes). Espera-se respeito ao contexto sociocultural e religioso da paciente e de seus acompanhantes. Durante as atividades de estágio, que ocorrem no Hospital das Clínicas, essa competência é avaliada, pelos Assistentes e Preceptores, por meio dos atendimentos realizados pelos alunos: no Pronto-Socorro obstétrico, nos Ambulatórios da Obstetrícia e da Ginecologia e nas Enfermarias da Obstetrícia, assim como no seguimento do trabalho de parto e parto realizados no Centro Obstétrico. E também, durante a realização de simulações de procedimentos obstétricos, que ocorrem no Laboratório de Habilidades da FMUSP. \n\nEstudioso: durante as atividades de estágio, que ocorrem no Hospital das Clínicas, o estudante é avaliado no reconhecimento de sua necessidade de obter conhecimento e na forma como o realiza, gerindo o seu tempo durante o estágio, para conseguir otimizar o seu aprendizado. Essa competência é avaliada durante as atividades de visitas realizadas nas Enfermaria da Obstetrícia, nas atividades de discussão de casos clínicos, que ocorrem no Pronto-Socorro Obstétrico e nos Ambulatórios da Obstetrícia e da Ginecologia, e também no Centro Obstétrico, durante o seguimento de pacientes em trabalho de parto e parto. Nessas atividades, o aluno também é avaliado, pela Preceptoria, a partir da forma como ele correlaciona o conhecimento aprendido durante o curso, com a vivência da prática médica. Além disso, é realizada durante o estágio a aplicação de Prova Teórica, com testes e questões escritas, assim como uma Prova Multimídia.\n\nDefensor da saúde (Health Advocate): o estudante é avaliado através da habilidade de saber identificar os direitos das pacientes, a partir do reconhecimento de suas necessidades sociais, e também através da forma como age ao ser um promotor da saúde da mulher, da gestante e da puérpera. Durante as atividades de estágio, que ocorrem no Hospital das Clínicas, a avaliação desta competência é realizada, pelos Professores, Assistentes e Preceptores,  por meio da observação da postura e das ações  apresentadas pelos alunos durante a realização  das atividades de visitas médicas ,que ocorrem nas Enfermarias da Obstetrícia, nas discussões de casos clínicos, realizados nos Ambulatórios da Obstetrícia e da Ginecologia e no Pronto-Socorro Obstétrico e também durante as discussões realizadas nas aulas teóricas, de acordo com o tema abordado.", "programa_resumido": "Conteúdo abordado pela Obstetrícia: aloimunização; abortamento; aspectos éticos da prática médica; gravidez ectópica; gemelidade; hemorragia pós-parto; infecções congênitas; moléstia trofoblástica; infecção puerperal; perdas fetais de segundo trimestre; prematuridade; pré-natal; pós-datismo; restrição do crescimento fetal; rotura prematura de membranas ovulares; sangramentos de primeiro e terceiro trimestre; vitalidade fetal (cardiotocografia e perfil biofísico fetal) e dopplervelocimetria e também doenças mais prevalentes na gestação: anemias, cardiopatias; hipotireoidismo e hipertireoidismo; infecção do trato urinário; infecção pelo vírus da imunodeficiência humana.\n\nConteúdo de Revisão de Ginecologia: abordagem de sexualidade na consulta ginecológica; atenção primária; dor e ciclo menstrual; ginecologia endócrina; incontinência urinária e prolapsos genitais; mastologia; patologia do trato genital inferior e doenças sexualmente transmissíveis; planejamento reprodutivo; reprodução humana; sangramento genital anormal e neoplasias anexiais; semiologia ginecológica e preparo cirúrgico; terapia hormonal em situações especiais.", "turmas": [{"codigo": "202421A", "inicio": "26/08/2024", "fim": "21/09/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Rossana Pulcineli Vieira Francisco"]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "202421B", "inicio": "23/09/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Rossana Pulcineli Vieira Francisco"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "202421C", "inicio": "15/07/2024", "fim": "03/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Rossana Pulcineli Vieira Francisco"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "202421D", "inicio": "05/08/2024", "fim": "24/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Rossana Pulcineli Vieira Francisco"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}