{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP6202", "nome": "Estágio Integrado em Pediatria II", "creditos_aula": 3, "creditos_trabalho": 8, "objetivos": "Competências gerais: \nColaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\n\nDescrição: 1. Comunicador: o estudante é avaliado por meio de sua prática diária em atividades do Pronto Atendimento e Enfermaria as quais ele é responsável por coletar, registrar e compartilhar informações clínicas de seus pacientes. Ademais, o aluno é responsável por realizar as orientações aos pacientes em relação ao diagnóstico e conduta. A competência  é avaliadas por  meio de observação da equipe assistencial (Atendimentos, simulações e discussões de caso), revisão do prontuário e prova prática por meio de OSCE. As atividades que são utilizadas como estratégia para essa competência são manejo do Atendimento em simulação, atendimento clínico, discussão de casos e visita médica. Essa competência é avaliada na Laboratório de atividades, Pronto Socorro e Enfermaria.\n \n2. Profissional: o estudante é avaliado ao conhecer e aplicar as normas de segurança do trabalho em ambiente  hospitalar e do estágio, demonstrar comportamentos e atitudes fundamentais para exercício da profissão (atitude ética, humana e respeitosa, compromisso com o serviço e honestidade) e reconhecer/respeitar o contexto sócio cultural e religioso do paciente e da sua família. A competência é avaliada por observação do aluno, portifólio e feedback ao aluno. As atividades que são utilizadas como estratégia para essa competência são  atendimento clínico, discussão de casos, visita médica e interdisciplinar. Essa competência é avaliada na enfermaria, pronto socorro e sala de aula. \n\n\n3. Colaborador: o estudante é avaliado ao trabalhar com equipes médicas e interprofissionais (respeito, comunicação, compromisso) e ao reconhecer a necessidade de uma avaliação de equipe multiprofissional. Essa competência é avaliada por meio de observação diária e OSCE. Em relação as atividades que abrangem essa competência, podemos citar participação na reunião da equipe interdisciplinar, discussão na visita e simulação do atendimento de urgência e emergência. Essa competência é avaliada na enfermaria, pronto socorro e Simulação do atendimento de urgência e emergência. \n\n4. Gestor/Líder: o estudante é avaliado por gerenciar tempo, equipe e recursos. Essa competência é avaliada por meio de observação diária dos alunos e revisão de sua escala de plantão.  As atividades que são utilizadas como estratégia para essa competência são desenvolvimento da escala de plantões, atendimento clínico, pontualidade e  utilização eficiente do tempo durante o estágio. Essa competência é avaliada na enfermaria e pronto socorro.\n\n5. Cuidador: o estudante é avaliado ao cuidar de criança e do adolescentes em ambiente de urgência e emergência, acompanhar crianças e adolescentes hospitalizados, planejar alta hospitalar e estabelecer vínculo com a família e compartilhar o cuidado do áciente. As atividades são avaliadas por  observação diária, Teste de múltipla escolha e  OSCE. As atividades que são utilizadas como estratégia para essas competências são atendimento clínico e evolução em enfermaria (anamnese, exame físico, raciocínio clínico e \nplano terapêutico), TBL, discussão de casos e Simulação. Essa competência é avaliada na enfermaria, Pronto Socorro e laboratório de habilidades. \n\n6. Estudioso: o estudante é avaliado ao reconhecer sua necessidade de aprendizado e realizar auto gestão da aquisição de conhecimento. As atividades são avaliadas por portfolio, teste de múltipla escolha e OSCE . As atividades que são utilizadas como estratégia para essa competência são atendimento clínico, medicina baseada em evidências e discussões de caso. Essa competência é avaliada na Sala de Aula, Pronto Socorro e Enfermaria. \n\n7. Defensor da Saúde (Health Advocate): o estudante é avaliado ao defender os direitos dos pacientes e reconhecer suas necessidades sociais. A competência  é avaliadas por observação das práticas do aluno. As atividades que são utilizadas como estratégia para essa competência são manejo do paciente internado e workshop de comunicação. Essa competência é avaliada na Sala de Aula, Pronto Socorro e Enfermaria.", "programa_resumido": "Técnica de intubação orotraqueal; Coleta de Liquor e indicações; Basic Life Suport Infantil; Intra óssea - indicações e técnica; Obstrução de vias aéreas superiores; Comunicação efetiva com pacientes e familiares; Parada Cardiorrespiratória; Disturbios de ritmo (taquicardia e bradicardia); Intoxicações exógenas; Hipertensão intracraniana; Estado de Mal Epiléptico; Sepse e Choque Séptico; Anafilaxia; Doença Falciforme; Síndrome Nefrítica; Sindrome Nefrótica; Insuficiência respiratória; Cetoacidose Diabética; Soro de Manutenção Basal e Hidratação Endovenosa; Maus Tratos; Hemofilia; Purpura Trombocitopênica Imune; Síndrome de Lise Tumoral; Síndromes compressivas tumorais; Neutropenia Febril; Ultrassom Point of Care Pulmonar; Cirurgia Infantil; Disturbios Hidroeletrolíticos; Hemocomponentes; Bioéticas; Imunodeficiência; Fibrose Cística.", "turmas": [{"codigo": "2024201", "inicio": "15/07/2024", "fim": "24/08/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Magda Maria Sales Carneiro Sampaio", "Nara Vasconcelos Cavalcanti"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["Nara Vasconcelos Cavalcanti"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": ["Nara Vasconcelos Cavalcanti"]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": ["Nara Vasconcelos Cavalcanti"]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": ["Nara Vasconcelos Cavalcanti"]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Magda Maria Sales Carneiro Sampaio", "Nara Vasconcelos Cavalcanti"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024211", "inicio": "26/08/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Magda Maria Sales Carneiro Sampaio", "Nara Vasconcelos Cavalcanti"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}