{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP6210", "nome": "Competências Médicas II", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Competências gerais: Colaborador, Cuidador, Profissional, Estudioso\nDescrição: 1.\tComunicador: o estudante é avaliado por meio da prática nas estações. As atividades são realizadas em grupos de alunos e espera-se troca e ambiente colaborativo entre eles.  \n\n2. Profissional: o estudante é avaliado ao conhecer e aplicar as normas de segurança do trabalho e do paciente, demonstrar comportamentos e atitudes fundamentais para exercício da profissão (atitude ética, humana e respeitosa, compromisso com o serviço e honestidade).\n\n3.\tCuidador: o estudante é avaliado quanto a capacidade de cuidar de do paciente durante atuação em serviço de saúde. \n\n4. Estudioso: o estudante é avaliado ao reconhecer sua necessidade de aprendizado e realizar autogestão da aquisição de conhecimento.  E apresentar conhecimento obtido ao longo do curso.\n\n5. Defensor da Saúde (Health Advocate): o estudante é avaliado ao defender os direitos dos pacientes e reconhecer suas necessidades sociais. \n\nAs competências são avaliadas por observação das práticas do aluno durante a atuação nas estações e realização de provas.", "programa_resumido": "Programa curricular com objetivo de avaliação dos conteúdos abordados em todo o ciclo de internado, nos diversos rodízios. Realizado por meio de estações em pequenos grupos. E posteriormente avaliados por meio da aplicação de uma prova teórica (100 questões testes multipla escolha em 4h) e uma prova multimídia (Testes de multipla escolha baseada em casos clínicos, em 2h).\n\nConteúdos abordados nos rodízios:\n\nPSM\nPS INCOR\nPSC\nPSN\nPEDIATRIA \nOTORRINO\nOBSTETRÍCIA\nCLÍNICA HU \nCIRURGIA HU\nGINECOLOGIA \nPSIQUIATRIA\nAPS\nOFTALMOLOGIA\t\nORTOPEDIA", "turmas": [{"codigo": "2024201", "inicio": "14/10/2024", "fim": "26/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Iolanda de Fátima Lopes Calvo Tibério", "(R) Milton de Arruda Martins"]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 185, "inscritos": 124, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}