{"unidade": "Faculdade de Medicina", "departamento": "Disciplinas Interdepartamentais da Faculdade de Medicina", "campus": "São Paulo", "codigo": "MSP6207", "nome": "Estágio Integrado em Emergências de Adulto", "creditos_aula": 7, "creditos_trabalho": 16, "objetivos": "Pronto Socorro Incor (PSIncor):\nCompetências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: Conceito baseado na postura nas atividades práticas na unidade de emergência do incor, quanto a trabalho em equipe, respeito aos pares e aos assistentes, e responsabilidade frente ao paciente;\nObservação da atitude diante do treinamento de habilidades e simulações;\nAvaliação da progressão de construção de competências ao longo do estágio;\nProva teórica;\nProva prática. \n\nPronto Socorro Cirurgia (PSC):\nCompetências gerais: Profissional\nDescrição: Aulas teóricas:\n-As aulas teóricas são disponibilizadas no formato vídeo aula na plataforma Google Classroom,\nada vídeo-aula acompanha:\nUma tarefa (questionário no formato Google Formulários) a ser respondido após assistir ao conteúdo das aulas, com questões sobre os temas abordados e uma avaliação sobre a qualidade da aula. A resposta do questionário contará como comprovação de presença na atividade.\nUm roteiro de aula com organização dos temas por ela abordados.\n Leitura (L):\nLeitura de capítulos e artigos selecionados (disponíveis no Google Classroom)\nLeitura da bibliografia indicada (lista no final deste documento)\nSimulação (S)\nTreinamento e Simulação no Atendimento ao Trauma\nOcorre uma vez por mês em data a ser definida durante o estágio, preferencialmente no período matutino. Os alunos dos estágios de Cirurgia e Neurologia são reunidos para a realização de um Workshop de Atendimento ao Paciente Politraumatizado, realizado no Laboratório de Habilidades da FMUSP; \nEsta atividade apresenta caráter obrigatório para todos os internos dos estágios envolvidos;\nNo dia anterior ao Workshop, os internos serão liberados de seus plantões noturnos no PSC às 0h.\n\nNesta atividade os alunos são estimulados a discutir e desenvolver habilidades envolvendo os seguintes aspectos do paciente vítima de trauma:\nVia aérea no trauma\nTrauma torácico\nChoque no trauma\nSistematização e protocolos do atendimento inicial ao politraumatizado\n\nAo final das quatro estações, os alunos são divididos em grupos e realizam atividade de simulação ao atendimento de trauma no formato “time de Trauma”. Esta atividade será avaliada pelos instrutores do curso e contará como parte da nota final do estágio.\n\nB) Simulação de cenários de atendimentos\nRealização de simulação de cenários de atendimentos às urgências não-traumáticas;\nRealizadas durante o período de “Discussão de Casos com o Preceptor” (para todos os internos do estágio) ou durante os períodos de atividades no PSC (para os internos de plantão).\n\n\nPronto Socorro Emergências Clínicas (PSM):\nCompetências gerais: Colaborador, Comunicador, Cuidador, Gestor/Líder, Profissional, Estudioso, Defensor da saúde (Health advocate)\nDescrição: Os alunos são avaliados no âmbito das práticas dos plantões sob supervisão dos preceptores. Avaliamos a comunicação com equipe de saúde, com paciente e como é realizado a passagem de caso. Avaliamos o cuidado que fornecem ao paciente e como atuam no âmbito profissional. Nas atividades teóricas é avaliado o estudo com as aulas de Classroom e o conhecimento que já trazem de outros estágios. Na prática de simulação treinamos a parte de liderança e colaboração com equipe no cuidado do paciente (assumindo outras funções que não apenas a de médicos). Alunos passam por estágio de PS (porta e sala de emergência) de unidades públicas de alta demanda e sempre é reforçado o compromisso de cuidado e de defender a saúde pública de qualidade. \nFornecido feedback individual aos alunos após os plantões com preceptores, feedback em grupo nas simulações realísticas e feedback com correção presencial da prova final do estágio, com enfoque em questões de prova de residência. \n\nPronto Socorro Neurologia (PSN):\nCompetências gerais: Comunicador, Cuidador, Profissional, Estudioso\nDescrição: 1. Comunicador: o aluno é avaliado em sua prática de plantões no ambiente do Pronto-Socorro de Neurologia, em que é responsável pelo atendimento integral do paciente internado em leito de urgência, sendo responsável pela comunicação com o paciente e sua família assim como com o restante da equipe assistencial (residentes, assistentes, preceptores, equipe multidisciplinar). A competência é avaliado pela postura durante a visita médica, passagem do caso para colegas e chefes, passagem do boletim médico e orientações ao paciente e familiares e revisão de prontuário. Essa competência também é avaliado durante as simulações práticas realizadas com os preceptores no Laboratório de Habilidades, em que as hipóteses, condutas, orientações e explicações devem ser passados pelos estudantes ao paciente simulado. A postura adotada pelo aluno nesse critério é contabilizada na nota de conceito (30% da nota final).\n\n2. Cuidador: o aluno é avaliado durante o atendimento aos pacientes internados ou admitidos no Pronto-Socorro de Neurologia, assim como durante as simulações práticas com os preceptores no Laboratório de Habilidades. É esperado que o estudante saiba priorizar as medidas e condutas que devem ser feitas no ambiente de urgência e emergência, prestar atenção integral ao paciente no manejo de sintomas, estabelecer vínculo com o paciente e seus acompanhantes, fornecer orientações necessárias para o tratamento e planejar a alta hospitalar no momento oportuno. A postura adotada pelo aluno nesse critério é contabilizada na nota de conceito (30% da nota final).\n\n3. Profissional: o aluno é avaliado em relação à sua postura durante os plantões no Pronto-Socorro de Neurologia, no que concerne ao atendimento ao paciente, discussões de casos e visitas médicas, nas consultas ambulatoriais de que eventualmente participará e durante as práticas de simulação. Essa competência é avaliada através do compromisso com a escala e as tarefas dos plantões e da demonstração de atitudes honestas e coerentes, respeito com o paciente e com seus colegas, compromisso com o exercício ético da medicina e com a melhor prática baseada em evidências. A postura adotada pelo aluno nesse critério é contabilizada na nota de conceito (30% da nota final).\n\n4. Estudioso: o aluno é avaliado em relação aos conhecimentos teóricos obtidos durante as simulações realísticas, aulas gravadas no Classroom, discussão com preceptores e assistentes, e em relação aos conhecimentos práticos obtidos nos plantões no Pronto-Socorro de Neurologia e nas consultas ambulatoriais de que eventualmente participará. A competência é avaliada pela postura e participação ativa durante as simulações e discussões de casos, autonomia supervisionada na condução dos casos internados e admitidos no pronto-socorro (avaliadas na nota de conceito), e pelo desempenhos nas provas online (20% da nota final) e na prova teórica aplicada ao final do estágio (50% da nota final).", "programa_resumido": "Pronto Socorro Incor:\nAbordagem de dor torácica no departamento de emergência; Síndrome coronariana aguda; Insuficiência cardíaca descompensada; Choque cardiogênico; Síncope; Endocardite Infecciosa; Emergências hipertensivas; Treinamento em ACLS; Dissecção aguda de aorta; Tromboembolismo pulmonar; Pericardiopatias agudas; Análise de eletrocardiograma. \n\nPronto Socorro Cirurgia:\n Dor abdominal – abordagem inicial - Prof. Dr. Edivaldo Utiyama\nHemorragia digestiva - Flávio Roberto\nIcterícia obstrutiva - Geibel Reis\nAtendimento inicial ao politrauma - Dr. Fernando Novo\nTrauma torácico - Geibel Reis\nTrauma abdominal e pélvico - Flávio Roberto\nAbdome agudo inflamatório - Dr. Roberto Rasslan\nAbdome agudo obstrutivo - Dr. Sérgio Damous\nAbdome agudo perfurativo - Dr. Valdir Zamboni\nUSG POCUS - Dr. Carlo Menegozzo\n\nPronto Socorro Emergências Clínicas:\nO estágio do PSM do 6° ano é composto por 3 semanas.\nOs alunos possuem atividades didáticas fixas às segundas-feiras (3 dias didáticos) nos quais são abordados os seguintes temas teóricos e práticos:\n\n# Aulas Presenciais - Disponibilizado após questões orientadoras de estudo.\n- Intubação Orotraqueal\n- USG point-of-care\n- Ventilação Mecânica\n\n# Discussão de temas (modelo de questões formato kahoot ou jogos) - Disponibilizado após questões orientadoras de estudo.\n- Infecções no PS\n- Intoxicações no PS\n- Urgências onco-hematológicas e controle de sintomas no PS\n\n# Prática:\n- Intubação Orotraqueal (prática em modelo do LabHab)\n- USG point-of-care (prática)\n- Cateter venoso central (prática em modelo confeccionado pelos preceptores)\n- Ventilação Mecânica (prática)\n\n# 6 simulações no LabHab com debriefing:\n- Anafilaxia\n- DPOC exacerbado\n- Cetoacidose Diabética\n- Urgências no hepatopata\n- Urgências dialíticas\n- Sepse\n\nAlém dos dias didáticos, os alunos possuem uma atividade no dia final do estágio que é uma revisão de vários tópicos, chamada a \"Hora da Emergência\" com duração de 3h (modelo com 15 testes e 15 questões desafios a serem resolvidas em equipes). No período da tarde é realizada a prova com 20 questões testes e 2 questões dissertativas. \n\nOs plantões ao longo do estágio são na quantidade de 8 plantões de 12h no total, sendo realizados em 2 locais: ICHC (PSM) no setor da porta e no setor da sala de emergência; PS-Lapa no setor de porta e no setor de sala de emergência, sempre sob supervisão de preceptores no período diurno durante as semanas. Os alunos não são autorizados a fazerem 24h de plantão. \n\nO material de estudo é disponibilizado no Classroom, com aulas principais e aulas complementares. A preceptoria atual está atualizando as video-aulas no Classroom. Os temas das aulas no Classroom são:\nAvaliação Inicial do Paciente Crítico\nChoque (2 partes)\nCrise de Asma\nExacerbação de DPOC\nAnafilaxia\nIntoxicações Exógenas (3 partes)\nEmergências no Diabético\nEmergências no Falciforme \nHipercalemia\nIRA e Urgências Dialíticas\nPAC\nITU\nUrgências no Cirrótico\nVentilação Mecânica (2 partes)\nUrgências Oncológicas (2 partes)\nGasometria Arterial\nManejo de Dor Oncológica\nEmergências Dermatológicas\nCuidados Paliativos na Emergência\nInsuficiência Respiratória\n\nPronto Socorro Neurologia: \nPrincípios básicos do exame neurológico; atendimento inicial do acidente vascular cerebral isquêmico e hemorrágico; terapias de reperfusão no acidente vascular cerebral isquêmico; profilaxias secundárias de acidente vascular cerebral; abordagem de vertigem em pronto-socorro; estado confusional agudo e seus diferenciais; principais neuroinfecções atendidas em ambiente de urgência; abordagem de crise convulsiva no pronto-socorro; paralisias flácidas agudas e mielopatias de urgência; doenças desmielinizantes de sistema nervoso central; diagnóstico e tratamento das cefaleias primárias; sinais de alarme para investigação de cefaleias secundárias; coma e morte encefálica; hemorragia subaracnoidea; hipertensão intracraniana; abordagem inicial do traumatismo crânio-encéfalico; escala de NIH Stroke Scale; coleta de líquor (indicações e técnica).", "turmas": [{"codigo": "2024203", "inicio": "15/07/2024", "fim": "12/10/2024", "tipo": "Prática", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Bruno Caramelli", "(R) Carlos Vicente Serrano Junior", "(R) Ludhmila Abrahão Hajjar"]}, {"dia": "ter", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Bruno Caramelli", "(R) Carlos Vicente Serrano Junior", "(R) Edivaldo Massazo Utiyama", "(R) Ludhmila Abrahão Hajjar"]}, {"dia": "qua", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Bruno Caramelli", "(R) Carlos Vicente Serrano Junior", "(R) Edivaldo Massazo Utiyama", "(R) Ludhmila Abrahão Hajjar", "(R) Luiz Henrique Martins Castro", "(R) Roberto Kalil Filho"]}, {"dia": "qui", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Bruno Caramelli", "(R) Carlos Vicente Serrano Junior", "(R) Edivaldo Massazo Utiyama", "(R) Ludhmila Abrahão Hajjar", "(R) Luiz Henrique Martins Castro"]}, {"dia": "sex", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Bruno Caramelli", "(R) Carlos Vicente Serrano Junior", "(R) Edivaldo Massazo Utiyama", "(R) Ludhmila Abrahão Hajjar", "(R) Luiz Henrique Martins Castro"]}, {"dia": "sab", "inicio": "08:00", "fim": "18:00", "professores": ["(R) Bruno Caramelli", "(R) Carlos Vicente Serrano Junior", "(R) Edivaldo Massazo Utiyama", "(R) Ludhmila Abrahão Hajjar", "(R) Luiz Henrique Martins Castro", "(R) Roberto Kalil Filho"]}], "vagas": {"Obrigatória": {"vagas": 65, "inscritos": 56, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}