{"unidade": "Museu Paulista", "departamento": "Museu Paulista", "campus": "São Paulo", "codigo": "MUP0104", "nome": "Preservação do Patrimônio Cultural no Brasil: Conceitos, Políticas Públicas, Estratégias.", "creditos_aula": 5, "creditos_trabalho": 1, "objetivos": "Fornecer aos alunos noções básicas sobre as estratégias de preservação do patrimônio cultural no Brasil relativas tanto às manifestações materiais quanto imateriais ou intangíveis, bem como sobre as transformações conceituais que balizaram as políticas públicas de preservação, especialmente do tombamento e de criação de museus;                                                                                      Abordar os processos históricos de construção de políticas públicas de preservação do patrimônio cultural brasileiro nas esferas federal, estadual e municipal, verificando as variações de critérios seletivos e de inventário quanto às manifestações do patrimônio cultural;                Explicitar contornos ideológicos das políticas públicas de preservação do patrimônio cultural e suas relações com a afirmação de identidades coletivas no Brasil.", "programa_resumido": "A disciplina aborda a constituição de instrumentos brasileiros de preservação do patrim6onio cultural, material e imaterial, bem como, os conceitos que nortearam as estratégias de sua proteção.", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "08/07/2025", "tipo": "Teórica", "observacoes": "LoCal: Edifício Histórico - sala de aula do Museu Paulista da USP - Rua: Xavier de Almeida, s/n - Ipiranga - São Paulo- SP", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["David William Aparecido Ribeiro"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 25, "inscritos": 7, "pendentes": 2, "matriculados": 5, "grupos": {"FFLCH -  para toda a Unidade": {"vagas": 25, "inscritos": 7, "pendentes": 2, "matriculados": 5}}}, "Optativa Livre": {"vagas": 20, "inscritos": 3, "pendentes": 1, "matriculados": 2, "grupos": {"Qualquer Unidade da USP": {"vagas": 20, "inscritos": 3, "pendentes": 1, "matriculados": 2}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}