{"unidade": "Museu Paulista", "departamento": "Museu Paulista", "campus": "São Paulo", "codigo": "MUP0101", "nome": "Introdução ao Estudo da Cultura Material", "creditos_aula": 5, "creditos_trabalho": 1, "objetivos": "Tendo em vista o uso de fontes materiais na produção do conhecimento histórico, na disciplina são apresentados os paradigmas teóricos e metodológicos que orientam, nas ciências humanas, a reflexão sobre o lugar da materialidade nas relações sociais. Aos alunos são também fornecidos estudos de caso que lhes permitam identificar, na bibliografia, o modo de trabalho dos pesquisadores, bem como apropriar-se das ferramentas que os estudos oferecem, possibilitando o uso em suas próprias pesquisas.", "programa_resumido": "Pretende-se apresentar os paradigmas teóricos e metodológicos que orientam, nas ciências humanas, a reflexão sobre o lugar da materialidade nas relações sociais. Apesar do significativo aumento de pesquisas relacionadas à cultura material, faz-se necessário identificar as especificidades das fontes materiais por meio de discussões epistemológicas e exercícios de análise, evitando-se o tratamento ilustrativo, periférico e de viés logocêntrico, ainda recorrente para esse tipo de documentação. Espera-se oferecer aos alunos um quadro amplo, mas seletivo, das experiências com as fontes materiais, para que, por meio delas, o aluno se sinta capacitado e estimulado a empreender sua própria pesquisa. Propõe-se como ponto de partida a análise morfológica das fontes materiais e, a partir dela, novas questões que possam levá-los a uma melhor articulação das evidências imediatas da documentação com suas implicações nos agenciamentos que tais documentos desempenharam em contextos historicamente definidos.", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "08/07/2025", "tipo": "Teórica", "observacoes": "Local: Edifício Histórico - Sala de Aula do Museu Paulista da USP. Rua: Xavier de Almeida, s/n - Ipiranga", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Vânia Carneiro de Carvalho"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFLCH -  para toda a Unidade": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}