{"unidade": "Faculdade de Odontologia", "departamento": "Cirurg, Prot e Traum Maxilo-faciais", "campus": "São Paulo", "codigo": "ODC0106", "nome": "Traumatologia Bucomaxilofacial", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Situar a Disciplina como integrante do papel formador do clínico geral pela Faculdade de Odontologia. Enfatizar a importância do conhecimento das principais lesões traumáticas maxilofaciais por parte do odontologista de forma a poder diagnosticar e tomar as medidas iniciais do tratamento dessas lesões. Noções sobre o tratamento das principais lesões traumáticas maxilofaciais, suas sequelas e prevenção. Noções sobre atendimento inicial ao politraumatizado e noções de suporte básico de vida. Noções sobre o atendimento inicial nos transtornos da articulação temporomandibular.", "programa_resumido": "Situar a Disciplina como integrante do papel do formador do clínico geral pela Faculdade de Odontologia. Enfatizar a importância do conhecimento das principais lesões traumáticas maxilo faciais por parte do odontologista de forma a poder diagnosticar e tomar as medidas iniciais do tratamento dessas lesões. Ofercer ao aluno condições de treinamento prático para os diversos métodos de aparelhos de contencão usados em Trauamologia Maxilofacial. E atendimento à pacientes portadores de disfunção da articulação temporomandibular.", "turmas": [{"codigo": "20242ON", "inicio": "08/08/2024", "fim": "28/11/2024", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "18:30", "fim": "22:30", "professores": ["(R) Francisco Antonio dos Santos Correia", "Joao Gualberto de Cerqueira Luz", "Jose Benedito Dias Lemos", "Oswaldo Crivello Junior"]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 43, "pendentes": 0, "matriculados": 0, "grupos": {"FO - Odontologia \u0096 Noturno": {"vagas": 50, "inscritos": 43, "pendentes": 0, "matriculados": 0}, "FO - Odontologia - Diurno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}