{"unidade": "Faculdade de Odontologia", "departamento": "Dentística", "campus": "São Paulo", "codigo": "ODD0205", "nome": "Dentística IV", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "Objetivos gerais: Durante o desenvolvimento do curso de Dentística Clínica Indireta, o aluno deverá adquirir conhecimentos, habilidades e competências específicas para poder decidir e atuar com confiança e domínio na realização do tratamento restaurador indireto. Atenção especial será dada aos princípios éticos e ao diagnóstico do estado bucal geral do paciente, aplicando os conhecimentos previamente adquiridos em disciplinas básicas e correlatas, com vistas à promoção de saúde.\nObjetivos específicos: 1. Integrar conhecimentos prévios com as necessidades de tratamento do paciente para a realização de restaurações indiretas; 2. Diagnosticar com precisão e indicar o tratamento restaurador mais indicado; 3. Preencher corretamente e detalhadamente os arquivos odontológicos do paciente; 4. Propor e executar um plano de tratamento restaurador indireto adequado; 5. Participar de programas de educação continuada, mantendo uma análise crítica; 6. Ter conhecimento de pesquisas relevantes na área de dentística restauradora, bem como métodos e técnicas de investigação, com o objetivo de desenvolver seu espírito crítico; 8. Acompanhar e incorporar inovações tecnológicas que possam trazer benefícios ao tratamento restaurador indireto.\n\nPara atender à Resolução CNE nº 7, de 18/12/2018, e ao Ofício PRG/A/030/2023, 90 horas de carga horária prática da disciplina está destinada à curricularização da extensão.", "programa_resumido": "Aplicar os conhecimentos mecânicos, biológicos e estéticos na execução de restaurações indiretas. Desenvolver habilidades necessárias para diagnosticar e indicar corretamente cada situação clínica, integrando conceitos com vistas à promoção de saúde bucal. Utilizar procedimentos operatórios especiais para recuperação do elemento dental previamente ao preparo. Executar preparos cavitários variados, com competência. As noções de estética, restaurações provisórias, materiais de moldagem e agentes de cimentação serão conteúdos trabalhados, com vistas à conclusão de um tratamento restaurador indireto adequado.", "turmas": [{"codigo": "2025101", "inicio": "25/02/2025", "fim": "24/06/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "09:00", "professores": ["(R) Eliza Maria Agueda Russo", "Eric Mayer dos Santos", "Margareth Oda"]}, {"dia": "qui", "inicio": "08:00", "fim": "09:00", "professores": ["(R) Eliza Maria Agueda Russo", "Eric Mayer dos Santos", "Margareth Oda"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 62, "pendentes": 0, "matriculados": 0, "grupos": {"FO - Odontologia - Diurno": {"vagas": 85, "inscritos": 62, "pendentes": 0, "matriculados": 0}, "FO - Odontologia \u0096 Noturno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251OD", "inicio": "25/02/2025", "fim": "24/06/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "ter", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Eliza Maria Agueda Russo", "Eric Mayer dos Santos", "Margareth Oda"]}, {"dia": "qui", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Eliza Maria Agueda Russo", "Eric Mayer dos Santos", "Margareth Oda"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 62, "pendentes": 0, "matriculados": 0, "grupos": {"FO - Odontologia - Diurno": {"vagas": 85, "inscritos": 62, "pendentes": 0, "matriculados": 0}, "FO - Odontologia \u0096 Noturno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}