{"unidade": "Faculdade de Odontologia", "departamento": "Estomatologia", "campus": "São Paulo", "codigo": "ODE0111", "nome": "Patologia Experimental. Introdução às Técnicas Cirúrgicas", "creditos_aula": 0, "creditos_trabalho": 1, "objetivos": "a) Promover habilidades manuais e dar ao aluno uma visão prática dos mecanismos gerais das reações orgânicas frente às agressões, por intermédio do exercício da prática cirúrgica.  b) Mostrar as diferentes texturas das estruturas anatômicas sob a ação de instrumentos pérfuro-contundentes (agulhas de anestesia e de sutura) e de instrumentos de corte (bisturi e tesoura).   c) Associar as alterações regressivas e inflamatórias ao processo de reparação promovido pelas técnicas cirúrgicas de incisão e sutura.   d) Despertar no aluno a criatividade, aproximando o universo da tecnologia (cirurgia) ao universo da arte.", "programa_resumido": "Esse curso visa promover habilidades manuais e dar ao aluno uma visão prática dos mecanismos gerais das reações orgânicas frente às agressões, por intermédio do exercício da prática cirúrgica. O curso é essencialmente prático, voltado para a manipulação do aparato cirúrgico e do instrumental, utilizando animais (camundongos albinos Swiss e perna de frango) previamente sacrificados. O aluno, ao final do curso, estará apto a compreender a filosofia da prática cirúrgica em patologia experimental e os princípios biológicos que a norteiam.", "turmas": [{"codigo": "20251OP", "inicio": "08/05/2025", "fim": "29/05/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 15, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {"FO -  para toda a Unidade": {"vagas": 15, "inscritos": 15, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}