{"unidade": "Faculdade de Odontologia", "departamento": "Odontologia Social", "campus": "São Paulo", "codigo": "ODS0707", "nome": "Odontologia Forense", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O campo de atuação da odontologia legal engloba diferentes tipos de atividades periciais. \nNo que se refere à identificação, os dentes e os arcos dentários podem fornecer, em certas circunstâncias, subsídios de real valor para a resolução de problemas médico-legais e criminológicos constituindo-se mesmo, por vezes, nos únicos elementos com que o perito pode contar.\nDeve-se ressaltar, ainda, a importância do estudo da evolução do complexo maxilo-mandibular nos processos de estimativa da idade, seja em crianças, seja em adultos.\nO estudo da etiologia, sede e qualidade do dano corporal permite a avaliação adequada dos traumas que atingem o complexo maxilo-mandibular - conseqüentes de agressões, acidentes em geral e do trabalho -, nos âmbitos cível, penal e trabalhista. \nNa atualidade, o exercício profissional da odontologia tem se voltado, em parte, para a prestação de serviços a empresas. Assegurar-se de que as condições contratuais sejam respeitadas, mediante auditorias dos tratamentos realizados se faz necessário.\nConsiderando os custos dos tratamentos odontológicos, observa-se o crescimento, no Brasil, de seguros contra acidentes pessoais que incluem a cobertura de procedimentos odontológicos. Assim, também as companhias de seguro realizam auditorias para averiguar a exatidão dos fatos relatados na documentação que é encaminhada para recebimento das coberturas previstas nos contratos.\nAlém disso, já há alguns anos observa-se o aumento do volume de processos contra cirurgiões-dentistas envolvendo a adequação dos tratamentos odontológicos, seja em âmbito penal, seja em âmbito civil. Para a avaliação de tais lides, é necessário que o CD tenha domínio dos parâmetros para essas avaliações, bem como das leis penal e civil referentes a danos à pessoa.\nA atividade pericial expressa-se por meio de documentos  que devem obedecer a determinadas formalidades específicas para cada tipo de atuação (relatórios e pareceres).", "programa_resumido": "Conscientizar sobre a atuação da odontologia forense analisando os respectivos reflexos sociais.\nDesenvolver no aluno a integração dos conhecimentos adquiridos nas disciplinas básicas, laboratoriais e clínicas às necessidade de esclarecimentos periciais (conhecimento/raciocínio) de questões concretas exigidas pela esfera jurídico-social e a capacidade de analisar e refletir sobre o papel do Cirurgião Dentista na atividade pericial e nas ciências forenses.", "turmas": [{"codigo": "202510D", "inicio": "27/02/2025", "fim": "26/06/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 62, "pendentes": 0, "matriculados": 0, "grupos": {"FO - Odontologia - Diurno": {"vagas": 85, "inscritos": 62, "pendentes": 0, "matriculados": 0}, "FO - Odontologia \u0096 Noturno": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251ON", "inicio": "06/02/2025", "fim": "29/05/2025", "tipo": "Prática", "horario": [{"dia": "qui", "inicio": "18:00", "fim": "22:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 55, "inscritos": 39, "pendentes": 0, "matriculados": 0, "grupos": {"FO - Odontologia \u0096 Noturno": {"vagas": 50, "inscritos": 38, "pendentes": 0, "matriculados": 0}, "FO - Odontologia - Diurno": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}