{"unidade": "Escola Politécnica", "departamento": "Engenharia de Construção Civil", "campus": "Outro", "codigo": "PCC3525", "nome": "Energia Solar em Edifícios", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Capacitar o aluno a avaliar a demanda energética de edifícios e verificar a viabilidade técnica para micro geração local a partir da energia solar. O ferramental obtido na disciplina Física das Construções é aplicado para o estudo do aproveitamento da energia solar e, a partir dos conhecimentos da disciplina Sistemas Prediais, os sistemas de água quente e instalações elétricas de baixa tensão são estudados para o dimensionamento e análise de compatibilidade dos sistemas de aquecimento solar de água e geração fotovoltaica. Os componentes, configurações e parâmetros de dimensionamento são apresentados e posteriormente aplicados pelos alunos no trabalho prático.", "programa_resumido": "Demanda de Energia da Edificação; Aquecimento solar de água; Princípios, aplicações e tecnologias dos sistemas; Difusão dos sistemas no país e no mundo; Sistemas diretos e indiretos, ativos e passivos; Coletores, reservatórios térmicos e trocadores de calor; Fração solar; Desempenho de coletores e reservatórios; Projeto e dimensionamento de sistemas solares de aquecimento de água; Energia solar fotovoltaica; Tipos de células; Projeto e dimensionamento de sistemas fotovoltaicos; Aspectos econômicos do emprego de energia solar.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "05 DAS VAGAS ELETIVAS SÃO RESERVADAS PARA OS ALUNOS DA FAU QUE PARTICIPAM DO PROGRAMA DE DUPLA FORMAÇÃO, AS DEMAIS SÃO PARA OS ALUNOS DO MÓDULO DE CONSTRUÇÃO CIVIL.", "horario": [{"dia": "ter", "inicio": "11:10", "fim": "12:50", "professores": ["(R) Daniel Setrak Sowmy"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "FAU - Dupla Formação FAU - EP": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade - só EC-3": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}