{"unidade": "Escola Politécnica", "departamento": "Engenharia de Construção Civil", "campus": "Outro", "codigo": "PCC3231", "nome": "Tecnologia e Gestão da Produção de Obras Civis: Princípios e Fundamentos", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Considerando a construção de edifícios e de obras de infraestrutura, capacitar os alunos a:\n1. Compreender as características da cadeia produtiva da construção civil, seus agentes e desafios.\n2. Compreender a forma de funcionamento do setor por empreendimentos.\n3. Compreender e aplicar os conhecimentos sobre fundamentos da produção de obras civis: qualidade; produtividade; planejamento e custos; segurança e saúde no trabalho; sustentabilidade (foco na produção); industrialização; e inovação e desenvolvimento tecnológico.\n4. Compreender e aplicar os conhecimentos sobre organização de empresas construtoras e seus processos.\n5. Compreender e aplicar os conhecimentos sobre gestão da produção e sistema de produção de obras civis, com ênfase para as tecnologias de construção.\n6. Estimular os alunos a desenvolverem atividades de pesquisa, desenvolvimento e inovação tecnológica na área de conhecimento.\n7. Dotar os alunos de atitudes e habilidades relacionadas a identificação de problemas e formulação de soluções; comunicação; liderança e trabalho em equipe; e responsabilidade profissional e ética.", "programa_resumido": "Cadeia produtiva. Caracterização do setor por empreendimentos. A empresa competitiva: qualidade, produtividade, segurança e saúde no trabalho, tecnologia e inovação tecnológica, desenvolvimento sustentável. Organização das empresas de construção: estrutura organizacional e processos; projeto, planejamento, orçamento, suprimentos e produção. Projeto e gerenciamento da construção: recursos humanos, materiais, equipamentos, e aspectos e impactos ambientais.", "turmas": []}