{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "São Paulo", "codigo": "PEA3413", "nome": "Automação de Sistemas Industriais", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina abordada temas que incluem uma introdução à engenharia de automação,\ncontroladores programáveis, linguagem de programação desses controladores, sistemas\nsupervisórios, redes de comunicação, sistemas a eventos discretos, redes de Petri, análise das\nredes de Petri, processos de modelagem e projeto de controladores para automação.\n\nO estudante deve ser capaz de:\n\n1. Compreender os conceitos fundamentais associados aos sistemas de automação industrial,\nincluindo a arquitetura dos sistemas, as redes de comunicação digital empregadas e as diversas\naplicações da automação em diferentes setores industriais.\n2. Aplicar os conceitos na seleção e implementação dos sistemas e tecnologias de automação, bem\ncomo nas estratégias de automação em cenários representativos, utilizando ferramentas como\nmodelagem de redes de Petri e simulações computacionais.\n3. Analisar os requisitos e desafios dos sistemas utilizados na automação industrial, avaliando o\ndesempenho e a eficiência das tecnologias modernas aplicadas, além de possíveis melhorias e\nganhos de produtividade.", "programa_resumido": "A disciplina define e explica os conceitos fundamentais da engenharia de automação,\ndescrevendo a arquitetura típica de sistemas de automação industrial. Ela diferencia entre\nautomação de sistemas elétricos e automação industrial, destacando suas aplicações práticas,\ne relata a evolução dos controladores programáveis, esboçando suas arquiteturas e\nespecificações. Os alunos aprendem a aplicar linguagens de programação específicas, como\nLadder e SFC, para a programação de controladores programáveis. A disciplina também\nenvolve a análise de sistemas dinâmicos a eventos discretos e modelagem desses sistemas\nutilizando redes de Petri. Os alunos avaliam redes de Petri utilizando técnicas como análise\nde árvores de alcançabilidade e cobertura, matrizes de incidência e simulação digital. Além\ndisso, eles constroem modelos de sistemas de automação utilizando abordagens de\nagrupamento e refinamento para um entendimento aprofundado do comportamento do\nsistema.\n\nCompetência I - item (a), Competência I - item (b), Competência II - item (a), Competência II\n- item (b), Competência II - item (d), Competência III - item (a), Competência III - item (b),\nCompetência IV - item (e), Competência V - item (a), Competência VI - item (b),\nCompetência VII - item (a), Competência VII - item (b), Competência VIII - item (a),\nCompetência VIII - item (b)", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "16:50", "fim": "18:30", "professores": ["(R) Cicero Couto de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 44, "pendentes": 0, "matriculados": 44, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 5, "grupos": {"EP -  para toda a Unidade": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 5}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 2, "pendentes": 0, "matriculados": 2, "grupos": {}}}}]}