{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "São Paulo", "codigo": "PEA3411", "nome": "Introdução à Automação de Sistemas Elétricos", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina trata da automação de sistemas elétricos, seus equipamentos típicos,\nespecificações técnicas e características funcionais, além de conceitos multidisciplinares para\no projeto detalhado de dispositivos para aplicações em proteção, medição, controle e\nautomação de sistemas elétricos.\n\nO estudante deve ser capaz de:\n1. Compreender e aplicar os conceitos fundamentais de automação, proteção e controle em sistemas\nelétricos, focando na estrutura e funcionalidade dos dispositivos utilizados, incluindo sistemas\nembarcados e Controladores Programáveis (CPs).\n2. Avaliar e melhorar o desempenho de sistemas de automação e controle através da análise crítica\nde tecnologias modernas, identificando potenciais aprimoramentos e aplicando soluções inovadoras\nem cenários práticos.\n3. Desenvolver e implementar projetos utilizando conhecimentos avançados em digitalização e\nsíntese de sinais, incluindo a configuração de conversores AD e DA e o uso de técnicas de\nprocessamento digital para melhorar a eficácia dos sistemas de proteção, automação e controle.", "programa_resumido": "A disciplina aborda os sistemas de proteção, automação, controle e supervisão das redes\nelétricas de potência e sistemas industriais, focando no reconhecimento das funcionalidades e\nrecursos dos dispositivos utilizados. Os alunos identificam a estrutura hierárquica da\nautomação em sistemas elétricos e industriais e descrevem os equipamentos primários\nprincipais. Eles também diferenciam entre sensores, transdutores, instrumentação, acionamentos e atuadores, aplicando esse conhecimento nas topologias básicas de\nsubestações e sistemas elétricos de potência.\nA disciplina inclui a análise da arquitetura de dispositivos eletrônicos e digitais embarcados\nde automação, controle e proteção, incluindo dispositivos eletrônicos inteligentes (IEDs) e\nControladores programáveis (CPs). Os alunos projetam um dispositivo eletrônico inteligente\nbásico, abordando entradas, saídas, canais de comunicação, interfaces humano-máquina e\nfontes de alimentação.\nAdicionalmente, os estudantes desenvolvem circuitos de entrada e saída, tanto digitais quanto\nanalógicos, considerando requisitos de condicionamento, proteção e isolamento galvânico.\nEles aplicam teorias da amostragem e recobrimento espectral no projeto de filtros analógicos\nanti-aliasing e interpretam sinais típicos de sistemas elétricos de potência utilizando arquivos\nde oscilografia reais e dados de simulação, por meio de arquivos COMTRADE.\nA disciplina também engloba a implementação de amostragem, digitalização e síntese de\nsinais em sistemas executivos cíclicos, com uso de conversores AD e DA e processamento\ndigital de sinais. Os alunos aplicam a transformada Z bilinear e equações de diferenças em\nmicroprocessadores e microcontroladores, preparando-os para aplicar conhecimentos\navançados na área de automação e controle.\n\nCompetências\nCompetência I - item (a), Competência I - item (b), Competência II - item (a), Competência II\n- item (b), Competência II - item (d), Competência III - item (a), Competência III - item (b),\nCompetência IV - item (e), Competência V - item (a), Competência VI - item (b),\nCompetência VII - item (a), Competência VII - item (b), Competência VIII - item (a),\nCompetência VIII - item (b)", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "15:00", "fim": "16:40", "professores": ["(R) Eduardo Lorenzetti Pellini"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 26, "pendentes": 2, "matriculados": 24, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 5, "grupos": {"EP -  para toda a Unidade": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 5}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}