{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "Outro", "codigo": "PEA3413", "nome": "Automação de Sistemas Industriais", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O objetivo desta disciplina é fornecer ao aluno uma formação geral do desenvolvimento de sistemas de automação industrial, que envolvem áreas tecnológicas de sensores, controladores programáveis, sistemas supervisórios e redes de comunicação. Além disso, esta disciplina pretende abordar o problema dos sistemas de eventos discretos, que consiste na análise e síntese de aplicativos capazes de compatibilizar recursos compartilhados e eliminar conflitos através da modelagem das redes de Petri. Para tanto, são desenvolvidas simulações computacionais e os resultados são transpostos para programas que são baseados nas linguagens definidas na norma IEC 61131-3.", "programa_resumido": "As aulas desta disciplina possuem conteúdo teórico e exercícios de fixação de conteúdo, de acordo com os tópicos abordados e distribuídos ao longo de todo o semestre. Esses tópicos compreendem introdução à engenharia de automação, controladores programáveis, linguagem de programação desses controladores, sistemas supervisórios e interfaces humano-máquina, redes de comunicação, sistemas a eventos discretos e redes de Petri, análise das redes de Petri, processos de modelamento, e projeto de controladores para automação.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "qua", "inicio": "16:50", "fim": "18:30", "professores": ["(R) Cicero Couto de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}