{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "São Paulo", "codigo": "PEA3388", "nome": "Eletricidade Geral IV", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Resumo:\n\nA disciplina aborda resolução de circuitos elétricos em corrente alternada, dimensionamento de condutores, verificação de quedas de tensão, dimensionamento da proteção, estudo e especificação de transformadores e motores elétricos, capacidade de corrente de condutores elétricos, funcionamento e especificação de dispositivos de proteção, introdução ao projeto de instalações elétricas, proteção contra descargas atmosféricas, aterramento e introdução à tarifação de energia elétrica.\n\nO estudante deve ser capaz de:\n\n1. Analisar circuitos em corrente alternada monofásicos e trifásicos em regime permanente, determinando grandezas como tensão, corrente, impedância e potências complexa, ativa, reativa e aparente, utilizando fundamentos teóricos, técnicas de solução e calculadora eletrônica.\n\n2. Compreender o princípio de funcionamento de transformadores monofásicos e motores trifásicos de indução, aplicando esses equipamentos em circuitos elétricos conforme seus valores nominais em\ndiversas condições operativas.\n\n3. Reconhecer a estrutura do sistema elétrico, incluindo geração, transmissão, distribuição, comercialização e consumo de energia elétrica. Entender a necessidade de seguir padrões técnicos\nde conexão das concessionárias de distribuição, considerando a legislação aplicável, como a Resolução ANEEL 1000/2021. Aplicar as regras de tarifação de consumo e demanda de energia nos diferentes períodos do dia, ao longo de meses ou anos.", "programa_resumido": "A disciplina aborda a análise de circuitos em corrente alternada, tanto monofásicos quanto trifásicos em regime permanente, capacitando os alunos a determinar grandezas como tensão, corrente, impedância e diferentes tipos de potência. Eles aprendem a avaliar e mitigar problemas de queda de tensão, perdas energéticas e baixo fator de potência, além de identificar dados necessários para resolver problemas de engenharia específicos, como tensões eficazes e de pico, valores de linha e de fase, e frequência da rede.\n\nOs estudantes compreendem o funcionamento de transformadores monofásicos e motores trifásicos de indução e aplicam esses equipamentos em circuitos elétricos, considerando suas condições operativas e valores nominais. Além disso, exploram a necessidade de proteger os sistemas elétricos, especialmente contra curtos-circuitos e sobrecargas, familiarizando-se com dispositivos como fusíveis, disjuntores, interruptores diferenciais residuais e dispositivos de proteção contra surtos, bem como com equipamentos de automação como botoeiras, contatores e diversos sensores.\n\nA disciplina também envolve o entendimento da estrutura do sistema elétrico, que inclui geração, transmissão, distribuição, comercialização e consumo de energia elétrica. Os alunos aprendem sobre a importância dos padrões técnicos de conexão impostos pelas concessionárias de distribuição e aplicam as regras de tarifação de energia, considerando diferentes períodos do dia e ao longo dos meses, conforme legislação vigente, como a Resolução ANEEL 1000/2021.\n\nCompetências:\n\nCompetência I - item (a), Competência I - item (b), Competência II - item (a), Competência II - item (b), Competência II - item (c), Competência II - item (d), Competência V - item (a), Competência VI - item (b), Competência VII - item (a), Competência VII - item (b), Competência VIII - item (a), Competência VIII - item (b)", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "07:30", "fim": "09:10", "professores": ["Renato Machado Monaro"]}, {"dia": "qua", "inicio": "09:20", "fim": "11:00", "professores": ["Renato Machado Monaro"]}], "vagas": {"Obrigatória": {"vagas": 90, "inscritos": 74, "pendentes": 0, "matriculados": 74, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}