{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "São Paulo", "codigo": "PEA3396", "nome": "Eletrotécnica Geral II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Resumo:\n\nA disciplina aborda resolução de circuitos elétricos em corrente alternada, dimensionamento de condutores, verificação de quedas de tensão, dimensionamento da proteção, estudo e especificação de transformadores e motores elétricos, e introdução à tarifação de energia elétrica.\n\nO estudante deve ser capaz de:\n\n1. Analisar circuitos em corrente alternada monofásicos e trifásicos em regime permanente,\ndeterminando grandezas como tensão, corrente, impedância e potências complexa, ativa, reativa e\naparente, utilizando fundamentos teóricos, técnicas de solução e calculadora eletrônica.\n\n2. Compreender o princípio de funcionamento de transformadores monofásicos e motores trifásicos\nde indução, aplicando esses equipamentos em circuitos elétricos conforme seus valores nominais em\ndiversas condições operativas.\n\n3. Reconhecer a estrutura do sistema elétrico, incluindo geração, transmissão, distribuição, comercialização e consumo de energia elétrica. Entender a necessidade de seguir padrões técnicos\nde conexão das concessionárias de distribuição, considerando a legislação aplicável, como a Resolução ANEEL 1000/2021. Aplicar as regras de tarifação de consumo e demanda de energia nos diferentes períodos do dia, ao longo de meses ou anos.", "programa_resumido": "A disciplina aborda a análise de circuitos em corrente alternada, tanto monofásicos quanto trifásicos, em regime permanente. Os alunos aprendem a determinar grandezas como tensão, corrente, impedância e potências complexa, ativa, reativa e aparente, utilizando técnicas de solução fundamentadas teoricamente e auxílio de calculadoras eletrônicas. Eles avaliam e buscam soluções para mitigar condições como queda de tensão, perdas e baixo fator de potência, e identificam dados necessários para a resolução de problemas de engenharia, incluindo tensões eficazes, de pico, valores de linha e de fase, e frequência da rede.\n\nOs estudantes também compreendem o funcionamento e aplicam transformadores monofásicos e motores trifásicos de indução em circuitos elétricos, adaptando seu uso conforme os valores nominais e condições operativas variadas. A disciplina destaca a importância da proteção dos sistemas elétricos, especialmente contra curtos-circuitos e sobrecargas, detalhando o uso e as funcionalidades de dispositivos de proteção como fusíveis, disjuntores, interruptores diferenciais residuais (DR), e dispositivos de proteção contra surtos (DPS), além de explorar dispositivos de automação como botoeiras, contatores e sensores.\n\nAlém disso, os alunos aprendem sobre a divisão do sistema elétrico em geração, transmissão,\ndistribuição, comercialização e consumo de energia elétrica. A disciplina enfatiza a necessidade de seguir padrões técnicos para conexão com as concessionárias de distribuição e a aplicação das normas relevantes, como a Resolução ANEEL 1000/2021. Os alunos também são instruídos sobre como aplicar as regras de tarifação de consumo e demanda de energia nos diversos períodos do dia, ao longo de meses ou anos, reforçando a relevância da regulamentação e gestão energética.\n\nCompetências:\n\nCompetência I - item (a), Competência I - item (b), Competência II - item (a), Competência II - item (b), Competência II - item (c), Competência II - item (d), Competência V - item (a), Competência VI - item (b), Competência VII - item (a), Competência VII - item (b), Competência VIII - item (a), Competência VIII - item (b).", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:20", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 18, "pendentes": 0, "matriculados": 18, "grupos": {}}, "Optativa Livre": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025190", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "08:20", "fim": "12:00", "professores": ["Gleison Elias da Silva"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 9, "pendentes": 0, "matriculados": 7, "grupos": {"EP - Engenharia de Minas - EC 3": {"vagas": 30, "inscritos": 7, "pendentes": 0, "matriculados": 7}}}, "Optativa Livre": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}