{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "São Paulo", "codigo": "PEA3401", "nome": "Laboratório de Instalações Elétricas", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina envolve a constituição de um projeto de instalações elétricas, verificação experimental de conceitos importantes em eletricidade e eletrotécnica, dimensionamento e operação de dispositivos de proteção, funcionamento de circuitos trifásicos equilibrados e desequilibrados, funcionamento de instalação elétrica residencial e desenvolvimento de projeto de instalações elétricas.\n\nO estudante deve ser capaz de:\n\n1. Analisar o comportamento térmico de condutores elétricos e o funcionamento de disjuntores\ntermomagnéticos, identificando os fatores que influenciam a segurança e a eficiência dos sistemas\nelétricos, para aplicar medidas corretivas adequadas em projetos de instalações elétricas.\n\n2. Aplicar conhecimentos de simbologia elétrica e normas técnicas em projetos reduzidos de instalações elétricas, desenvolvendo habilidades práticas na execução e interpretação de projetos\nelétricos conforme padrões estabelecidos.\n\n3. Conceber e avaliar projetos de luminotécnica e sistemas elétricos em edificações, garantindo que\nsejam tecnicamente viáveis e estejam em conformidade com os requisitos de eficiência energética e\nnormas de segurança.", "programa_resumido": "A disciplina introduz os alunos ao tema de instalações elétricas, com foco no projeto dessas instalações. Isso inclui a alocação das cargas, o dimensionamento de condutores, a especificação de sistemas de proteção e aterramento, além do sistema de proteção contra descargas atmosféricas. Os alunos estudam o comportamento térmico de condutores elétricos e determinam os limites aplicáveis em diversas condições de operação. Além disso, analisam o funcionamento de circuitos trifásicos, tanto equilibrados quanto desequilibrados.\n\nOs alunos também entendem e analisam o fenômeno do aquecimento de condutores e o funcionamento dos disjuntores termomagnéticos. Eles aplicam a simbologia de projetos em um modelo reduzido de instalação elétrica e avaliam diferentes propostas de circuitos de comando. Além disso, avaliam e aplicam projetos executivos detalhados de comando elétrico, considerando as implicações das diferentes ligações de entrada de um consumidor de baixa tensão. Por fim, concebem projetos de luminotécnica, avaliando sua adequabilidade e implicações nos projetos de instalação de edificações.\n\nCompetências:\n\nCompetência I - item (a), Competência I - item (b), Competência II - item (a), Competência II - item (b), Competência II - item (c), Competência II - item (d), Competência V - item (a), Competência VI - item (b), Competência VII - item (a), Competência VII - item (b), Competência VIII - item (a), Competência VIII - item (b).", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "07:30", "fim": "09:10", "professores": ["Carlos Eduardo de Morais Pereira"]}, {"dia": "qua", "inicio": "09:20", "fim": "11:10", "professores": ["Carlos Eduardo de Morais Pereira"]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 14, "pendentes": 0, "matriculados": 14, "grupos": {}}, "Alunos Especiais": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "sex", "inicio": "07:30", "fim": "09:10", "professores": ["Josemir Coelho Santos"]}, {"dia": "sex", "inicio": "09:20", "fim": "11:10", "professores": ["Josemir Coelho Santos"]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "qua", "inicio": "07:30", "fim": "09:20", "professores": ["Carlos Eduardo de Morais Pereira"]}, {"dia": "qua", "inicio": "09:20", "fim": "11:10", "professores": ["Carlos Eduardo de Morais Pereira"]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 14, "pendentes": 0, "matriculados": 13, "grupos": {}}, "Optativa Eletiva": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025104", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": [{"dia": "sex", "inicio": "07:30", "fim": "09:10", "professores": ["Josemir Coelho Santos"]}, {"dia": "sex", "inicio": "09:20", "fim": "11:10", "professores": ["Josemir Coelho Santos"]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 3, "pendentes": 0, "matriculados": 3, "grupos": {}}}}]}