{"unidade": "Escola Politécnica", "departamento": "Engenharia de Energia e Automação Elétricas", "campus": "São Paulo", "codigo": "PEA3402", "nome": "Instalações Elétricas", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Resumo:\n\nA disciplina aborda sistemas e equipamentos de baixa e média tensão, funcionamento e aplicação de equipamentos e sistemas, fornecimento de energia, tarifas, demanda de energia, normas e padrões de sistemas, dimensionamento e projeto de instalações elétricas, iluminação, proteção de equipamentos e sistemas, aterramento de equipamentos e sistemas, e proteção contra descargas atmosféricas.\n\nO estudante deve ser capaz de:\n\n1. Analisar e projetar sistemas de instalações elétricas, aplicando normas técnicas e métodos de\nanálise para o dimensionamento de circuitos, incluindo estudos de curto-circuito, fluxo de carga e\nproteção. Isso envolve a compreensão das interconexões entre diferentes áreas da engenharia e a\ncapacidade de planejar infraestruturas elétricas adequadas para variados contextos industriais e\ncomerciais.\n\n2. Integrar e aplicar conhecimentos técnicos para a criação de sistemas de comando usando lógica\nde contatos, e para dimensionar e proteger instalações elétricas considerando aspectos como\nsobrecarga e curto-circuito. Os alunos deverão ser proficientes no uso de dispositivos de controle e\nproteção, garantindo a segurança e eficiência energética das instalações.\n\n3. Desenvolver habilidades práticas e teóricas para estimar demandas de energia, projetar sistemas\nde iluminação e implementar medidas de proteção contra descargas atmosféricas e surtos. Eles\ntambém aprenderão a otimizar sistemas com foco na eficiência energética e qualidade de energia,\nfortalecendo suas capacidades de inovação e adaptação às novas tecnologias em automação de\ninstalações elétricas.\n\n4. Desenvolver espírito crítico e questionador, capacidade de análise e síntese, além de habilidades\nde comunicação escrita, gráfica e oral, e trabalhar em grupo e desenvolver atividades de pesquisa.", "programa_resumido": "A disciplina visa desenvolver uma compreensão sistêmica das instalações elétricas e sua interconexão com outras áreas da engenharia. Os alunos aprenderão a importância das normas regulatórias e aplicarão técnicas para a representação gráfica de instalações elétricas. Eles serão capacitados a planejar instalações elétricas e realizar estudos de curto-circuito, fluxo de carga e proteção. Haverá um foco especial no entendimento das principais configurações de redes industriais e nos processos industriais mais comuns.\n\nOs estudantes também desenvolverão habilidades para projetar sistemas de comando de cargas elétricas usando lógica de contatos e entenderão o funcionamento e a aplicação de dispositivos e equipamentos de baixa e média tensão. Eles aprenderão a dimensionar instalações elétricas considerando os tipos de cargas e seus comportamentos, incluindo cargas especiais como sistemas de transporte, refrigeração e conforto térmico.\n\nAlém disso, o curso aborda a estimativa de demanda de sistemas elétricos em edifícios residenciais, comerciais e híbridos, e ensina o dimensionamento de sistemas elétricos industriais baseado no comportamento das cargas. Os alunos aprenderão a calcular curto-circuito e queda de tensão em instalações elétricas, e a dimensionar condutores usando critérios técnicos e econômicos.\n\nA proteção de instalações elétricas contra sobrecargas e curtos-circuitos será tratada, assim como o projeto de sistemas de iluminação artificial e sistemas de proteção contra descargas atmosféricas e surtos. O curso também abrange o dimensionamento de sistemas de aterramento e proteção contra choque elétrico, além de promover noções de eficiência energética, qualidade de energia e automação em instalações elétricas. Através de trabalhos em grupo, os alunos desenvolverão um espírito crítico e questionador, habilidades de pesquisa, análise, síntese, avaliação e comunicação escrita, gráfica e oral, juntamente com precisão científica.\n\nCompetências\nCompetência I - item (a), Competência I - item (b), Competência II - item (a), Competência II - item (c), Competência II - item (d), Competência III - item (a), Competência III - item (b), Competência III - item (c), Competência IV - item (e), Competência V - item (a), Competência VI - item (b), Competência VII - item (a), Competência VII - item (b), Competência VIII - item (a), Competência VIII - item (b)", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:50", "fim": "18:30", "professores": ["(R) Jose Aquiles Baesso Grimoni"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 37, "pendentes": 0, "matriculados": 37, "grupos": {}}, "Optativa Eletiva": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 6, "pendentes": 0, "matriculados": 5, "grupos": {"EP -  para toda a Unidade": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 5}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 4, "pendentes": 3, "matriculados": 1, "grupos": {}}}}]}