{"unidade": "Escola Politécnica", "departamento": "Engenharia de Estruturas e Geotécnica", "campus": "São Paulo", "codigo": "PEF3309", "nome": "Mecânica dos Solos Ambiental", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Oferecer aos futuros engenheiros uma sólida base conceitual de Mecânica dos Solos, com identificação clara dos aspectos geotécnicos dos problemas civis e ambientais e desenvolvimento de capacitação para análise dos fenômenos envolvidos e para obtenção dos parâmetros geotécnicos indispensáveis à boa execução e ao bom projeto. Esta disciplina enfatiza princípios, teorias, modelos e métodos dos assuntos mais básicos de Geomecânica, preparando os estudantes para as disciplinas subsequentes: Poluição do Solo, onde será aprofundado o estudo dos mecanismos e modelos matemáticos do transporte de contaminantes pelo solo; e Geotecnia Ambiental, que tratará de estruturas geotécnicas específicas, técnicas e atividades de campo e laboratório voltadas para obras de proteção e recuperação ambiental.", "programa_resumido": "Esta disciplina apresenta conceitos básicos da Geomecânica, enfatizando princípios, teorias, modelos, soluções e métodos relacionados às principais aplicações em obras civis e ambientais. Atividades de laboratório auxiliam na construção do conhecimento por meio da observação do comportamento dos solos, da obtenção dos parâmetros das teorias estudadas e da compreensão das hipóteses adotadas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "07:30", "fim": "11:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia Ambiental - EC-3": {"vagas": 60, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}