{"unidade": "Escola Politécnica", "departamento": "Engenharia de Estruturas e Geotécnica", "campus": "São Paulo", "codigo": "PEF3301", "nome": "Resistência dos Materiais e Estática das Construções II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Conhecimentos a serem assimilados\nDominar: conceitos básicos da Resistência dos Materiais; teoria da flexão de barras; teoria da torção de barras; estado duplo e estado triplo de tensão; critérios de resistência e seu emprego; conceitos de flexão composta de barras esbeltas e estabilidade do equilíbrio de barras; análise matricial de estruturas.\n\nHabilidades a serem desenvolvidas\nAdquirir destreza na resolução e verificação de problemas. Consolidar as magnitudes dos parâmetros mais importantes dos problemas estruturais. Empregar fluentemente a nomenclatura e notação da área de Mecânica das Estruturas. Valorizar a diversidade dos problemas estruturais da Engenharia Civil por intermédio de exemplos. \nPerceber a importância da computação e do cálculo numérico na engenharia. Perceber a necessidade de utilizar recursos computacionais para a análise de tensões em estruturas reais. Entender como se calculam deslocamentos e esforços solicitantes em estruturas reticuladas usando o computador. Reconhecer a ligação entre o que se vê nas aulas e as estruturas reais.\n\nSer capaz de: aplicar conhecimentos adquiridos em outras disciplinas; comunicar-se tecnicamente com clareza e precisão; modelar problemas estruturais visando a compreender seu comportamento mecânico; resolver problemas simples envolvendo estruturas reticuladas; compreender a importância da protensão quando se emprega materiais com baixa resistência à tração; reconhecer a importância da verificação da estabilidade do equilíbrio das estruturas esbeltas e da sensibilidade a imperfeições.\n\nValores e atitudes a serem incorporados\nValorizar a importância da formação básica para o engenheiro. Adotar posturas éticas. Passar a observar as estruturas das construções e objetos que nos cercam. Reconhecer a importância e utilidade da engenharia de estruturas. Apreender o caráter multidisciplinar de mecânica das estruturas e seu papel na engenharia mecânica, naval, aeronáutica, medicina, odontologia, etc.\n\nHabilidades serão desenvolvidas para tornar o aluno apto para:\n- Compreender e analisar o estado de tensão em um ponto.\n- Compreender a análise matricial de estruturas de barras e sua implementação computacional.\n- Compreender e analisar a estabilidade do equilíbrio de estruturas simples.", "programa_resumido": "Flexão oblíqua e flexão composta. Torção uniforme de barras. Estudo das tensões: Estado duplo de tensão; Noções sobre estado triplo de tensão. Energia de deformação. Critérios de resistência. Flexão composta de barras esbeltas. Estabilidade do equilíbrio de barras. Análise matricial de estruturas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "13:10", "fim": "14:50", "professores": ["Luiz Antonio Cortese Diogo"]}, {"dia": "qui", "inicio": "13:10", "fim": "14:50", "professores": ["Luiz Antonio Cortese Diogo"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 41, "pendentes": 7, "matriculados": 32, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 40, "inscritos": 35, "pendentes": 7, "matriculados": 28}, "FAU - Dupla Formação FAU - EP": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 4}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "13:10", "fim": "14:50", "professores": ["(R) Edgard Sant Anna de Almeida Neto"]}, {"dia": "qui", "inicio": "13:10", "fim": "14:50", "professores": ["(R) Edgard Sant Anna de Almeida Neto"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 48, "pendentes": 3, "matriculados": 37, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 40, "inscritos": 35, "pendentes": 3, "matriculados": 32}, "FAU - Dupla Formação FAU - EP": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 5}}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "13:10", "fim": "14:50", "professores": ["Mario Eduardo Senatore Soares"]}, {"dia": "qui", "inicio": "13:10", "fim": "14:50", "professores": ["Mario Eduardo Senatore Soares"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 52, "pendentes": 8, "matriculados": 34, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 40, "inscritos": 42, "pendentes": 8, "matriculados": 34}, "FAU - Dupla Formação FAU - EP": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}