{"unidade": "Escola Politécnica", "departamento": "Engenharia de Estruturas e Geotécnica", "campus": "São Paulo", "codigo": "PEF3201", "nome": "Resistência dos Materiais e Estática das Construções I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Conhecimentos a serem assimilados\nTensões, deformações e deslocamentos. Tração e compressão simples. Corte puro. Papel dos modelos matemáticos e físicos na engenharia de estruturas. Flexão simples normal: tensões normais e de cisalhamento; linha elástica; vigas contínuas. Resolução de estruturas hiperestáticas pelo método dos esforços.\n\nHabilidades a serem desenvolvidas\nAnalisar e dimensionar estruturas simples submetidas à tração, à compressão e ao corte puro. Resolver estruturas hiperestáticas pelo método dos esforços. Determinar tensões normais e de cisalhamento na flexão simples normal. Dimensionar barras submetidas à flexão simples normal. Determinar a linha elástica de barras retas. Resolver vigas contínuas. Modelar estruturas. Reconhecer a ligação entre o que se vê nas aulas e as estruturas reais. Aplicar conhecimentos adquiridos em outras disciplinas. Possuir traquejo aritmético e algébrico.\n\nValores e atitudes a serem incorporados\nValorizar a importância da formação básica para o engenheiro. Adotar posturas éticas. Passar a observar as estruturas das construções e objetos que nos cercam, procurar entender o seu funcionamento e as razões pelas quais ficam em pé. Reconhecer a importância e utilidade da engenharia de estruturas. Apreender o caráter multidisciplinar da mecânica das estruturas e seu papel na engenharia mecânica, naval, aeronáutica, medicina, odontologia, etc.", "programa_resumido": "Conceito de tensão, esforços solicitantes, as relações entre tensões e esforços solicitantes. Hipóteses da Resistência dos Materiais. Tração e compressão simples: tensões, deslocamentos e deformações, diagramas tensão-deformação, lei de Hooke, resolução de estruturas hiperestáticas pelo método dos esforços. Corte puro. Características geométricas das figuras planas. Flexão simples normal: tensões normais e tangenciais, linha elástica de barras retas, vigas simples hiperestáticas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Somente para alunos que já cursaram a disciplina e obtiveram média superior a 2,0 e frequência mínima de 70%.", "horario": [{"dia": "seg", "inicio": "11:10", "fim": "12:50", "professores": ["Luiz Antonio Cortese Diogo"]}, {"dia": "qua", "inicio": "11:10", "fim": "12:50", "professores": ["Luiz Antonio Cortese Diogo"]}], "vagas": {"Obrigatória": {"vagas": 100, "inscritos": 46, "pendentes": 0, "matriculados": 21, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 80, "inscritos": 21, "pendentes": 0, "matriculados": 21}, "FAU - Dupla Formação FAU - EP": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {"Qualquer Unidade da USP": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 1}}}}}]}