{"unidade": "Escola Politécnica", "departamento": "Engenharia de Estruturas e Geotécnica", "campus": "Outro", "codigo": "PEF3305", "nome": "Mecânica dos Solos e das Rochas I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Oferecer aos futuros engenheiros uma sólida base conceitual de Mecânica dos Solos e das Rochas, com identificação clara dos aspectos geotécnicos dos problemas civis e ambientais e desenvolvimento de capacitação para análise dos fenômenos envolvidos e para obtenção dos parâmetros geotécnicos indispensáveis à boa execução e ao bom projeto. Esta disciplina enfatiza princípios, teorias, modelos e métodos dos assuntos mais básicos de Geomecânica (até adensamento), preparando os estudantes para as disciplinas subsequentes: Mecânica dos Solos e das Rochas II, que trata essencialmente dos problemas de estados limites últimos em Geomecânica, e Engenharia Geotécnica e de Fundações e Geotecnia Ambiental, nas quais a ênfase se desloca para estruturas geotécnicas específicas, técnicas e outras atividades de campo.Os créditos-trabalho referem-se a uma demonstração de campo (SPT) e a sessões de laboratório e reuniões de equipe decorrentes para interpretação e análise dos resultados, e elaboração de relatórios e apresentações.Atividades de classe, campo, laboratório e discussão são planejadas de modo a promover atitudes e valores tais como trabalho de grupo, liderança, responsabilidade e ética, bem como habilidades de comunicação textual, gráfica e oral.", "programa_resumido": "A origem dos solos e rochas é discutida e relacionada às características decorrentes dos diferentes processos de formação, com ênfase na necessidade absoluta de prospecção de campo, interpretada à luz da Geologia, para definir a distribuição espacial desse material natural na obra de Engenharia. A demonstração da sondagem de simples reconhecimento, com SPT, é parte essencial das atividades de campo e laboratório. O caráter polifásico do solo e descontínuo das rochas é destacado, bem como a simplificação para meio contínuo, que permite aplicar teorias consagradas para descrever o seu comportamento, tais como a Teoria da Elasticidade e a Teoria da Plasticidade. Ao mesmo tempo, destacam-se as peculiaridades dos solos, tais como o princípio das tensões efetivas, a percolação e a teoria do adensamento. Atividades de laboratório permitem que os estudantes construam, eles próprios, o conhecimento dos parâmetros que governam o comportamento dos solos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "seg", "inicio": "13:10", "fim": "14:50", "professores": [""]}, {"dia": "qua", "inicio": "13:10", "fim": "14:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Dupla Formação FAU - EP": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "seg", "inicio": "13:10", "fim": "14:50", "professores": [""]}, {"dia": "qua", "inicio": "15:00", "fim": "16:40", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Dupla Formação FAU - EP": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "", "horario": [{"dia": "seg", "inicio": "13:10", "fim": "16:40", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia Civil - EC-3": {"vagas": 40, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FAU - Dupla Formação FAU - EP": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}