{"unidade": "Escola Politécnica", "departamento": "Engenharia de Estruturas e Geotécnica", "campus": "São Paulo", "codigo": "PEF3401", "nome": "Mecânica das Estruturas II", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Conhecimentos a serem assimilados\nMétodos gerais de análise estrutural baseados no teorema de esforços virtuais. Aplicação à teoria de barras de Bernoulli-Euler. Análise dinâmica das estruturas (noções). Elastoplasticidade ideal (noções). Critérios de resistência (noções). Métodos clássicos de análise limite de estruturas reticuladas em regime elastoplástico ideal (noções).\n\nHabilidades a serem desenvolvidas\nAgilidade para aplicar os teoremas de esforços virtuais à análise de estruturas reticuladas. Capacidade de realizar modelagem matemática e usar ferramentas computacionais, em geral, para solução de problemas de mecânica das estruturas. Capacidade de reconhecer as características dos sistemas e subsistemas estruturais quanto a seu desempenho e comportamento estático ou dinâmico. Capacidade de reconhecer cenários críticos do sistema estrutural. Agilidade na resolução analítica ou numérica de problemas fundamentais de dinâmica das estruturas. Agilidade na resolução analítica ou numérica de problemas fundamentais de análise limite de estruturas reticuladas. Agilidade na modelagem de problemas de mecânica das estruturas, utilizando programas de análise estrutural.\n\nValores e atitudes a serem incorporados\nPercepção da importância das disciplinas de ciências da engenharia na formação do engenheiro. Apreensão do caráter multidisciplinar da mecânica das estruturas e seu papel central na engenharia. Visão crítica dos métodos de análise estrutural quanto às hipóteses assumidas e resultados obtidos. Responsabilidade e ética profissional e social.", "programa_resumido": "Teorema dos esforços virtuais. Método da carga unitária para determinação de deslocamentos em estruturas reticuladas. Resolução de estruturas hiperestáticas pelo método dos esforços. Análise dinâmica de estruturas modeladas como sistemas de um grau de liberdade: vibrações livres (amortecidas ou não); choque mecânico e vibrações forçadas. Elastoplasticidade ideal. Critérios de resistência. Análise limite de estruturas reticuladas em regime elastoplástico ideal: método passo-a-passo. Teoremas estático e cinemático da análise limite intuitiva.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "1-Reservar o hor das quintas, das 16h-17:40 para as atividades nas oficinas, corresponde ao créd. trab, sendo que a freq. mínima é de 70%. 2-Alunos da EC3 civil do 3º ano com o penúltimo algarismo do NºUSP ímpar devem cursar essa disc no lugar de PEF3302", "horario": [{"dia": "qui", "inicio": "13:10", "fim": "15:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 54, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "1-Reservar o hor das quintas, das 16h-17:40 para as atividades nas oficinas, corresponde ao créd. trab, sendo que a freq. mínima é de 70%. 2-Alunos da EC3 civil do 3º ano com o penúltimo algarismo do NºUSP ímpar devem cursar essa disc no lugar de PEF3302", "horario": [{"dia": "qui", "inicio": "13:10", "fim": "15:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Extracurricular": {"vagas": 2, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}