{"unidade": "Escola Politécnica", "departamento": "Engenharia Mecânica", "campus": "Outro", "codigo": "PME3560", "nome": "Princípios de Células a Combustível", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Este curso tem como objetivo proporcionar ao aluno uma visão da ciência das células a combustível como uma integração de diferentes mecanismos de transporte, bem como dos métodos experimentais de promoção e de diagnóstico destes mecanismos, com ênfase em células do tipo eletrólito polimérico. Ao final deste curso o aluno deverá: (i) compreender as vantagens e desvantagens das células a combustível e dos diferentes tipos de células; (ii) ser capaz de realizar cálculos sobre a termodinâmica e eficiência de células a combustível operando com diferentes combustíveis; (iii) entender como os vários componentes das células a combustível interagem e ser capaz de explicar os diferentes mecanismos de transporte que operam; (iv) compreender os métodos de preparação do conjunto membrana eletrodo e os métodos experimentais de diagnóstico deste; (v) ter uma compreensão adequada da lógica por trás da economia do hidrogénio; (vi) através de aulas de demonstração, no período final do curso, ter uma visão de como uma célula a combustível é fabricada e opera na prática.", "programa_resumido": "Introdução aos diferentes mecanismos de transporte em células a combustível, com ênfase em células a combustível do tipo eletrólito polimérico. Transporte de massa, transporte de momento, transporte de carga elétrica, transferência de calor. Métodos experimentais para caracterização do transporte de reagentes. Métodos experimentais de diagnóstico de células a combustível e sua importância no desenvolvimento de células a combustível de elevada densidade de potência, alta eficiência, baixo custo e alta durabilidade.", "turmas": []}