{"unidade": "Escola Politécnica", "departamento": "Engenharia Mecânica", "campus": "São Paulo", "codigo": "PME3508", "nome": "Conversão Termoquímica de Biomass: Energia e Insumo Químicos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fornecer os fundamentos de processos termoquimicos de conversão de biomassa em energia e ou insumos quimicos. Parametros físico-quimicos de biomassas são fornecidos. Os processos de gaseificação, pirólise e combustão são formulados. Os tipos de reatores utilizados nos processos termoquímicos são discutidos. Balanços de massa energia nos reatores são formulados. Os processos quimicos típicos de bio-refinarias são apresentados. Técnicas de coleta, armazenagem e suprimento de biomassa em reatores são mostrados. Os aspectos econômicos-financeiros para utilização de biomassa como fonte de energia renovável e produção de insumos quimicos são apresentados.", "programa_resumido": "Biomassa como fonte de energia e insumos para materiais sintéticos. Caracterização de\nbiomassa. Processos térmicos de conversão de biomassa: combustão, gaseificação e pirolise; Tipos de Gaseificadores. Descrição de cinética dos processos de pirolise, gaseificação, torrefação e oxidação de biomassa. Projeto básico de reatores para gaseificação e combustão de biomassa; Manuseio de biomassa. Processos Químicos e bio-refinarias de biomassa; Aspectos econômicos e financeiros para utilização e biomassa como fonte de energia e insumos químicos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "09:20", "fim": "11:00", "professores": ["(R) Guenther Carlos Krieger Filho"]}, {"dia": "qui", "inicio": "11:10", "fim": "12:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}