{"unidade": "Escola Politécnica", "departamento": "Engenharia Mecânica", "campus": "São Paulo", "codigo": "PME3555", "nome": "Análise Estrutural pelo Método dos Elementos Finitos", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Compreender e aplicar o método dos elementos finitos para análise estática de estruturas lineares.", "programa_resumido": "A disciplina apresenta o método dos elementos finitos para análise estática de estruturas mecânicas lineares. É utilizada a formulação direta e são desenvolvidos os principais tipos de elementos finitos utilizados na análise estrutural linear, quais sejam: barra, viga, treliças, pórticos, grelhas, estado plano de tensões e deformações, elemento plano triangular, formulação isoparamétrica e elementos tridimensionais. Breve referência é feita ao método da mínima energia potencial, ao método de Galerkin e à formulação variacional. A ênfase da disciplina é no entendimento do método como uma formulação dos métodos matriciais e na sua aplicação na modelagem e análise de estruturas mecânicas. São previstas diversas atividades práticas de aplicação e utilização do método para solução de problemas de engenharia. Serão abordados exemplos da construção mecânica e de estruturas aeronáuticas.", "turmas": [{"codigo": "2025140", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "13:10", "fim": "14:50", "professores": ["(R) Walter Jorge Augusto Ponge Ferreira"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 2, "pendentes": 0, "matriculados": 1, "grupos": {"EP -  para toda a Unidade": {"vagas": 40, "inscritos": 1, "pendentes": 0, "matriculados": 1}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 2, "grupos": {}}}}]}