{"unidade": "Escola Politécnica", "departamento": "Engenharia Mecânica", "campus": "São Paulo", "codigo": "PME3238", "nome": "Fenômenos de Transporte", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fornecer os conceitos básicos de Mecânica dos Fluidos e Transferência de Calor e Massa com aplicações à Engenharia. Dar ao aluno do Curso de Engenharia Ambiental uma base científica para que ele possa se desenvolver nas disciplinas aplicadas tecnológicas do curso.", "programa_resumido": "Conceituação da disciplina Fenômenos de Transporte. Introdução à Mecânica dos Fluidos. Lei Fundamental da Hidrostática. Introdução aos Fluidos em Movimento. Leis Básicas dos Processos de Transferência de Quantidade de Movimento, Calor e Massa. As Formas Integrais das Leis Fundamentais. Escoamentos Internos. Escoamentos Externos. As Formas Diferenciais das Leis Fundamentais. Introdução à Transmissão de Calor: Condução. Convecção. Radiação. Mecânica dos Fluidos Ambiental. Introdução à Transferência de Massa: Difusão e Advecção. Desenvolvimento do programa a partir de aulas expositivas acompanhadas de aulas de exercícios e de laboratório com a participação dos alunos. Como infra-estrutura para o desenvolvimento do programa, além das ferramentas tradicionais de ensino, serão utilizados equipamentos multimídia para projeção de material didático.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "09:20", "fim": "11:00", "professores": ["Bruno Souza Carmo"]}, {"dia": "qui", "inicio": "07:30", "fim": "09:10", "professores": ["Bruno Souza Carmo"]}], "vagas": {"Obrigatória": {"vagas": 94, "inscritos": 87, "pendentes": 0, "matriculados": 86, "grupos": {"EP - Engenharia Ambiental - EC-3": {"vagas": 94, "inscritos": 86, "pendentes": 0, "matriculados": 86}}}}}]}