{"unidade": "Escola Politécnica", "departamento": "Engenharia de Minas e de Petróleo", "campus": "São Paulo", "codigo": "PMI3305", "nome": "Mecânica das Rochas Aplicada à Mineração I", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Apresentar ao estudante os fundamentos da Mecânica de Rochas relacionados ao projeto de obras\nde mineração a céu aberto e em subterrâneo.\nObjetivos de Aprendizagem:\n1. Identificar e aplicar os fundamentos da Mecânica das Rochas em projetos de mineração a céu\naberto e subterrâneo. (Domínio cognitivo no nível de Bloom: Compreender, Aplicar)\n2. Analisar as tensões e deformações em rochas usando círculo de Mohr e tensor de tensões e\navaliar o estado de tensões naturais em maciços rochosos. (Domínio cognitivo no nível de Bloom:\nAplicar, Analisar)\n3. Avaliar o comportamento mecânico das rochas, integrando modelos reológicos e propriedades\nmecânicas para otimizar projetos de mineração. (Domínio cognitivo no nível de Bloom: Avaliar,\nAnalisar)\n4. Avaliar as metodologias de projeto da Mecânica das Rochas para sua aplicação prática em\ncenários de mineração. (Domínio cognitivo no nível de Bloom: Aplicar, Analisar, Avaliar)\n5. Criar e interpretar representações gráficas complexas, facilitando a comunicação visual de dados\ntécnicos. (Domínio cognitivo no nível de Bloom: Aplicar, Criar)\n\nCompetências Associadas: Competência em analisar fenômenos físicos e químicos com modelos e\nferramentas matemáticas, estatísticas e computacionais, focando na lavra de minas. Inclui\nhabilidades para desenvolver, projetar e avaliar sistemas, produtos e processos, integrando gestão\nde projetos. Abrange comunicação eficiente escrita, oral e gráfica, com uso de tecnologias digitais e\natualização contínua.", "programa_resumido": "Introdução à Mecânica de Rochas e aos fundamentos do comportamento mecânico das rochas e dos\nmaciços rochosos.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "09:20", "fim": "11:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 8, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Minas - EC 3": {"vagas": 40, "inscritos": 8, "pendentes": 0, "matriculados": 0}}}, "Extracurricular": {"vagas": 7, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}