{"unidade": "Escola Politécnica", "departamento": "Engenharia de Minas e de Petróleo", "campus": "São Paulo", "codigo": "PMI3931", "nome": "Engenharia de Reservatórios III", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "O curso fornece ao aluno os principais modelos para a previsão do comportamento de reservatórios sob\ndiferentes mecanismos de produção.\n\nObjetivos de Aprendizagem:\n1. Aplicar modelos de influxo de água e balanço de materiais para prever o comportamento de reservatórios de óleo e gás sob diversos mecanismos de produção. (Domínio cognitivo no nível de Bloom: Aplicar, Analisar)\n\n2. Avaliar a eficácia dos diferentes modelos de previsão, como van Everdingen & Hurst e Fetkovich, na estimativa das pressões e comportamento de reservatórios. (Domínio cognitivo no nível de Bloom: Analisar, Avaliar)\n\n3. Desenvolver habilidades na utilização da equação de balanço de materiais para prever o comportamento futuro de reservatórios de óleo e gás. (Domínio cognitivo no nível de Bloom: Aplicar, Criar)\n\n4. Aplicar técnicas de análise de curvas de declínio de produção para avaliar e otimizar a exploração e produção de reservatórios. (Domínio cognitivo no nível de Bloom: Analisar, Avaliar, Criar)\n\n\nCompetências Associadas: Competência em analisar fenômenos físicos e químicos com ferramentas\nmatemáticas e computacionais; conceber e gerir projetos sustentáveis em exploração e produção de óleo e gás.", "programa_resumido": "Influxo de Água ; Balanço de Materiais em Reservatórios de Gás; Balanço de Materiais de Reservatórios de\nÓleo; Previsão de Comportamento de Reservatórios usando a Equação de Balanço de Materiais; Análise de\nCurvas de Declínio de Produção", "turmas": [{"codigo": "2025190", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Marcio Augusto Sampaio Pinto"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 20, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}