{"unidade": "Escola Politécnica", "departamento": "Engenharia de Minas e de Petróleo", "campus": "São Paulo", "codigo": "PMI3340", "nome": "Engenharia de Perfuração", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Sistematização dos parâmetros envolvidos nos processos de perfuração, desde a seleção de equipamentos até os fluidos de perfuração passando por atividades que permitam a conclusão do poço. Compreender os fenômenos que influenciam a perfuração de poços.\n\nObjetivos de Aprendizagem:\n1. Compreender e aplicar os princípios e práticas da engenharia de perfuração, incluindo a seleção e uso de equipamentos e fluidos de perfuração. (Domínio cognitivo no nível de Bloom: Memorizar, Compreender, Aplicar)\n2. Analisar e selecionar fluidos de perfuração adequados às características geológicas e operacionais, garantindo a estabilidade e a segurança do poço. (Domínio cognitivo no nível de Bloom: Aplicar, Analisar)\n3. Avaliar e implementar operações de cimentação e controle de blowout para garantir a estabilidade do poço e a segurança. (Domínio cognitivo no nível de Bloom: Analisar, Avaliar)\n4. Projetar e executar perfurações direcionais e horizontais, considerando aspectos técnicos e ambientais. (Domínio cognitivo no nível de Bloom: Aplicar, Criar, Avaliar)\n\nCompetências Associadas: Competência em conceber e gerir projetos de engenharia sustentáveis, desde a concepção até a perfuração de poços; aplicar gestão para planejar e controlar recursos e impactos; comunicar-se eficazmente em escrita, oralidade e gráficos, utilizando tecnologias digitais para atualização constante.", "programa_resumido": "Apresentar aos alunos estudos e projetos de fluidos de perfuração, bem como conceitos de hidráulica em equipamentos de perfuração. Analisar contratos de perfuração e sistemas de sondas de perfuração. Discutir o dimensionamento e seleção de equipamentos. Analisar a perfuração rotativa e brocas. Avaliar a cimentação de poços, o projeto de revestimento de poços, controle de kick e blow out, além de perfuração direcional e poços horizontais.", "turmas": [{"codigo": "2025190", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "13:10", "fim": "14:50", "professores": ["(R) Nara Angélica Policarpo"]}, {"dia": "qui", "inicio": "13:10", "fim": "14:50", "professores": ["(R) Nara Angélica Policarpo"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 14, "pendentes": 0, "matriculados": 14, "grupos": {"EP - Engenharia de Petróleo - EC 3": {"vagas": 40, "inscritos": 14, "pendentes": 0, "matriculados": 14}}}, "Extracurricular": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}