{"unidade": "Escola Politécnica", "departamento": "Engenharia de Minas e de Petróleo", "campus": "São Paulo", "codigo": "PMI3926", "nome": "Produtos Químicos na Produção de Petróleo e Gás", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina objetiva apresentar os produtos químicos demandados pela indústria do petróleo e gás, desde o fundo de poço até as operações e tratamentos na superfície, visando o controle de questões como (i) deposição de material orgânico ou inorgânico, (ii) perda da integridade de estruturas e equipamentos e, (iii) alteração de propriedades físicas dos estimulação ácida e recuperação avançadas de óleo (EOR).\nAo final do curso, espera-se que o aluno selecione adequadamente as soluções químicas a serem aplicadas às diversas operações da indústria do petróleo e gás.\n\nObjetivos de Aprendizagem:\n1. Compreender a aplicação de produtos químicos em várias etapas da produção de óleo e gás, incluindo\nperfuração de poços e produção. (Domínio cognitivo no nível de Bloom: Compreender, Aplicar)\n\n2. Selecionar e implementar tratamentos químicos para controle de incrustações e corrosão, garantindo a integridade das operações e equipamentos. (Domínio cognitivo no nível de Bloom: Aplicar, Analisar)\n\n3. Avaliar e gerenciar a aplicação de biocidas para o controle bacteriano, considerando aspectos ambientais e de compatibilidade. (Domínio cognitivo no nível de Bloom: Analisar, Avaliar)\n\n4. Desenvolver estratégias para otimizar as propriedades físicas dos fluidos em operações de EOR utilizando surfactantes, polímeros e espumas. (Domínio cognitivo no nível de Bloom: Aplicar, Criar, Avaliar)\n\n\nCompetências Associadas: Competência em analisar fenômenos físicos e químicos com ferramentas\nmatemáticas e computacionais; conceber projetos sustentáveis e gerir produção e processamento de óleo e gás.", "programa_resumido": "Produtos químicos demandados pela indústria do petróleo e gás, desde o fundo de poço até as operações e\ntratamentos na superfície, visando o controle de questões como incrustação, perda de integridade de estruturas e equipamentos, ação de bactérias, controle de espumas, emulsões além daqueles utilizados em operações de perfuração, estimulação ácida e recuperação avançadas de óleo (EOR).", "turmas": [{"codigo": "2025190", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "09:20", "fim": "11:00", "professores": ["(R) Jean Vicente Ferrari"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 25, "inscritos": 3, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}