{"unidade": "Escola Politécnica", "departamento": "Engenharia de Minas e de Petróleo", "campus": "São Paulo", "codigo": "PMI3217", "nome": "Tópicos Especiais de Química Aplicados à Engenharia de Minas", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Preparar os alunos para raciocinar e resolver problemas de engenharia de minas, que envolvem fenômenos interfaciais.\n\nObjetivos de Aprendizagem:\n1. Compreender conceitos e definições de fases e interfaces, aplicando-os na solução de problemas específicos de Engenharia de Minas. (Domínio cognitivo no nível de Bloom: Compreender, Aplicar)\n\n2. Analisar interações de sólidos cristalinos com meios aquosos, incluindo reações de solubilização, ionização, complexação e oxi-redução, e suas implicações no processamento de materiais. (Domínio cognitivo no nível de Bloom: Analisar, Avaliar)\n\n3. Aplicar conhecimentos de fenômenos elétricos na interface sólido/líquido para tratamentos de água, flotação de minerais e hidrometalurgia, compreendendo mecanismos como a dupla camada elétrica e potencial eletrocinético. (Domínio cognitivo no nível de Bloom: Aplicar, Analisar)\n\n4. Desenvolver soluções práticas para problemas de engenharia utilizando princípios de química orgânica\naplicada a agentes tensoativos, e compreender fenômenos interfaciais como tensão superficial, capilaridade e adsorção em diferentes interfaces. (Domínio cognitivo no nível de Bloom: Aplicar, Criar)\nCompetências Associadas: Competência em analisar fenômenos físicos e químicos com modelos matemáticos, estatísticos e computacionais. Capacidade de projetar e avaliar sistemas, produtos e processos sustentáveis, integrando gestão de projetos no tratamento de minérios.", "programa_resumido": "Fases e interfases; sólidos cristalinos e a sua interação em meio aquoso (e outros líquidos); fenômenos elétricos na interface sólido/líquido; química orgânica aplicada aos surfactantes; interfaces líquido/gás, líquido/líquido e sólido/líquido; películas superficiais insolúveis.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "07:30", "fim": "10:10", "professores": ["(R) Laurindo de Salles Leal Filho"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 20, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Extracurricular": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}