{"unidade": "Escola Politécnica", "departamento": "Engenharia de Minas e de Petróleo", "campus": "São Paulo", "codigo": "PMI3218", "nome": "Pesquisa Mineral", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina objetiva apresentar e discutir técnicas de localização e avaliação qualitativa e quantitativa de\ndepósitos minerais, visando ao seu aproveitamento econômico.\n\nObjetivos de Aprendizagem:\n\n1. Compreender e aplicar técnicas de prospecção e pesquisa de depósitos minerais, incluindo o uso de bases cartográficas, mapas geológicos, fotografias aéreas e sensoriamento remoto. (Domínio cognitivo no nível de Bloom: Compreender, Aplicar)\n\n2. Analisar métodos de prospecção geofísica e geoquímica, e utilizar poços, trincheiras, sondagens à percussão e rotativas para avaliação de depósitos minerais. (Domínio cognitivo no nível de Bloom: Analisar, Avaliar)\n \n3. Definir e calcular recursos e reservas minerais utilizando métodos convencionais e geoestatísticos, avaliando a distribuição de teores e outras variáveis em jazidas minerais. (Domínio cognitivo no nível de Bloom: Aplicar, Analisar)\n\n4. Desenvolver relatórios de pesquisa mineral, atendendo às exigências técnicas e legais, e realizar\nacompanhamento e controle geológico de minas. (Domínio cognitivo no nível de Bloom: Aplicar, Criar)\n\nCompetências Associadas: Competência em desenvolver sistemas, produtos ou processos, aplicando gestão de projetos em pesquisa mineral e análise de viabilidade. Habilidade em gerenciar, planejar e supervisionar soluções de engenharia, enfocando a administração de recursos. Inclui eficácia em comunicação escrita, oral e gráfica, com o uso de tecnologias digitais.", "programa_resumido": "Fundamentos da prospecção mineral. Fases de empreendimentos mineiros. Classificação de depósitos minerais para fins de pesquisa. Variabilidade natural de depósitos minerais. Prospecção: fases de superfície e de sub- superfície. Pesquisa mineral. Avaliação de jazidas. Legislação mineral. Códigos internacionais.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "17:30", "professores": ["(R) Ana Carolina Chieregati"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 19, "pendentes": 0, "matriculados": 19, "grupos": {}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 13, "inscritos": 3, "pendentes": 0, "matriculados": 3, "grupos": {}}}}]}