{"unidade": "Escola Politécnica", "departamento": "Eng Mecatrônica Sist Mecânicos", "campus": "São Paulo", "codigo": "PMR3550", "nome": "Trabalho de Conclusão de Curso II em Engenharia Mecatrônica", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "O trabalho de graduação visa dar aos alunos formandos a oportunidade de executar efetivamente um projeto de engenharia. Com os conhecimentos adquiridos durante o curso, utilizando os recursos das oficinas e dos laboratórios do Departamento, os graduandos deverão produzir um trabalho de nível profissional. As capacidades que serão desenvolvidas e avaliadas no Projeto de Conclusão de Curso são:\n - Aplicar os conhecimentos científicos e tecnológicos adquiridos durante o curso para projetar, desenvolver gerenciar e melhorar produtos, sistemas e processos num contexto amplo desde o ponto de vista da Engenharia Mecatrônica;\n - Compreender a importância de se trabalhar em ambientes profissionais éticos e responsáveis. Considerar os impactos éticos, ambientais e a sustentabilidade de seus projetos. Demonstrar a capacidade de estabelecer objetivos mensuráveis e cumprir os prazos marcados para atingi-los;\n - Comunicar de maneira clara e profissional os conhecimentos e conclusões obtidos tanto de forma oral como escrita e gráfica, tanto para público geral como especializado.\n\nEspera-se preparar o estudante para o mercado de trabalho, assumindo um perfil de membro de equipe de desenvolvimento (sem hierarquia), e também de líder de equipe. Familiarizar o estudante com a dinâmica de um projeto de engenharia, quer seja pelo conteúdo, que envolve em princípio todas as disciplinas do curso, quer seja pela capacidade de reconhecer e isolar problemas e associá-las a soluções dentro de um cronograma de trabalho.", "programa_resumido": "Descrição e formalização do projeto em Engenharia; definição e reconhecimento de necessidades, elaboração de requisitos, definição do problema. Processo de elaboração das soluções. Documentação de projeto de software, mecânico e elétrico. Guias para apresentação de trabalhos.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "QUARTA-FEIRA NA SALA A-03.", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "14:50", "professores": ["(R) Arturo Forner Cordero"]}], "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}