{"unidade": "Escola Politécnica", "departamento": "Eng Mecatrônica Sist Mecânicos", "campus": "Outro", "codigo": "PMR3420", "nome": "Projeto Integrado 7", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Projeto Integrado 7 é um projeto integrativo de 4 disciplinas do curso de mecatrônica do sétimo semestre: PMR3403 – Atuadores e Acionamentos, PMR3404 – Controle I, PMR3405 – Mecanismos para Automação e PMR3406 – Microprocessadores em Automação e Robótica. Com a duração de 1 semestre letivo os alunos dividem-se em grupos de 6 a 8 alunos para desenvolver um mecanismo e seu sistema de controle em tempo real, tendo a oportunidade de percorrer todas as etapas de um projeto multidisciplinar de engenharia.\n\nO objetivo é o desenvolvimento de habilidades de trabalho em equipes num projeto de engenharia mais complexo do que o possível numa única disciplina. Para que o projeto possa ser completado com sucesso os alunos devem se organizar em grupos menores para solucionar problemas específicos do projeto envolvendo hardware mecânico, hardware eletrônico, software e controles.", "programa_resumido": "Complementar o conteúdo das disciplinas participantes nos assuntos relacionados ao projeto. Promover apresentações dos alunos para acompanhamento das atividades e aferição dos resultados intermediários e final. Gerenciar o projeto por meio de acompanhamento de cronograma.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "observacoes": "SALA A-04", "horario": [{"dia": "sex", "inicio": "09:10", "fim": "11:00", "professores": ["(R) Jun Okamoto Junior", "Arturo Forner Cordero", "Eduardo Aoun Tannuri", "Newton Maruyama", "Rafael Traldi Moura", "Ricardo Cury Ibrahim", "Tarcisio Antonio Hess Coelho"]}, {"dia": "sab", "inicio": "15:00", "fim": "16:40", "professores": ["(R) Jun Okamoto Junior", "Arturo Forner Cordero", "Eduardo Aoun Tannuri", "Newton Maruyama", "Rafael Traldi Moura", "Ricardo Cury Ibrahim", "Tarcisio Antonio Hess Coelho"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}