{"unidade": "Escola Politécnica", "departamento": "Engenharia Metalúrgica e Materiais", "campus": "São Paulo", "codigo": "PMT3427", "nome": "Processos Metalúrgicos II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Desenvolver nos estudantes conhecimento sobre os métodos para extração de metais não-ferrosos a partir de diferentes fontes minerais. Desenvolver nos estudantes conhecimentos sobre a aplicação de balanços de massa e energia, cálculos termodinâmicose cinéticos para a extração de metais naõ-ferrosos. Desenvolver habilidades associadas com o desenvolvimento e projeto, operação e otmização de unidades industriais de extração de metais não-ferrosos. Desenvolver habilidades relacionais com os impactos ambientais, uso de recursos naturais, energia e poluição associados à extração e processamento de metais não ferrosos e estratégias de uso e aplicação destes materiais.", "programa_resumido": "Introdução: importância do tratamento de minérios nos processos de redução e refino dos principais Não – Ferrosos (fontes de materiais não-ferrosos no Brasil);\nProdução de Alumínio: Processos Bayer e Deville - Pechiney; processo Hall - Heroult. Refino de alumínio;\nProdução de Cobre: Processos de produção de matte de Cu; Conversão de matte de cobre; Refino piro e eletrolítico do \"cobre blister\";\nProdução de Chumbo: Redução carbotérmica de óxido de Pb; refino pirometalúrgico de chumbo de obra; tratamento das crostas Parkes; obtenção de Au e Ag como subprodutos;\nFundamentação termodinâmica e cinética das principais fases de obtenção dos metais, sejam piro, hidro e eletrometalúrgicos;\nProdução de Zinco: Processos pirometalúrgicos de redução carbotérmica de óxidos de Zn;\nMetais reativos: resumo dos principais processos de produção. Processos de eletrólise ígnea e sais fundidos.", "turmas": [{"codigo": "2024250", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "07:30", "fim": "09:20", "professores": ["(R) Guilherme Frederico Bernardo Lenz e Silva"]}], "vagas": {"Obrigatória": {"vagas": 65, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 23, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 23, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 4, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}