{"unidade": "Escola Politécnica", "departamento": "Engenharia Metalúrgica e Materiais", "campus": "São Paulo", "codigo": "PMT3402", "nome": "Metalografia e Tratamentos Térmicos dos Metais", "creditos_aula": 5, "creditos_trabalho": 0, "objetivos": "Estudar as principais famílias de ligas metálicas, estabelecendo relações entre microestrutura, propriedades e processamento. \nPreparação de amostras metalográficas e identificação dos componentes microestruturais de materiais metálicos durante caracterização microestrutural. \nOtimização e projeto de microestruturas através do controle das varáveis de processo, usando os conceitos de teoria de transformações de fases. \nRedação de relatórios técnicos de caracterização microestrutural.", "programa_resumido": "Aços: diagrama Fe-C, austenitização, crescimento de grão, decomposição da austenita, curvas TTT, efeito dos elemementos de liga, transformações em aços resfriados lentamente e rapidamente, transformação bainítica, transformação martensítica e revenimento. Propriedades, relação entre a microestrutura, processo de fabricação e propriedades; aplicações: aços inoxidáveis, aços ferramenta, ferros fundidos brancos de alta resistência ao desgaste, ferros fundidos cinzentos e nodulares, ligas de alumínio, ligas de cobre, ligas de titânio e superligas de níquel. Aulas práticas de laboratório e produção de relatórios técnicos.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "10:10", "fim": "12:00", "professores": ["Fernando Jose Gomes Landgraf", "Flavio Beneduce Neto"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 10, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}