{"unidade": "Escola Politécnica", "departamento": "Engenharia Metalúrgica e Materiais", "campus": "Outro", "codigo": "PMT3423", "nome": "Tecnologia de Refratários", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Relacionar a composição química, a microestrutura e o processamento com as propriedades dos materiais refratários e seu desempenho em elevadas temperaturas. Conhecer as principais classes de materiais refratários utilizados em metalurgia, siderurgia, química, indústria de cimento & cal e petroquímica. Entender os processos de beneficiamentos das principais matérias-primas refratárias e o processamento/manufatura dos materiais refratários, suas normas de aplicação e utilização, métodos de caracterização, bem como os principais modos a análises de falha destes materiais. Utilizar estudos de casos para fixar e aprofundar os conceitos relacionados com a composição química, microestrutura, processamento, reciclagem, desempenho e aplicação.", "programa_resumido": "Definição de materiais refratários, caracterização e aplicações (refratários de sílica, alumina, silico-aluminosos, de magnésia e cromita, espinelizados, de carbeto de silício, nitreto de silício, carbeto de boro, etc.). Propriedades relevantes ao comportamento refratário em temperatura ambiente e em elevadas temperaturas (resistência mecânica, densidade, porosidade, módulo de elasticidade, condutividade térmica, expansão térmica, etc.). Ensaios, análise de desempenho e estudos “post-mortem”. Seleção e estratégias de aplicação industrial (concretos, massas de projeção, massas plásticas, tijolos e peças especiais). Cálculos práticos sobre isolamento térmico. Refratários estruturais tradicionais: matérias-primas, processamento, diagramas de equilíbrio, propriedades e aplicações. Refratários estruturais avançados: matérias-primas, processamento, diagramas de equilíbrio, propriedades e aplicações. Corrosão e interação entre refratários e escórias metalúrgicas. Processos de reciclagem de materiais refratários.", "turmas": []}