{"unidade": "Escola Politécnica", "departamento": "Engenharia Metalúrgica e Materiais", "campus": "São Paulo", "codigo": "PMT3514", "nome": "Produção de Materiais e Tendências", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Conhecer e analisar o panorama atual da produção de materiais e as pesquisas em novos materiais. Entender a dinâmica atual que apresenta maior integração, muitas vezes a nível global, de fornecedores – colaboradores – consumidores para alcançar maior eficiência.\nAvaliar as possíveis contribuições para ampliar a produção e inovação dos materiais e incrementar o mercado nacional tendo sempre presente as questões geopolíticas e ambientais da atualidade.\n\nHabilidades desenvolvidas\n\nIdentificar demandas e propor projetos eficazes e viáveis, levando em conta aspectos sociais, econômicos, ambientais, Criticar soluções propostas, identificando limitações\nPlanejar estudos, Identificar de pontos chave e elaborar de resumos, Buscar e validar de fontes confiáveis e não enviesadas de informações, Organizar as informações, Sintetizar ideias, conceitos,etc\nRedigir textos técnicos e cientíicos com referências reais, Argumentar e aceitar divergências, Traduzir conceitos, gráficos, etc em linguagem direta ou vice-versa, Organizar as informações, Sintetizar ideias, conceitos,etc.\nAnalisar críticamente informações e situações, Argumentar a favor ou contra a escolha de práticas de engenharia, Propôr soluções", "programa_resumido": "1. Introdução\n2. Panorama da Produção de Materiais no Brasil \n3. Desafios em Materiais", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "15:50", "professores": ["(R) Wang Shu Hui"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 33, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 5, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}