{"unidade": "Escola Politécnica", "departamento": "Engenharia Metalúrgica e Materiais", "campus": "São Paulo", "codigo": "PMT3304", "nome": "Modelos Matemáticos e Simulação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "(1) Compreender as ferramentas matemáticas da mecânica do contínuo relacionadas aos fenômenos de transporte;\n(2) Aplicar as ferramentas matemáticas na elaboração e resolução de modelos matemáticos relativos ao processamento de materiais;\n(3) Analisar criticamente o resultado dos modelos matemáticos para propor melhorias.\n\nHabilidades trabalhadas:\n\nConhecer fundamentos de processo de transformação e transformá-los em modelos qualitativos e quantitativos, Métodos de modelagem física e matemática\nBuscar e validar de fontes confiáveis e não enviesadas de informações, Organizar as informações, Sintetizar ideias, conceitos, etc.\nTraduzir conceitos, gráficos, etc em linguagem direta ou vice-versa.", "programa_resumido": "1.Introdução. 2.Introdução à Mecânica do Contínuo. 3. Desenvolvimento das equações gerais de conservação. 4. Adimensionalização de Equações e Simplificação de Modelos. 5. Modelagem da Difusão de Calor/Massa no Processamento de Materiais. 6. Modelagem da Fluidodinâmica no Processamento de Materiais. 7. Métodos numéricos para resolução de equações diferenciais ordinárias. 8. Métodos numéricos para resolução de equações diferenciais a derivadas parciais.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "11:10", "fim": "12:50", "professores": [""]}, {"dia": "ter", "inicio": "14:00", "fim": "15:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 75, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 4, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Extracurricular": {"vagas": 20, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}