{"unidade": "Pró-Reitoria de Graduação  - Cursos Interunidades", "departamento": "Pró-Reitoria de Graduação", "campus": "Outro", "codigo": "PRG0032", "nome": "Estudos Irlandeses em Diálogo", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "- Participar no curso internacional Latino-americano sobre estudos irlandeses.\n- Estudar as características dos textos literários em língua inglesa a partir das teorias dos próprios\nescritores.\n- Analisar vários gêneros literários que marcaram diferentes período e correntes estéticas de\nforma interdisciplinar.\n- Estimular conexões interdisciplinares entre história, literatura, sociologia, tradução e outras\nartes.\n- Refletir temas de literatura e língua no centro e na periferia, no contexto das mudanças que\nacontecem na Irlanda contemporânea com relação a sua tradição e às relações com América\nLatina.\n- Interagir de forma sincrônica com professores e estudantes das universidades latino-americanas:\nUniversidade Nacional Autónoma de México (UNAM) e Universidad Nacional de La Pampa (UNLPam).", "programa_resumido": "Os estudos literários em inglês objetivam levar o aluno a conhecer não somente as literaturas canônicas produzidas em língua inglesa, mas também as coloniais e póscoloniais. A Irlanda se torna objeto de estudo na América Latina por ser o primeiro experimento colonial da Inglaterra e apresentar um processo histórico semelhante às colônias espanholas e portuguesas que conseguiram se tornar independentes um século antes e cujos movimentos revolucionários contaram com a presença de imigrantes e soldados irlandeses. A disciplina oferece uma perspectiva contemporânea latinoamericana\na partir da análise de diferentes representações literárias irlandesas em diálogo com outras áreas, contextos e movimentos sócio-históricos e artísticos, como a relação entre obra literária e discurso fílmico, o teatro, a pintura e a mídia, incorporando também a abordagem dos estudos culturais na área de humanidades. Esta disciplina desenvolve a capacidade perceptiva e analítica do aluno, sensibilizando-o para a análise e discussão crítico-interpretativa de representações literárias dos aspectos formais \ne temáticos que as constituem.", "turmas": []}