{"unidade": "Pró-Reitoria de Graduação  - Cursos Interunidades", "departamento": "Pró-Reitoria de Graduação", "campus": "Outro", "codigo": "PRG0011", "nome": "Álcool, Saúde e Sociedade", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "A disciplina oferece ao estudante uma visão ampla e interdisciplinar sobre o consumo de álcool e seu impacto na saúde e na sociedade. O objetivo central é sensibilizar e engajar os estudantes na prevenção e redução do uso nocivo de álcool, bem como promover qualidade de vida e hábitos saudáveis de socialização. Para isso, a disciplina traz uma proposta educativa e reflexiva, com o fornecimento de informações científicas atualizadas e de qualidade, em linguagem acessível e adequada para diferentes públicos-alvo (comunidade USP e alunos do Ensino Médio).\nObjetivos específicos: a) apresentar um panorama atualizado sobre o uso do álcool e seu impacto na saúde e na sociedade; b) destacar avanços e desafios do Brasil, tendo em vista a meta global da Organização Mundial da Saúde para a redução de 10% no consumo nocivo de bebidas alcoólicas, até 2025; c) destacar pontos de atenção e de interesse dos diferentes públicos-alvo da disciplina; d) incentivar mais ações de prevenção, intervenção ou tratamento do uso nocivo de álcool.", "programa_resumido": "A disciplina está estruturada em videoaulas com variados temas relacionados ao consumo de álcool e suas repercussões na saúde e sociedade, abordados de maneira acessível e reflexiva por especialistas de diferentes áreas do conhecimento. Cada videoaula será de cerca de 15 min cada, sendo que 25 videoaulas serão gerais (comuns aos 3 públicos) e 5 aulas específicas para cada público-alvo (comunidade USP e alunos do Ensino Médio), totalizando 35 videoaulas. Ao final da disciplina, a partir do conhecimento adquirido das videoaulas e do estudo de materiais complementares, os estudantes serão incentivados a elaborar projetos e recursos voltados à difusão de conhecimentos sobre prevenção, intervenção ou tratamento do uso nocivo de álcool (Apps, Vídeos, Podcast, Redes sociais, Wikipédia e outros), contribuindo com a sociedade para implementar estratégias de prevenção e intervenção para reduzir o uso nocivo de álcool e promover saúde e segurança.", "turmas": []}