{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3584", "nome": "Projeto, Processo e Gestão da Inovação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Discutir os principais conceitos, metodologias e ferramentas de gestão da inovação na empresa (entidade). Inovação é tratada como processo sistemático, organizado, que mobiliza recursos próprios da entidade, de parceiros e de entidades externas, sob gestão da entidade.", "programa_resumido": "Por que as empresas inovam. Definição e tipos de inovação. Sistema nacional de inovação e instrumentos de política pública de estímulo à inovação nas empresas. Modelo de contingência para organização e gestão da inovação. Técnicas para análise da situação estágio da inovação na empresa. Processo de inovação incremental e suas representações: funil, stage-gates e assemelhados. Técnicas de geração de ideias. Gestão de portfólio de projetos de inovação incremental. Inovação estratégica ou radical. Incertezas e gestão de incertezas no projeto e nos ecossistemas de negócios ou de inovação da empresa: learning\nplan, selecionismo e aprendizagem. Organização da inovação estratégica: ambidestria – hubs / centros de inovação, função organizacional inovação radical. Sistema de gestão da área / função inovação estratégica.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "07:30", "fim": "11:00", "professores": ["(R) Mario Sergio Salerno"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 70, "inscritos": 14, "pendentes": 0, "matriculados": 0}}}}}]}