{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3331", "nome": "Administração e Organização", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Uma das atribuições básicas do engenheiro de produção é projetar e gerenciar sistemas de produção de bens e/ou serviços. Isso envolve explicitar a lógica geral do \u0093sistema empresa\u0094, seus objetivos, ambiente, estrutura organizacional e sua relação com a estratégia de negócios, além da articulação de seus subsistemas básicos (produção; inovação, P&D e projeto de produto; finanças; marketing etc.). Busca-se não só o bom andamento do sistema de produção instalado, mas também a possibilidade de viabilizar atividades ou negócios não previstos inicialmente. Dado o ambiente competitivo, a evolução da tecnologia, da regulamentação pública, da sociedade em geral e de grupos/temas específicos (sindicatos, ambientalistas, direitos sociais, responsabilidade social empresarial, defesa do consumidor etc.), bem como a evolução do conhecimento em geral, as empresas mudam. Gerir é também (e talvez, fundamentalmente), capacitar a organização para a mudança. Assim, o curso visa a discussão das questões de administração e organização das empresas de forma genérica. O curso privilegia a discussão dos fundamentos das diversas abordagens e linhas de pensamento administrativo, sob a ótica da engenharia. Ao final, espera-se que o aluno esteja capacitado para analisar e criticar a escolha organizacional das empresas/instituições, bem como para depreender os requisitos que a organização coloca ao projeto do processo de produção, à especificação da tecnologia, à organização do trabalho e ao sistema de avaliação do processo.", "programa_resumido": "Enfoque sistêmico para organizações. Elementos do sistema de gestão. Configurações organizacionais de Mintzberg. Cultura organizacional. Capacitações dinâmicas.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "09:20", "fim": "11:00", "professores": ["Roberto Marx"]}, {"dia": "qui", "inicio": "09:20", "fim": "11:00", "professores": ["Roberto Marx"]}], "vagas": {"Obrigatória": {"vagas": 85, "inscritos": 83, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 85, "inscritos": 83, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade - só EC-3": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}