{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3201", "nome": "Estatística Básica e Aplicações", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudante deve ser capaz de:\n\n1. Compreender os principais conceitos, métodos, técnicas e ferramentas de estatística descritiva e inferência estatística;\n2. Aplicar estatística descritiva e inferência estatística em problemas de engenharia e gestão;\n3. Analisar conjuntos de dados e os resultados obtidos a partir da aplicação de estatística descritiva e inferência estatística;\n4. Criar soluções para situações e problemas realistas a partir da aplicação de estatística descritiva e inferência estatística.", "programa_resumido": "1. Conceitos de estatística descritiva e de inferência estatística.\n2. Apresentação de técnicas estatísticas apropriadas para problemas de engenharia com o uso softwares e interpretação de resultados/saídas.\n\nEsta disciplina contribui para o desenvolvimento das seguintes competências do curso:\n\nCompetência 1 - Analisar fenômenos físicos com auxílio de modelos\nCompetência 2 - Conceber soluções de engenharia\n\nE das seguintes habilidades:\n\n- Compreender os fundamentos da matemática, física e química, e suas implicações na engenharia;\n- Aplicar os conceitos e métodos da matemática, física e química nos projetos de engenharia;\n- Compreender e aplicar os fundamentos da engenharia (mecânica, química, elétrica, estruturas e materiais) na resolução de problemas de engenharia e gestão\n- Compreender os conhecimentos de análise de dados, computação e tecnologia da informação e suas implicações na engenharia de produção para aplicar seus conceitos e métodos na resolução de problemas de engenharia e gestão;", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "11:10", "fim": "12:50", "professores": ["Celma de Oliveira Ribeiro"]}, {"dia": "qua", "inicio": "11:10", "fim": "12:50", "professores": ["Celma de Oliveira Ribeiro"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 60, "inscritos": 15, "pendentes": 0, "matriculados": 0}}}}}]}