{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3432", "nome": "Organização do Trabalho na Produção", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina é prover os recursos e desenvolver as habilidades do aluno(a) entender e antecipar os desenvolvimentos que irão influenciar a organização de empresas e do trabalho, estando mais preparado para atuar nessa organização e, consequentemente, também refletir em seu projeto profissional e pessoal.\n\nA primeira parte do curso trata dos métodos tradicionais de organização do trabalho na produção industrial e na forma como conceitos e métodos foram sendo gradualmente adotados pelos outros setores econômicos, especialmente os serviços. Seguida à essa etapa, o curso trata dos fatores atuais que estão revolucionando a organização do trabalho, como a transformação digital, e discute temas importantes para a organização do trabalho a partir de dados atuais de organizações. Para isso, os alunos irão levantar dados reais em empresas selecionadas para discutirem problemas importantes para a organização do trabalho nessas empresas e proporem soluções considerando a complexa relação organização, tecnologia, ser humano.\n\nFinalmente, a disciplina se propõe a auxiliar o(a) aluno(a) a entender os diversos elementos a serem considerados em um projeto para organizar o trabalho e o reflexo dessas decisões organizacionais também para o trabalhador. Com isso, o(a) aluno(a) terá também mais clareza para escolher organizações para desenvolvimento da sua carreira num futuro bem próximo.", "programa_resumido": "O curso tem por objetivo explorar e analisar os principais modelos de organização do trabalho,\nincluindo os modelos clássicos de organização do trabalho, como Taylorismo e Fordismo, os\nmodelos contemporâneos de organização do trabalho, incluindo o modelo Lean, a abordagem\nsócio-técnica e abordagem ágil, os temas transversais para projeto organizacional e as\nprincipais mudanças culturais e na gestão decorrentes dos impactos transformação digital na\norganização do trabalho, incluindo o trabalho remoto, a robotização e a inteligência artificial.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "13:10", "fim": "14:50", "professores": ["Ana Paula Franco Paes Leme Barbosa"]}, {"dia": "qui", "inicio": "09:20", "fim": "11:00", "professores": ["Ana Paula Franco Paes Leme Barbosa"]}], "vagas": {"Obrigatória": {"vagas": 75, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 75, "inscritos": 9, "pendentes": 0, "matriculados": 0}}}}}]}