{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3614", "nome": "Transição Energética", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "● Adquirir fluência nos aspectos e fatos que levam à necessidade de mudança na relação da sociedade\ncom o seu consumo de energia;\n● Compreender o conceito amplo de Transição Energética e instrumentalizar a capacidade do profissional\nem trabalhar a ponte para a descarbonização da economia;\n● Capacitar o profissional para compreender as principais tecnologias e os modelos físicos e comerciais\nque compõem o universo da Transição Energética;\n● Oferecer um panorama sobre a descarbonização das atividades econômicas, com especial ênfase na\njanela de oportunidade que o Brasil tem para promover uma reindustrialização verde.", "programa_resumido": "Panorama das causas e efeitos das mudanças climáticas. Breve visão sobre a geopolítica da energia. Principais efeitos das mudanças climáticas no setor de energia. Visão ampla do conceito de Transição Energética. Principais barreiras e desafios para o Brasil, com ênfase na operação segura do SIN. Tecnologias da Transição Energética, inclusive H2V. Desenvolvimento Verde: da expansão energética verde à descarbonização dos setores da indústria. Oportunidades de negócio e criação de valor no contexto Brasileiro.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "15:00", "fim": "16:40", "professores": ["(R) Erik Eduardo Rego"]}, {"dia": "sex", "inicio": "15:00", "fim": "16:40", "professores": ["(R) Erik Eduardo Rego"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 60, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}