{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3151", "nome": "Laboratório de Sistemas de Informação", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "1. Conceituar informação e Sistema de Informação.\n2. Discutir seu papel nas organizações.\n3. Apresentar métodos, técnicas e ferramentas para modelagem e desenvolvimento de informações e de Sistemas de Informação.\n4. Os alunos deverão aprender a: analisar como as informações fluem dentro de uma empresa; organizar e classificar as informações de uma empresa (sob a ótica de SI); modelar e projetar e desenvolver um sistema que manipule informações manuais utilizando técnicas de Organização e Métodos; modelar e projetar e desenvolver um sistema que manipule informações no computador.", "programa_resumido": "Sistemas de Informação. Engenharia de Informação. Tecnologia da Informação.\nConceitos de hardware e software. Planejamento e gerência de projetos de SI. Formação de equipe de desenvolvimento. Recursos. Prazo. Controle de projetos. Engenharia de software. Ciclo de vida de software. Modelagem orientada a objetos. Documentação de sistemas. Controle de documentos. Requisitos de sistema. Análise e projeto de SI. Interface com o usuário. Manual de usuário. Implementação. Apresentação, treinamento e aplicação prática de um ambiente de desenvolvimento de software. Verificação e validação de SI. Revisões. Testes.\nIntrodução à qualidade de software. Garantia da qualidade de software. Gerência de configuração de software.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:30", "professores": ["(R) Marco Aurélio de Mesquita"]}], "vagas": {"Obrigatória": {"vagas": 20, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 20, "inscritos": 11, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 20, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade - só EC-3": {"vagas": 20, "inscritos": 7, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}