{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3584", "nome": "Projeto, Processo e Gestão da Inovação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudante deve ser capaz de:\n\n1. Compreender a importância da inovação e da sua gestão para o crescimento das organizações;\n2. Compreender, analisar, avaliar e criar sistemas de gestão da inovação para diferentes organizações, com diferentes intentos estratégicos, particularmente distribuindo entre sistemas de gestão da inovação incremental e sistemas de gestão da inovação estratégica-radical (envolta por incertezas);\n3. Ter habilidades para criar (projetar) sistemas de gestão da inovação, incluindo sua parte organizacional, conforme modelo de maturidade dos sistemas de gestão da inovação (que distingue as diferentes situações das diferentes organizações);\n4. Avaliar o(s) portfólios de projetos de inovação e, se for o caso criar (projetar) um novo arranjo de portfólios, o que inclui criar e/ou eliminar alguns portfólios;\n5. Compreender incertezas em projetos, tanto em seu início quanto em seu ciclo (incertezas imprevisíveis), e apontar atividades para mitigá-las;\n6. Avaliar a necessidade de ambidestria organizacional para viabilizar a produção de inovaçãoes estratégicas-radicais de forma sistemática.", "programa_resumido": "Por que as empresas inovam. Definição e tipos de inovação. Sistema nacional de inovação e instrumentos de políticas públicas de incentivo à inovação nas empresas. Pilares da inovação na empresa: P&D e esquema organizacional voltado para o aprendizado. Modelo de contingência para organizar e gerenciar a inovação. Estratégia x inovação: escapar da armadilha da commodity, como começar a inovar em empresas sem estrutura de engenharia. Técnicas para analisar o estágio de inovação na empresa. \nProcesso de inovação incremental e suas representações: funil de desenvolvimento, stage-gates e afins. \nTécnicas de geração de ideias. Gestão de portfólio de projetos de inovação incremental. Inovação estratégica/radical. Incertezas e gestão de incertezas no projeto e nos ecossistemas de negócios ou inovação da empresa: plano de aprendizagem, selecionismo e aprendizagem. Organizando para a inovação estratégica/radical: ambidestria - hubs/centros de inovação, a função organizacional denominada inovação radical. Sistema de gestão da inovação radical/estratégica.\n\nEsta disciplina contribui para o desenvolvimento das seguintes competências do curso:\n\nCompetência 3 - Gerir a implementação de soluções de engenharia\nCompetência 5 - Aprender continuamente\n\n\nE das seguintes habilidades:\n\n- Aprender de forma autônoma e saber lidar com situações complexas, atualizando-se em relação aos avanços da ciência, da tecnologia e da gestão de operações.\n- Compreender os métodos de análise e resolução de problemas de produção de forma a analisar os problemas de engenharia de forma sistêmica e humanista para o desenvolvimento de soluções de engenharia de produção nas organizações;\n- Compreender os conceitos e métodos de gestão de projetos de forma a planejar, executar e controlar projetos de engenharia e gestão.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "07:30", "fim": "11:00", "professores": ["(R) Mario Sergio Salerno"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 70, "inscritos": 25, "pendentes": 0, "matriculados": 0}}}}}]}