{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3443", "nome": "Projeto de Fábrica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudante deve ser capaz de:\n\n1. Compreender as características dos tipos básicos de arranjo físico de fábrica e sistemas/tecnologias de movimentação e armazenagem de materiais e seus possíveis impactos na eficiência e flexibilidade de operações de manufatura e/ou centro de distribuição;\n2. Selecionar e aplicar ferramentas de descrição e análise de fluxo de materiais;\n3. Aplicar métodos de projeto do arranjo físico e do sistema de movimentação e armazenagem de materiais de uma fábrica e/ou centro de distribuição;\n4. Conhecer os principais elementos construtivos de uma edificação industrial e as leis e normas que disciplinam a instalação de atividades industriais;\n5. Descrever e criticar o arranjo físico e o sistema de movimentação e armazenagem de materiais de um caso real de fábrica, identificar problemas, desenvolver e apresentar um projeto de melhoria.", "programa_resumido": "Esta disciplina apresenta conceitos fundamentais para o projeto de fábricas industriais contemplando o desafio de assegurar a eficiência nos fluxos de materiais e as implicações do volume e variedade de produção na configuração de fábricas. Fornece diretrizes e métodos para a seleção do tipo de arranjo físico (layout) e das tecnologias e equipamentos de movimentação e armazenagem de materiais, observando as características do negócio da empresa e de seus produtos/processos, e promovendo a reflexão de como aplicá-los efetivamente nas circunstâncias de uma fábrica real.\n\nEsta disciplina contribui para o desenvolvimento das seguintes competências do curso:\n\nCompetência 3 - Gerir a implementação de soluções de engenharia\n\nE das seguintes habilidades:\n\n- Compreender os processos de manufatura, logística, serviços, transformação e manutenção nos sistemas de operações para o projeto, implantação e gerenciamento de sistemas e processos de produção.\n- Compreender os métodos de análise e resolução de problemas de produção de forma a analisar os problemas de engenharia de forma sistêmica e humanista para o desenvolvimento de soluções de engenharia de produção nas organizações.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "07:30", "fim": "11:00", "professores": ["(R) Dario Ikuo Miyake", "(R) Paulino Graciano Francischini"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 50, "pendentes": 0, "matriculados": 50, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 50, "inscritos": 50, "pendentes": 0, "matriculados": 50}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "07:30", "fim": "11:00", "professores": ["(R) Dario Ikuo Miyake", "(R) Paulino Graciano Francischini"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 48, "pendentes": 0, "matriculados": 48, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 50, "inscritos": 48, "pendentes": 0, "matriculados": 48}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 1, "grupos": {}}}}]}