{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3330", "nome": "Engenharia e Sociedade", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Desenvolver a capacidade de analisar criticamente o papel da engenharia e dos diferentes atores sociais públicos e privados. Capacitar o aluno a compreender as implicações sociais dos projetos de engenharia e dos sistemas de produção, tanto do ponto de vista organizacional quanto do ponto de vista da sociedade; e ser capaz de estabelecer diálogos com profissionais com formação em outras áreas de conhecimento, de conteúdo humanístico, que participam de organizações e projetos, permitindo a compreensão do relacionamento entre a Engenharia de Produção e outras profissões. Capacitar o aluno para articular diversos olhares possíveis em relação a um mesmo objeto, promover o debate multidisciplinar. Capacitar o aluno a analisar, a utilizar a metodologia da Ciência e da Engenharia para enfrentar novos problemas da organização da produção.", "programa_resumido": "O conteúdo da disciplina está voltado para induzir uma visão crítica dos futuros engenheiros com relação às ações  desenvolvidas pelos diferentes atores sociais que tem algum papel na produção e no trabalho. Discutir o papel das corporações, do Estado, dos sindicatos, assim como o dos engenheiros a partir dos diferentes temas tratados é a base da disciplina. Assim, os temas principais dizem respeito a questões ético morais, ao papel das corporações, ao papel do Estado, a questão da relação público-privado, as diferentes racionalidades que compõem a produção e o trabalho do engenheiro, a importância do trabalho para a produção e para o desenvolvimento da cultura, os desafios da sustentabilidade, assim como questões epistemológicas que constituem a base do pensamento e da atuação dos engenheiros.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "13:10", "fim": "16:40", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 76, "inscritos": 65, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 76, "inscritos": 65, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade - só EC-3": {"vagas": 5, "inscritos": 6, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}