{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "São Paulo", "codigo": "PRO3261", "nome": "Contabilidade e Custos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudante deve ser capaz de:\n\n1. Compreender os conceitos fundamentais da contabilização de custos, relação entre custo e preço, bem como os princípios fundamentais e a metodologia básica da contabilidade geral e de custos;\n2. Analisar os documentos contábeis básicos das organizações, a consistência entre fatos e registros contábeis e documentos e de registros de transações contábeis;\n3. Analisar sistemas de custeio e a consistência de sua aplicação nas organizações;\n4. Criar projetos e proceder à implantação de sistemas de custeio.;\n5. Avaliar o processo produção para identificar fontes de custos e sua relação com a estratégia de mercado e de produção de uma organização.", "programa_resumido": "A Contabilidade Geral. Análise de Balanço. Sistemas de custeio. Projeto do sistema de custeio. Análise de Custos.\n\nEsta disciplina contribui para o desenvolvimento das seguintes competências do curso:\n\nCompetência 2 - Conceber soluções de engenharia\nCompetência 3 - Gerir a implementação de soluções de engenharia\nCompetência 6 - Pesquisar, inovar e empreender.\n\n\nE das seguintes habilidades: \n\n- Compreender os fundamentos das ciências econômicas, financeiras e contábeis e aplicar seus conceitos e métodos nos projetos de engenharia e gestão;\n- Projetar e viabilizar a produção de produtos, serviços e negócios;\n- Compreender os conceitos e métodos de gestão de projetos de forma a planejar, executar e controlar projetos de engenharia e gestão.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "13:10", "fim": "14:50", "professores": ["Erik Eduardo Rego", "Mauro Zilbovicius"]}, {"dia": "sex", "inicio": "13:10", "fim": "14:50", "professores": ["Erik Eduardo Rego", "Mauro Zilbovicius"]}], "vagas": {"Obrigatória": {"vagas": 75, "inscritos": 73, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia de Produção - EC-3": {"vagas": 75, "inscritos": 73, "pendentes": 0, "matriculados": 0}}}}}]}