{"unidade": "Escola Politécnica", "departamento": "Engenharia de Produção", "campus": "Outro", "codigo": "PRO3433", "nome": "Ergonomia, Saúde e Segurança no Trabalho", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Apresentar os conceitos básicos da Ergonomia, Saúde e Segurança no Trabalho e suas aplicações no projeto e operação de Sistemas de Produção. Instrumentalizar o futuro Engenheiro de Produção para a concepção de estratégias e sistemas de produção que integrem o trabalho humano como uma variável fundamental, evitando acidentes e doenças profissionais na operação destes sistemas de produção.\n\nObjetivos específicos:\n\nCapacitar o aluno para utilização de ferramentas de análise do trabalho e de análise dos riscos à saúde dos trabalhadores.\nCapacitar o aluno para incorporar em projetos de produção questões ligadas ao ser humano para melhorar as condições e o conteúdo do trabalho.\nCapacitar o aluno para projetar o trabalho incorporando às variáveis de produção noções relativas ao ser humano.", "programa_resumido": "1. Conceitos gerais: ergonomia, saúde e segurança no trabalho\n2. Acidentes do trabalho, doenças profissionais e do trabalho\n3. Métodos de análise de riscos à saúde e ambiental devidos à exposição a agentes físicos, químicos e biológicos.\n4. Métodos de análise de acidentes\n5. Acidentes maiores - os riscos para a comunidade e o meio ambiente\n6. Análise de dados populacionais na empresa - epidemiologia do trabalho\n7. Esforço físico, problemas ósteo-musculares e Lesões por Esforços Repetitivos\n8. Fisiologia do trabalho, Ritmos biológicos, tempos humanos e tempos de trabalho \n9. Cognição e inteligência no trabalho\n10. Noções de esforço físico, biomecânica e antropometria", "turmas": []}