{"unidade": "Instituto de Psicologia", "departamento": "Psicologia da Aprendizagem, do Desenv e da Personalidade", "campus": "São Paulo", "codigo": "PSA0382", "nome": "Psicologia e Ajustamento", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "1. Oferecer subsídios teóricos que auxiliem a compreender a dimensão psicossocial do objeto de estudo e de intervenção do fonoaudiólogo; \n2. Estimular a reflexão crítica a respeito do ajustamento psicossocial exigido dos indivíduos objetivamente expostos às pressões decorrentes de um modo de organização social opressivo; \n3. Explicitar alguns dos fatores psíquicos e sociais que exercem mediação nas esferas da linguagem e da comunicação contribuindo para a deterioração da experiência; \n4. Discutir o modo como as pressões que medeiam os processos de ajustamento psicossocial  interferem na relação entre profissionais da fonoaudiologia e seus pacientes; \n5. Articular a reflexão crítica sobre o ajustamento psicossocial às especificidades da formação fonoaudiológica, subsidiando a discussão sobre os impactos do ajustamento nos processos de recepção de demandas e de planejamento e formulação dos objetivos da intervenção fonoaudiológica.", "programa_resumido": "Por meio da problematização do ajustamento psicossocial exigido dos indivíduos na sociedade caracterizada pela pressão adaptativa e pelo caráter técnico de seus meios de controle, a disciplina Psicologia e ajustamento visa a oferecer subsídios teóricos que auxiliem na compreensão de alguns dos fatores implicados no processo de constituição da personalidade, bem como na compreensão da mediação que exercem nas esferas da linguagem e da comunicação, as quais comumente resultam na falência da comunicação e na deterioração da experiência. Dimensões constitutivas do objeto de estudo e de intervenção do fonoaudiólogo, a comunicação e a experiência devem ser analisadas em face da regressão psíquica dos indivíduos na sociedade administrada, em grande medida fomentada pelas exigências de ajustamento, contrárias à autonomia, de modo que tal objeto possa ser compreendido em sua complexidade, a qual afeta tanto os usuários das intervenções fonoaudiológicas quanto os próprios profissionais que as exercem, inseridos na mesma realidade social contraditória.", "turmas": [{"codigo": "2025121", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Obrigatória para Fonoaudiologia. Será ministrada no IPUSP.", "horario": [{"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Pedro Fernando da Silva"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 22, "grupos": {"FM - Fonoaudiologia": {"vagas": 30, "inscritos": 21, "pendentes": 0, "matriculados": 21}}}}}]}