{"unidade": "Instituto de Psicologia", "departamento": "Psicologia da Aprendizagem, do Desenv e da Personalidade", "campus": "São Paulo", "codigo": "PSA0293", "nome": "Fundamentos da Psicanálise e a Enfermagem", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Apresentar para os alunos, a partir do conceitual e da pesquisa em Psicanálise, uma possibilidade de compreensão do corpo que não se restrinja ao corpo somático. Não se trata de um corpo psíquico em oposição ao corpo somático, o que sugere falsas e infrutífera dicotomias, mas de uma aproximação do corpo somático ao corpo psíquico, como sugere Freud em sua teoria da Personalidade, evidenciando seus pontos de tangenciamento. Pretende-se que o aluno possa entrar em contato com algumas discussões e conceitos que o auxiliem em suas pesquisas e em sua reflexão futura como profissional de enfermagem.", "programa_resumido": "Essa disciplina pretende apresentar para as/os alunas/os, a partir do conceitual e da pesquisa em Psicanálise, uma possibilidade de compreensão do corpo que não se restrinja ao corpo somático. Não se trata de um corpo psíquico em oposição ao corpo somático, o que sugere falsas e infrutífera dicotomias, mas de uma aproximação do corpo somático ao corpo psíquico, como sugere Freud em sua teoria da Personalidade, evidenciando seus pontos de tangenciamento. Pretende-se que o aluno possa entrar em contato com algumas discussões e conceitos que o auxiliem em suas pesquisas e em sua reflexão futura como profissional de enfermagem.\n \nAlém disso a disciplina pretende apresentar conteúdos da psicanálise que possam estabelecer diálogos com a prática e a pesquisa da/o profissional enfermeira/o. A partir de temas específicos, oriundos do trabalho da enfermagem, procurar-se-á apresentar temas, conceitos e experiências orientadas pela psicanálise a fim de estabelecer um profícuo diálogo interdisciplinar que suscite o interesse das/os estudantes de graduação em seu trabalho futuro como profissional e pesquisador.", "turmas": [{"codigo": "2024221", "inicio": "08/08/2024", "fim": "24/10/2024", "tipo": "Teórica", "horario": [{"dia": "qui", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Paulo César Endo"]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 62, "pendentes": 0, "matriculados": 0, "grupos": {"EE - Enfermagem": {"vagas": 80, "inscritos": 62, "pendentes": 0, "matriculados": 0}}}}}]}