{"unidade": "Instituto de Psicologia", "departamento": "Psicologia da Aprendizagem, do Desenv e da Personalidade", "campus": "São Paulo", "codigo": "PSA1506", "nome": "Sujeito, Educação e Sociedade", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "1 \u0096 Discutir as relações constitutivas dos elementos sujeito, educação e sociedade, buscando-se promover, por meio das distintas perspectivas teóricas adotadas no curso \u0096 sobretudo a Teoria Crítica e a Filosofia da Diferença \u0096 uma crítica à concepção reducionista de educação, segundo a qual, sujeito e sociedade são entidades estáticas e não relacionadas;\n2 \u0096 Oferecer aportes teóricos que permitam analisar o entrelaçamento entre a dimensão psíquica e os fatores sociais específicos de cada contexto sócio histórico, explorando-se os processos de determinação e de resistência aos mecanismos sociais de controle;\n3 \u0096 Estimular a reflexão a respeito das possibilidades e limites da formação de sujeitos autônomos e diferenciados nas atuais condições de existência e de subjetivação, considerando-se, sobretudo, a mediação exercida pela cultura, pela educação e pela escola.", "programa_resumido": "A função da educação na sociedade capitalista: determinação social, mediação e elementos de\nresistência por meio da educação. Processos de subjetivação e mecanismos sociais de controle.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Adriana Marcondes Machado", "(R) Marie Claire Sekkel"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 48, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}