{"unidade": "Instituto de Psicologia", "departamento": "Psicologia da Aprendizagem, do Desenv e da Personalidade", "campus": "Outro", "codigo": "PSA3312", "nome": "Diversidade Sexual e de Gênero: uma perspectiva psicanalítica, psicológica e interdisciplinar sobre os saberes científicos, ativistas e populares", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "O curso tem como objetivo realizar colaborativamente uma análise crítica do estado atual dos saberes acadêmico-populares-sociais sobre diversidade sexual e de gênero, em diálogo com produções atuais do conhecimento advindo das pesquisas no campo, da militância LGBTIA+/ e do ativismo. Pretende-se fomentar reflexões críticas sobre esses diferentes saberes, bem como provocar o intercâmbio de conhecimentos entre campos e áreas distintas criando um contexto favorável ao debate interdisciplinar.\nDiscutiremos algumas tendências atuais relacionadas ao debate LGBIA+/ dentro e fora do mundo acadêmico. Trabalharemos para que alunes tornem-se capazes de articular argumentos que possam informar tanto o campo da pesquisa quanto a prática social, psicanalítica e psicológica. Destarte, participantes serão convidados a debater teorias, crenças e atitudes em relação a formas de invisibilização e estigmatização da população LGBTIA+/.", "programa_resumido": "Essa disciplina tem por objetivo realizar uma análise crítica do estado atual dos saberes acadêmico-populares-sociais sobre diversidade sexual e de gênero, em diálogo com produções atuais do conhecimento advindo das pesquisas no campo, da militância LGBTIA+/ e do ativismo. Pretende-se fomentar reflexões críticas sobre esses diferentes saberes, bem como provocar o intercâmbio de conhecimentos entre campos e áreas distintas criando um contexto favorável ao debate interdisciplinar.\nDiscutiremos algumas tendências atuais relacionadas ao debate LGBIA+/ dentro e fora do mundo acadêmico. Trabalharemos para que alunes tornem-se capazes de articular argumentos que possam informar tanto o campo da pesquisa quanto a prática social, psicanalítica e psicológica. Destarte, participantes serão convidados a debater teorias, crenças e atitudes em relação a formas de invisibilização e estigmatização da população LGBTIA+/.", "turmas": []}