{"unidade": "Instituto de Psicologia", "departamento": "Psicologia da Aprendizagem, do Desenv e da Personalidade", "campus": "São Paulo", "codigo": "PSA3911", "nome": "Bases Fenomenológico-existenciais do Aconselhamento Psicológico", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "O aluno deverá ser capaz de: explicitar os fundamentos fenomenológicos do pensamento de Carl R Rogers; discutir os fundamentos fenomenológicos da Abordagem Centrada na Pessoa, compreender a fenomenologia enquanto fundadora de novos paradigmas para construção de conhecimento e explicitar o pensamento de Martin Heidegger em suas conexões com área de Aconselhamento Psicológico.", "programa_resumido": "Parte teórica: 1.\tAbordagem Centrada na Pessoa: condições facilitadoras do encontro, tendência atualizante e aprendizagem significativa. 2.\tEugene Gendlin: experiencing e a aproximação da fenomenologia existencial de Heidegger da Abordagem Centrada na Pessoa. 3.\tContextualização histórico-filosófica do surgimento da fenomenologia. 4.\tCrítica fenomenológica às ciências. 5. Fenomenologia existencial: o pensamento de Heidegger em diálogo com a psicologia. Parte prática: Estágios supervisionados a serem realizados nas modalidades de prática propostas pela área de Aconselhamento Psicológico.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Laiz Maria Silva Chohfi"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 38, "inscritos": 12, "pendentes": 0, "matriculados": 11, "grupos": {"IP -  para toda a Unidade": {"vagas": 15, "inscritos": 11, "pendentes": 0, "matriculados": 11}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}