{"unidade": "Instituto de Psicologia", "departamento": "Psicologia da Aprendizagem, do Desenv e da Personalidade", "campus": "São Paulo", "codigo": "PSA5113", "nome": "Política e Organização do Ensino de Psicologia", "creditos_aula": 3, "creditos_trabalho": 2, "objetivos": "Conhecer e refletir sobre as mudanças nas políticas educacionais no Brasil e as conseqüências para o ensino de psicologia no ensino médio e técnico. Refletir sobre os desafios postos à formação dos jovens e as possíveis contribuições da psicologia.", "programa_resumido": "1.\tEducação Básica no Brasil na década de 1990\n2.\tA reforma da educação básica, o ensino médio e a relação com ensino técnico\n3.\tBreve histórico do ensino de psicologia no ensino médio e técnico\n4.\tQuestões atuais do ensino de psicologia – O caso do Estado de São Paulo\n5.\tO ensino de psicologia nas licenciaturas\n6.\tAs entidades de psicologia e a luta pela reinserção da disciplina no currículo\nConstituem atividades de Prática como Componente Curricular: \nAnálise de documentos oficiais (LDBN 9394/96, Diretrizes Curriculares Nacionais do Ensino Médio, Decretos que regulamentam a educação profissional) para subsidiar a reflexão sobre a prática docente no ensino médio e técnico-profissionalizante. Análise dos conteúdos propostos no livro ‘Psicologia no Ensino de 2º Grau – uma proposta emancipadora’, preparação e realização de atividades didáticas e seminários. Reflexão sobre a atuação do professor de Psicologia a partir da leitura e discussão de artigos relacionados ao ensino de Psicologia no ensino médio e técnico. \nAs atividades de Prática como Componente Curricular são realizadas em sala de aula e se diferenciam das atividades de estágio, que são realizadas em campo.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Disciplina para a Licenciatura do IP", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Lineu Norió Kohatsu"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"IP - Psicologia - Licenciatura": {"vagas": 30, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}}}]}