{"unidade": "Instituto de Psicologia", "departamento": "Psicologia Clínica", "campus": "São Paulo", "codigo": "PSC1626", "nome": "Corpo e Sujeito: Diferentes Perspectivas, Diferentes Diagnósticos e Tratamentos", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Pretende-se que o aluno adquira conhecimentos para: \nSituar e refletir sobre a questão do corpo no mundo ocidental \nSituar e conceituar corpo e sintoma para a Medicina e para a Psicanálise, questionando os modelos utilizados no diagnóstico e no tratamento dos diversos quadros clínicos.\nSituar e caracterizar as abordagens psiconeurológica, psicogenética e psicanalítica sobre os diversos quadros clínicos.\nSituar e delimitar o campo de atuação da Psicologia e da Psicanálise e a posição relativa das reeducações psicomotoras e/ou psicopedagógicas e dos medicamentos. \nSituar e delimitar o papel do psicólogo-psicanalista numa equipe de profissionais da saúde.", "programa_resumido": "Corpo: histórico e concepções no mundo ocidental. Corpo e sintoma: discurso médico e discurso psicanalítico. Corpo e sintoma: diagnóstico e tratamento médico, diagnóstico e tratamento psicanalítico. Quadros clínicos: abordagem psiconeurológica e os medicamentos. Quadros clínicos: abordagem psicogenética, o exame psicomotor e as crianças. Quadros clínicos: abordagem psicanalítica e a posição relativa das diversas formas de reeducação. Quadros clínicos no contexto psicanalítico: transtorno do déficit de atenção e hiperatividade,  TDAH (ou instabilidade psicomotora) e dislexia-disortografia. Considerações sobre a noção de imagem corporal. O papel do psicólogo-psicanalista numa equipe de profissionais da saúde.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Leia Priszkulnik", "Gabriel Inticher Binkowski", "Maria Livia Tourinho Moretto"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 62, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}