{"unidade": "Instituto de Psicologia", "departamento": "Psicologia Experimental", "campus": "São Paulo", "codigo": "PSE1141", "nome": "Etologia", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Ao final da disciplina, os alunos deverão ser capazes, dentro do escopo das teorias, métodos e dados da psicologia comparativa e etologia, a:\n\"\tincorporar a dimensão filogenética na análise do comportamento, incluindo o comportamento humano;\n\"\tanalisar o comportamento em termos dos conceitos básicos da psicologia comparativa e etologia, tais como instinto, adaptação do comportamento, custo vs. benefício, seleção natural, seleção sexual, períodos críticos, predisposições à aprendizagem, conflito e ritualização.\n\"\tformular problemas para investigação empírica em função deste referencial teórico; \n\"\tobservar comportamento e elaborar interferências experimentais consistentes; \n\"analisar e interpretar resultados", "programa_resumido": "Apresentar os fundamentos da abordagem etológica. Dos clássicos (Lorenz, Tinbergen, von Frisch) às novas sínteses (Crawford, Hinde).  Discussão das dicotomias: inato x aprendido, mente x corpo, natureza x cultura. \tOs conceitos de adaptação, função e evolução.  Conceito de ambiente natural. Reflexões sobre o ambiente natural humano.      Filogênese do comportamento humano. Ontogênese do comportamento. Estampagem e apego. Conflito e Ritualização. Observação, descrição e classificação do comportamento.      Análise de características psicológicas humanas, no contexto da filogênese dos primatas, quanto a: linguagem, consciência e inteligência; sexualidade; fase infantil e estratégias de desenvolvimento.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Patricia Izar Mauro", "(R) Ronara de Souza Ferreira Châline"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}