{"unidade": "Instituto de Psicologia", "departamento": "Psicologia Experimental", "campus": "São Paulo", "codigo": "PSE1545", "nome": "Psicologia Sensorial", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Apresentar ao estudante uma visão geral dos processos sensoriais, porta de entrada das informações sobre o mundo físico. Estudar os limites impostos aos sentidos pela nossa fisiologia, bem como sua influência em nossa percepção e a construção de nosso mundo subjetivo consciente. Ao final deste curso, o aluno será capaz de:\na. Entender as razões pelas quais a realidade psicológica não corresponde à realidade física;\nb. Entender a relevância deste campo de estudos para a compreensão da psique humana;\nc. Entender as relações evolutivas entre os processos sensoriais de vertebrados em geral e do homem;\nd. Introduzir conceitos de medidas de sensação e percepção: psicofísica e eletrofisiologia.", "programa_resumido": "Parte teórica: As diferenças, semelhanças e limitações fisiológicas dos principais sistemas sensoriais serão estudadas, com o intuito de fornecer ao aluno subsídios para a compreensão dos processos perceptuais no homem e demais vertebrados. Estudaremos como medir sensações, introduzindo a Psicofísica como a base da medida sensorial em Psicologia. Discutiremos o conceito de medida, sua evolução histórica e como medir eventos mentais. Exemplos da evolução das áreas de Psicofísica e Psicofisiologia, assim como suas aplicações em diferentes contextos, ilustrarão as suas contribuições para o entendimento da mente e fisiologia humanas. \n\nParte prática: Realização de exercícios e demonstrações de laboratório para que o aluno possa vivenciar (i) a transformação de energias físicas em sinais biológicos e (ii) a representação das sensações como estruturas elementares da experiência consciente. Ensinaremos como aspectos mentais podem ser medidos através de diferentes métodos psicofísicos e como nossa representação subjetiva depende de e ocorre dentro de limites fisiológicos definidos. Assim o estudante explorará a relatividade de sua construção mental.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Daniela Maria Oliveira Bonci", "(R) Marcelo Fernandes da Costa"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 48, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "ter", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Daniela Maria Oliveira Bonci", "(R) Marcelo Fernandes da Costa"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 48, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}