{"unidade": "Escola Politécnica", "departamento": "Eng de Sistemas Eletrônicos", "campus": "São Paulo", "codigo": "PSI3213", "nome": "Circuitos Elétricos II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Os objetivos de aprendizagem dessa disciplina são os seguintes:\n- aprender transformada de Laplace aplicada a solução de equações diferenciais lineares a coeficientes constantes;\n- aplicar a transformada de Laplace para analisar a dinâmica de circuitos elétricos lineares e fixos;\n- introduzir o conceito de indutância mútua e incluí-la nos métodos de análise de circuitos; \n- introduzir conceitos de potência (ativa, reativa e aparente) em regime permanente senoidal;\n- analisar a resposta em frequência de circuitos elétricos utilizando diagramas de Bode;\n- introduzir conceitos de quadripolos e suas matrizes descritivas.\n\nAs competências e habilidades a serem desenvolvidas nessa disciplina são as seguintes:\n- Competência:  Modelar e simular fenômenos e sistemas\nHabilidades: Compreender detalhadamente fenômenos, construir e simular um modelo, validar o modelo, diagnosticar e refinar o modelo e/ou experimento\n- Competência:  Conceber soluções inovadoras em engenharia elétrica levando em conta aspectos técnicos, ambientais, sociais, éticos, econômicos e sustentáveis\nHabilidades: Analisar os problemas por diferentes pontos de vista\n- Competência:  Aprender de forma autossuficiente e contínua\nHabilidade: Ter uma sólida compreensão dos fundamentos das ciências que formam a\nbase da engenharia, localizar, acessar e avaliar fontes de informações relevantes", "programa_resumido": "Transformada e anti-transformada de Laplace: aplicação na resolução de circuitos.  Função de rede e resposta em frequência. Análise geral das redes lineares: análises nodal e de malhas.  Indutância mútua e transformadores. Propriedades das redes lineares: frequências complexas próprias, estabilidade e funções de rede. Teoremas de redes lineares: Teoremas da superposição, Thévenin e Norton.  Diagramas de Bode. Potência e energia em regime permanente senoidal. Quadripolos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "EC-3\nReof.", "horario": [{"dia": "seg", "inicio": "07:30", "fim": "09:10", "professores": ["João Francisco Justo Filho"]}, {"dia": "qua", "inicio": "07:30", "fim": "09:10", "professores": ["João Francisco Justo Filho"]}], "vagas": {"Obrigatória": {"vagas": 65, "inscritos": 41, "pendentes": 0, "matriculados": 41, "grupos": {}}}}]}