{"unidade": "Instituto de Psicologia", "departamento": "Psicologia Social e do Trabalho", "campus": "São Paulo", "codigo": "PST1461", "nome": "Psicologia Social II", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Colocar o(a) aluno(a) em contato com temas centrais de estudo e pesquisa no campo da Psicologia Social – processos de socialização, instituições, identidade, família, gênero, raça e etnia, estigma e preconceito -, levando em consideração o contexto sócio-histórico e cultural do país, no qual tais temas se estruturam, se manifestam e se articulam em tornos dos eixos das diferenças e das desigualdades. O(a) aluno(a) deve conhecer teorias e autores centrais no estudo das temáticas abordadas, bem como ter uma experiência de campo na qual sejam dinamizados os conteúdos trabalhados na disciplina.", "programa_resumido": "O campo da Psicologia Social. A perspectiva crítica em Psicologia Social. Métodos de investigação qualitativa em Psicologia Social. Diferença e desigualdade. Classe social, gênero, raça e etnia. Identidade, preconceito e estigma. Processos de socialização. Família: abordagens antropológicas, históricas, sociológicas, demográficas, psicológicas e psicanalíticas. Movimentos sociais. Psicologia Social Comunitária. Atividade de campo (estágio) articulada com as temáticas trabalhadas: observação de inspiração etnográfica e elaboração de um diário de campo.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "09:00", "fim": "12:00", "professores": ["(R) Belinda Piltcher Haber Mandelbaum", "(R) Luis Guilherme Galeão da Silva", "Vera Silvia Facciolla Paiva"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 66, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}