{"unidade": "Instituto de Psicologia", "departamento": "Psicologia Social e do Trabalho", "campus": "Outro", "codigo": "PST3675", "nome": "Criançar o descriançável: o sistema de garantia de direitos e a rede de proteção integral de crianças e adolescentes", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Geral: desenvolver instrumentos para atuação como psicólogo no sistema de garantia de\ndireitos de crianças e adolescentes (SGDCA) em uma perspectiva orientada pelos direitos\nhumanos e em relação com outras profissionalidades e saberes da área.\nEspecíficos:\n- apresentar a construção histórica de crianças e adolescentes como sujeitos de direitos e a\nconformação da noção de proteção integral;\n- apresentar os direitos de crianças e adolescentes e sua efetuação por meio de um sistema\narticulado de políticas públicas para a defesa e garantia destes direitos tal como proposto no\nBrasil;\n- oferecer subsídios conceituais e metodológicos dos Estudos Sociais da Infância e da\nPsicologia para o diálogo com os direitos de crianças e adolescentes;\n- conhecer práticas intersetoriais e em rede com crianças e adolescentes e os atores do\nSGDCA.", "programa_resumido": "História social da infância e da adolescência no Brasil. Criança como sujeito de direitos: da\nsituação irregular à Proteção Integral. Proteção, desenvolvimento, participação e autonomia:\nnoções centrais para o campo de direitos. A idade como marcador social da diferença e como\nrelação de poder. O paradoxo proteção-autonomia. O sistema de garantia de direitos e a\nintersetorialidade nas políticas públicas. O direito à convivência familiar e comunitária. Direitos\nde proteção especial frente às situações de violação de direitos e de violências. Adolescência\ne conflito com a lei. Temas emergentes no campo dos direitos da criança. Atores, ações,\nprojetos e programas de promoção, proteção e garantia de direitos da criança e do\nadolescente.", "turmas": []}