{"unidade": "Escola Politécnica", "departamento": "Eng Telecomunicações e Controle", "campus": "São Paulo", "codigo": "PTC3440", "nome": "Modelos Probabilísticos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudante deve ser capaz de:\n\n1. Compreender os conceitos fundamentais de probabilidade e processos estocásticos\n2. Aprender a modelar problemas com incertezas aleatórias na forma de processos estocásticos\n3. Compreender os métodos de resolução de equações de Chapman-Kolmogorov e probabilidade limite\n4. Aplicar a metodologia de cadeias de Markov na análise de problemas de controle e pesquisa operacional\n5. Analisar casos de modelagem de filas e confiabilidade de sistemas.", "programa_resumido": "Esta disciplina fará inicialmente uma revisão de espaços de probabilidade, probabilidade condicional, fórmula de Bayes, as principais variáveis aleatórias, valor esperado e valor esperado condicional, bom como aplicações em engenharia e pesquisa operacional. O curso cobrirá então cadeias de Markov, equações de Chapman-Kolmogorov e probabilidades limites, e suas aplicações. Na parte final, o curso tratará de processos de Markov de tempo contínuo e aplicações à teoria de filas e confiabilidade.\n\nEsta disciplina contribui para o desenvolvimento das seguintes competências do curso:\n\nC1-H1.1. Compreender os fundamentos da probabilidade, variáveis aleatórias e processos de Markov, e suas aplicações em problemas práticos\nC2-H2.1. Modelar problemas de engenharia e tomada de decisão na forma de problemas estocásticos\nC3-H3.4 Aplicar ferramentas de processo Markov para resolver problemas de pesquisa operacional, filas, confiabilidade e controle", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "11:10", "fim": "12:50", "professores": ["(R) Oswaldo Luiz do Valle Costa"]}, {"dia": "qui", "inicio": "11:10", "fim": "12:50", "professores": ["(R) Oswaldo Luiz do Valle Costa"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 35, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 35, "inscritos": 6, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 15, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 15, "inscritos": 14, "pendentes": 0, "matriculados": 0}}}}}]}