{"unidade": "Escola Politécnica", "departamento": "Eng Telecomunicações e Controle", "campus": "São Paulo", "codigo": "PTC3415", "nome": "Modelagem e Simulação", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O estudante deve ser capaz de:\n\n1. Compreender conceitos fundamentais para gerar modelos matemáticos de processos industriais e saber simular os modelos que foram desenvolvidos.\n2. Compreender as melhores práticas e métodos para gerar modelos confiáveis de processos industriais, pelo correto uso das técnicas apresentadas ao longo do curso.\n3. Selecionar e aplicar ferramentas e métodos de modelagem de processos industriais, que redundem em gêmeos digitais de boa qualidade, os quais possam ser usados para treinar operadores dos processos, testar algoritmos de controle e implementar técnicas de controle avançado.\n4. Aplicar a modelagem e simulação de equipamentos que estão sendo planejados para serem instalados nos processos industriais, para poder avaliar seu desempenho antes de adquiri-los.\n5. Analisar e avaliar um caso real de modelagem e simulação de um processo industrial e propor a melhoria desse modelo.\n\nO curso apresenta os métodos de modelagem e simulação de sistemas físicos, incluindo sistemas fluídicos, térmicos, termo-hidráulicos, químicos e de instrumentos de medição e de atuação.", "programa_resumido": "Este curso apresenta os seguintes tópicos: Classificação e aplicação de modelos matemáticos. Métodos de obtenção de modelos dinâmicos. Representação de modelos por funções de transferência e usando espaço de estados. Geração de modelos de sistemas mecânicos translacionais e rotacionais, elétricos, eletromecânicos, fluídicos (hidráulicos e pneumáticos), térmicos, termo-hidráulicos e químicos. Analogia entre os sistemas. Técnicas de linearização de modelos. Análise do comportamento dinâmico de sistemas lineares. Solução (integração) de sistemas de equação diferenciais ordinárias por métodos numéricos. Análise do comportamento dinâmico de sistemas não lineares. Simulação digital de processos industriais usando uma linguagem de simulação.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "07:30", "fim": "09:10", "professores": ["(R) Claudio Garcia"]}, {"dia": "sex", "inicio": "07:30", "fim": "09:10", "professores": ["(R) Claudio Garcia"]}], "vagas": {"Obrigatória": {"vagas": 40, "inscritos": 44, "pendentes": 0, "matriculados": 0, "grupos": {"EP - Engenharia Elétrica - EC3 (Automação e Controle)": {"vagas": 40, "inscritos": 44, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {"EP -  para toda a Unidade": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 5, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}}}]}