{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1104", "nome": "Temas Atuais da Pesquisa em Química", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Apresentar temas atuais de Química e Bioquímica aos estudantes da USP através de um programa de conferências de pesquisadores do Instituto de Química e outras Instituições. O objetivo é mostrar alguns temas de fronteira e o estudo da arte desta área do conhecimento, em seus aspectos básicos e aplicados, e dar aos alunos uma visão moderna, dinâmica, calcada na experiência científica dos seus docentes.", "programa_resumido": "A diversidade das linhas de pesquisa do Instituto de Química, passando no Departamento de Química Fundamental, por temas como síntese completa de produtos, química fina, estudo físico-químico e estrutural, fotoquímica, atividade biológica, produtos naturais, bioinorgânica, química ambiental, eletroquímica; e no Departamento de Bioquímica por temas como crescimento e diferenciação celular, intermediários reativos em sistemas biológicos, sistemas biomiméticos, bioquímica oral, biolumiescência, biologia molecular básica e biotecnologia, bioquímica de insetos e parasitas, doenças tropicais e vacinas, síntese de peptídios, entre outros, propiciará que se consiga em sua abrangência e relevância, despertar o interesse dos graduandos e contribuir para a sua formação científica.\nGêneros textuais para a comunicação científica: apresentação oral, painéis, resumos, resenhas, monografias, teses e artigos científicos.", "turmas": [{"codigo": "2025110", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "19:00", "fim": "20:40", "professores": ["Ana Maria da Costa Ferreira", "Marcelo Santos da Silva"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 6, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"IAG -  para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "IME -  para toda a Unidade": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "IF -  para toda a Unidade": {"vagas": 2, "inscritos": 7, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}