{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1332", "nome": "Química Inorgânica II: Química de Coordenação", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "Estudo da química dos elementos metálicos com especial ênfase aos aspectos conceituais, relacionando as propriedades dos compostos de coordenação à estrutura eletrônica dos elementos metálicos e às teorias de campo ligante e de orbitais moleculares. São apresentadas e discutidas as aplicações dos compostos de coordenação nas áreas de complexação e extração de metais, química analítica, catálise e bioinorgânica, explorando os aspectos termodinâmicos, cinéticos, espectroscópicos e mecânico-quânticos.", "programa_resumido": "Desenvolvimento histórico. Isomeria e estereoquímica. Estrutura eletrônica dos íons metálicos. Esquema Russel-Saunders, repulsão intereletrônica, parâmetros de Racah. Teoria do campo ligante, desdobramento energético dos orbitais, uso de tabelas de caracteres, energias de estabilização de campo ligante. Propriedades Magnéticas. Espectroscopia eletrônica em complexos. Teoria dos orbitais moleculares, série espectroquímica e nefelauxética, espectros de transferência de carga. Modelagem molecular. Compostos organometálicos, clusters e ligação metal-metal. Termodinâmica e equilíbrio na química de coordenação - abordagem de Klopman, constantes de estabilidade, efeito quelato, solvatação iônica, potenciais redox. Reagentes complexantes e aplicações. Processos de extração e hidrometalurgia. Spot tests. Cinética e reatividade. Aspectos fotoquímicos. Catálise. Aspectos bioinorgânicos e ambientais.", "turmas": [{"codigo": "2025120", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "seg", "inicio": "21:00", "fim": "22:40", "professores": ["Koiti Araki"]}, {"dia": "sex", "inicio": "19:00", "fim": "20:40", "professores": ["Koiti Araki"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 32, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025122", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025120", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "22:40", "professores": ["Kalil Cristhian Figueiredo Toledo", "Koiti Araki"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 32, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}