{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "Outro", "codigo": "QFL1602", "nome": "Química da Atmosfera", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo da disciplina é fornecer ao aluno os conhecimentos básicos necessários para entender a estrutura e a dinâmica da Atmosfera, os principais processos químicos que ocorrem na mesma, e os problemas de poluição ambiental relacionados a esse compartimento ambiental.", "programa_resumido": "- Atmosfera: camadas, composição, dinâmica e transporte, química/fotoquímica (radiação solar, tempos de residência), balanço energético.- Química da Estratosfera e Ozônio Estratosférico: camada de ozônio (unidades de medida, dados de satélite), mecanismos de formação de O3 (mecanismo de Chapmann), mecanismos de destruição de O3 (ciclos de OHx, de NOx, e de ClOx, integração entre os ciclos, química heterogênea nas nuvens polares estratosféricas), \u0093buraco\u0094 na camada de O3 (origem, sazonalidade, mecanismo).- Química Troposférica - Fase Gasosa: ciclo fotoquímico do NO2/NO/O3,- química atmosférica de NOx, CO, formaldeído e metano, radicais hidroxila e nitrato, ozônio troposférico (formação e destruição, papel do NOx, VOCs), química atmosférica dos compostos orgânicos \u0093não-metano\u0094 (alcanos e alcenos, isopreno, aromáticos, aldeídos, peróxi-nitratos/PANs, cetonas, éteres, álcoois, ácidos, etc).- Química Troposférica - Fase Aquosa/Heterogênea: Equilíbrio de absorção, química em fase aquosa de N, S e outros,  Aerossóis e Material Particulado.- Poluição Atmosférica: Mudanças Climáticas (Aquecimento Global), Poluição Urbana (CO, NOx, material particulado/PAHs, ozônio, etc); \u0093Chuva Ácida\u0094, Poluição de ambientes internos, etc.", "turmas": [{"codigo": "2025120", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "22:40", "professores": ["Perola de Castro Vasconcellos"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IAG -  para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "IF -  para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "IME -  para toda a Unidade": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}