{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1345", "nome": "Fundamentos de Espectroscopia e Métodos Espectroscópicos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Apresentar os fundamentos e as aplicações dos principais métodos espectroscópicos utilizados em análise química estrutural, de modo a capacitar os alunos a compreender os fenômenos físico-químico envolvidos e interpretar os respectivos espectros, além de esclarecer quais são as potencialidades e limitações de cada técnica para a resolução de problemas químicos. Serão abordadas a espectroscopia infravermelho, eletrônica (uv-vis, luminescência, absorção e emissão atômicas) e ressonância magnética nuclear; e espectrometria de massa.", "programa_resumido": "Natureza da radiação eletromagnética e interação radiação/matéria. Simetria e teoria de grupos aplicados à química. Princípios e aplicações de espectroscopia vibracional (inclusive Raman) e eletrônica de absorção e emissão (espectros uv-vis, de luminescência, de emissão e absorção atômica): estado eletrônicos de átomos e íons gasosos e de espécies polinucleares, aproximação de Born-Oppenheimer, momento de transição e força do oscilador, lei de Beer, regras de seleção e aplicações da teoria de Grupos. Princípios da espectroscopia RMN uni e bidimensionais: ressonância magnética, RMN de pulso, 1H-RMN, desacoplamento de spins e 13C-RMN, aplicação de métodos bidimensionais. Princípios da espectroscopia de massa e suas aplicações.", "turmas": [{"codigo": "2025110", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "09:40", "professores": ["Massuo Jorge Kato", "Rômulo Augusto Ando"]}, {"dia": "qua", "inicio": "16:00", "fim": "17:40", "professores": ["Massuo Jorge Kato", "Rômulo Augusto Ando"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025120", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "20:40", "professores": ["Massuo Jorge Kato"]}, {"dia": "sex", "inicio": "21:00", "fim": "22:40", "professores": ["Massuo Jorge Kato"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}