{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1523", "nome": "Fundamentos da Química Orgânica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O objetivo deste curso é rever de forma compacta os principais conceitos da química orgânica, fornecendo ao aluno a base necessária para os cursos avançados e específicos da pós-graduação em química orgânica. O curso destina-se principalmente ao aluno ingressante. Por esse motivo o mesmo será oferecido semestralmente. Alunos de semestres mais avançados ou de outras áreas também poderão cursa-lo, dependendo da anuência dos professores responsáveis pelo mesmo. O curso foi organizado tendo por base o livro \u0093Organic Chemistry\u0094 de Clayden, Greeves, Warren e Wothers, o qual será seguido como livro-texto.", "programa_resumido": "Estrutura das moléculas; Delocalização e conjugação; Acidez e basicidade; Adição nucleofílica ao grupo carbonila; Adição conjugada; Substituição nucleofílica no grupo carbonila; Equilíbrios, velocidades e mecanismos; Substituição nucleofílica na carbonila com perda do O carbonílico; Estereoquímica; Análise conformacional; Reações de eliminação; Reações de adição eletrofílica a alcenos; Formação e reações de enóis e enolatos; Formação e reatividade de compostos organometálicos; Substituição eletrofílica aromática; Alcenos eletrofílicos; Quimioseletividade: reações seletivas e proteção; Alquilação de enolatos; Reação de enolatos com aldeídos e cetonas: a reação aldólica; Reações de acilação de enolatos; Adição conjugada a enolatos.", "turmas": [{"codigo": "2025150", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Para matrícula nessa disciplina recomenda-se que o aluno tenha cursado as disciplinas de Química Orgânica (QFL1221 - Estrutura e Propiedades de Compostos Orgânicos e QFL1322 - Reatividade de Compostos Orgânicos).", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["Liliana Marzorati"]}, {"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": ["Liliana Marzorati"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}