{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1704", "nome": "Instrumentação para o Ensino de Química III (Currículo e Planejamento)", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "A disciplina tem como objetivo principal trazer subsídios e reflexões para que o estudante possa desenvolver um planejamento e planos de aulas de Química para o Ensino Médio, levando em consideração os objetivos da educação, as relações interativas em sala de aula, a seleção e sequência de conteúdos, a organização e a gestão da sala de aula e a avaliação. Os planejamentos e planos de aulas detalhados produzidos como trabalho final da disciplina ficam disponibilizados na rede e são oferecidos a professores do Ensino Médio de maneira geral e, em específico durante as atividades do Programa Residência Pedagógica e em cursos de desenvolvimento profissional a professores, constituindo-se em atividades de extensão à comunidade.", "programa_resumido": "Políticas públicas: diretrizes e orientações curriculares nacionais e currículos estaduais para o ensino de química. Projeto Político Pedagógico. Planejamento de Ensino. Planos de Aulas. Etapas para elaboração de um planejamento de ensino e planos de aulas. Produção de planejamento para os três anos do Ensino Médio e planos para 8hs de aulas observando aspectos formais da língua portuguesa. A disponibilização e o oferecimento dos planejamentos de ensino e planos de aulas produzidos pelos licenciandos a professores do Ensino Médio se constitui em atividade de extensão à comunidade.", "turmas": [{"codigo": "2024210", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "11:40", "professores": ["(R) Carmen Fernandez"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 6, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024220", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "22:40", "professores": ["(R) Carmen Fernandez"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 12, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}