{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1231", "nome": "Química Inorgânica I: Química dos Elementos", "creditos_aula": 8, "creditos_trabalho": 0, "objetivos": "Apresentar uma visão geral da química dos elementos e de seus compostos buscando aprofundar conceitos fundamentais como propriedades atômicas, modelos de ligações químicas e equilíbrios químicos, enfatizando as correlações entre as propriedades físicas e químicas com os aspectos estruturais e de ligação.", "programa_resumido": "Propriedades gerais dos elementos: origem, ocorrência e abundância dos elementos, estrutura e propriedades atômicas. Química sistemática dos elementos e compostos com ênfase nos aspectos relacionados à estrutura, propriedades químicas e reatividade. Para cada família serão abordados: Aspectos químicos envolvidos na obtenção e aplicações dos elementos e compostos. Diagrama de Ellinghan, Frost e Latimer. Relação entre as principais propriedades físicas e químicas (reatividade) e modelos de ligação química (hibridização, orbitais moleculares, geometria molecular, ressonância, forças intermoleculares, teoria de bandas), estrutura (sólidos cristalinos e iônicos, energia reticular), equilíbrios ácido-base, redox e de solubilidade. Aspectos ambientais relacionados a processos de obtenção, aplicações e comportamento dos compostos no ambiente. Introdução aos materiais inorgânicos: cerâmicas, vidros, polímeros, fibras, filmes, particulados.", "turmas": [{"codigo": "2024220", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "ATENÇÃO NA HORA DE ESCOLHER A TURMA DA DISCIPLINA. Turmas final 10 ou 11 são oferecidas no diurno. Final 20 ou 22 são disciplinas do noturno.", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "22:40", "professores": ["Hermi Felinto de Brito"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 47, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024222", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024220", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "22:40", "professores": ["(R) Lucas Carvalho Veloso Rodrigues", "Flavio Maron Vichi"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 47, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}