{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1706", "nome": "Estágio Supervisionado no Ensino de Química", "creditos_aula": 4, "creditos_trabalho": 6, "objetivos": "Propiciar ao aluno uma vivência real na escola, integrando aspectos pedagógicos e conceituais relacionados ao ensino de Química. Promover reflexão e senso crítico no futuro professor em relação ao contexto de atuação (escola e sala de aula). Expor os alunos a distintos contextos de escola e professores a partir das diversas experiências de cada licenciando no grupo. A participação dos licenciandos na escola pressupõe planejamento e ministração de aulas e atividades em contexto real para os alunos da escola básica e se constitui em atividade de extensão à comunidade.", "programa_resumido": "O estágio engloba períodos de supervisão na universidade, períodos nas escolas\nparceiras, relatos escritos sobre as observações e atividades na escola e discussão das propostas de\nintervenção em sala de aula. Na supervisão são tratados temas pertinentes ao estágio. Elaboração de um\nprojeto de estágio coerente com o planejamento do professor e o projeto da escola. Intervenção do\nprojeto em sala de aula, coleta de dados, análise e avaliação. A participação dos licenciandos na escola\npressupõe planejamento e ministração de aulas em contexto real para os alunos da escola básica e se\nconstitui em atividade de extensão à comunidade.", "turmas": [{"codigo": "2025110", "inicio": "24/02/2025", "fim": "12/12/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "15:40", "professores": ["(R) Carmen Fernandez"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025120", "inicio": "24/02/2025", "fim": "12/12/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "20:40", "professores": ["Alexandre Aizawa"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}