{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "Outro", "codigo": "QFL1250", "nome": "Química Analítica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir métodos de análises químicas baseadas em conceitos de equilíbrios ácido base,\nequilíbrios de precipitação, equilíbrios de complexação e óxido redução.", "programa_resumido": "TEORIA: Noções básicas de Química Analítica Qualitativa e Quantitativa (Métodos Clássicos, Noções de\nMétodos Condutométricos e Potenciométricos). Divisão de metais em grupos; Reagentes de Grupo; Análise de cátions e ânions; Separação de Ba2+, Sr2+, Ca2+ e Mg2+; Reações do íon SO42-; Reações de identificação de íons Cl-, Br- e I- por precipitação com íons Ag+ e solubilização com NH3. Equilíbrios Ácido Base e Volumetria de Neutralização; Equilíbrios de Precipitação e Volumetria de Precipitação; Equilíbrios de Complexação e Volumetria de Complexação; Equilíbrios de Óxido Redução; Princípios básicos envolvendo reações com transferência de elétrons. Reações espontâneas e não espontâneas. Potenciais padrão e Equação de Nernst; Volumetria de Óxido Redução.\n\nLABORATÓRIO: Práticas experimentais que abordam os temas anteriores. Equilíbrios ácido base –\nmedidas de pH e de condutividade de várias soluções (HCl; H CCOOH; H CCOONa; NaOH, NaCl) -\nEletrólitos fortes e fracos; Padronização clássica e instrumental de NaOH com hidrogenoftalato de potássio; padronização de HCl com Na CO ; determinação de carbonato em amostras de minerais; uso de indicadores visuais; Titulação Potenciométrica de ácido fosfórico. Separação e identificação dos íons Ba2+ Ca2+ Sr2+ e Mg2+; reações dos íons Cl-, Br- e I- com Ag+ na presença de diferentes concentrações de NH3. Titulação simultânea de cloreto em água do mar pelo Método de Mohr e por titulação Condutométrica. Determinação gravimétrica de sulfato em água do mar por precipitação com excesso de solução de íons Ba2+ e titulação do excesso de Ba2+ com EDTA, corrigindo a interferência de Ca2+ e Mg2+. Determinação de O2 dissolvido em água do mar pelo Método de Winkler: reações químicas envolvidas e relações estequiométricas.", "turmas": []}