{"unidade": "Instituto de Química", "departamento": "Química Fundamental", "campus": "São Paulo", "codigo": "QFL1150", "nome": "Química Básica", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Introduzir conceitos fundamentais de Química, com ênfase na correlação entre a estrutura da\nmatéria e as suas propriedades", "programa_resumido": "TEORIA: Propriedades da Matéria. Substâncias puras e misturas. Coloides. Tipos de fórmulas (mínima e\nmolecular). Compostos iônicos e modelo de ligação iônica. Solubilidade (energia reticular e energia de\nhidratação). Estequiometria e balanceamento de reações químicas. Propriedades gerais das soluções\n(eletrólitos fortes, fracos e não eletrólitos). Nomenclatura de compostos inorgânicos. Tipos de Reações\nQuímicas: ácido-base (conceitos ácido-base de Brönsted e de Lewis), precipitação, redox e complexação.\nModelo atômico de Bohr. Estrutura Atômica. Propriedades Periódicas (raio atômico, energia de ionização,\nafinidade eletrônica, eletronegatividade de Mulliken e de Pauling). Modelos de ligação química: Modelo de\nLewis (estruturas de Lewis, conceito de carga formal, estrutura de ressonância, exceções à regra do octeto) e Teoria da Repulsão dos Pares de Elétrons da Camada de Valência (geometria molecular, polaridade das moléculas). Forças Intermoleculares/Inter partículas (íon-dipolo, dipolo-dipolo/ligação de hidrogênio, dipolo-dipolo induzido, forças de London.\nLABORATÓRIO: Materiais e equipamentos básicos utilizados em laboratório de Química. Técnicas básicas\nde laboratório químico: pesagem, filtrações, transferência de líquidos etc. Atividades experimentais que\nabordam parte do conteúdo da disciplina. Tipos de reações químicas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "16:00", "professores": ["Breno Pannia Esposito"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 9, "pendentes": 1, "matriculados": 8, "grupos": {}}}}, {"codigo": "2025111", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "horario": [{"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": ["Breno Pannia Esposito"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 9, "pendentes": 1, "matriculados": 8, "grupos": {}}}}]}