{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Administração", "campus": "Ribeirão Preto", "codigo": "RAD0111", "nome": "Teoria da Administração", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso, os participantes deverão apresentar conhecimentos básicos sobre a criação, planejamento, operação e controle das organizações ( produtoras de bens e prestadoras de serviços ) e sobre as funções maiores da administração.Como objetivos mais específicos destacam-se:a) definir e conceituar os diferentes tipos de organização;b) mostrar a evolução do conhecimento administrativo;c) fornecer visão geral do que é a administração e do papel do administrador.d) fornecer visão geral das áreas funcionais da organização e dos seus inter-relacionamentos;e) fornecer visão geral das funções do processo administrativo;f) fornecer visão geral do processo decisório.", "programa_resumido": "A disciplina destina-se a propiciar aos alunos uma visão geral introdutória das bases teóricas da Administração e das possibilidades de sua aplicação no exercício profissional dos futuros graduados, quando estes estarão atuando em organizações, onde precisam ter discernimento mínimo acerca da multiplicidade de atividades administrativas em que permanentemente se envolvem e para as quais são impelidos a contribuir.", "turmas": [{"codigo": "2024205", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Os alunos do curso de Administração (matutino/noturno) não terão a opção de cursar a disciplina RAD0111 Teoria da Administração como optativa, uma vez que a disciplina RAD1102 Teoria das Organizações é obrigatória ao referido curso.", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Jorge Henrique Caldeira de Oliveira"]}, {"dia": "sex", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Jorge Henrique Caldeira de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 48, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Economia Empresarial e Controladoria; Finanças e Negócios": {"vagas": 60, "inscritos": 48, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}