{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Administração", "campus": "Ribeirão Preto", "codigo": "RAD2211", "nome": "Introdução aos Agronegócios", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Nos últimos anos o Brasil tem se consolidado como um grande fornecedor de alimentos. O agronegócio tem crescido em exportações. Desde o início dos anos 90 o Brasil tem melhorado em várias áreas, principalmente devido a uma economia mais estável, com taxas de inflação controladas. Mudanças institucionais ocorreram neste período, a fim de controlar gastos e despesas do governo. A democracia se consolidou, e o Brasil emergiu como um líder natural da América do Sul devido ao tamanho do país, sua população, desenvolvimento econômico e um grande mercado interno. Os contratos têm sido respeitados, mas por outro lado tem havido tolerância quanto a invasões de terras. Devido à grande presença do estado na economia, e devido a sua ineficiência natural, os impostos cresceram no Brasil e um dos maiores impostos do mundo, juntamente com uma das maiores taxas de juros e um sistema de leis de proteção ambiental bastante rigoroso, fazem parte do ambiente de negócios.\nMesmo com este cenário e com uma falta de infraestrutura logística, baixas taxas de câmbio (tornando difícil exportar), o Brasil tem progredido rapidamente no agronegócio, particularmente na cadeia da cana-de-açúcar. A indústria de cana-de-açúcar é de longa data um dos esteios da economia brasileira. A partir da introdução das primeiras mudas no país, em 1532, por mais de dois séculos o açúcar foi o principal produto brasileiro. Há cerca de 50 anos, o setor experimentou o início de sua transformação. Além do açúcar, as usinas passaram a ter foco na produção do etanol e, mais recentemente, a atenção voltou-se à bioeletricidade, aos alcooquímicos e à comercialização de créditos de carbono. Tudo isso com a possibilidade do emprego de tecnologias avançadas que aumentam a produtividade e reduzem custos. Trata-se de um novo patamar de negócios, no qual a competitividade é a ordem do dia.\nNo entanto, os avanços do setor sucroenergético não ficaram restritos somente à tecnologia. A nova usina brasileira também está comprometida com as questões sociais e ambientais. A melhoria da qualidade de vida dos trabalhadores, a racionalização do uso da terra e da água, a mitigação dos efeitos da mecanização da colheita e a preservação de ecossistemas fazem parte da agenda de trabalho do setor sucroenergético, que é um dos grandes empregadores no Brasil. Embora os avanços não sejam poucos, ainda há muito trabalho pela frente para que o setor possa crescer ainda mais. \nNesse sentido, esta disciplina busca apresentar ao aluno como se organizam os Sistemas Agroindustriais sob a ótica da sustentabilidade. Para este propósito, serão abordados tópicos teóricos sobre sistemas e cadeias agroalimentares, marketing, estratégia e gestão integrada e sustentabilidade. A aplicação empírica será feita no Sistema Agroindustrial da Cana-de-Açúcar e nos Biocombustíveis em geral.", "programa_resumido": "1.\tApresentar Conceitos de Planejamento e Gestão Estratégica de Cadeias Produtivas.\n2.\tAplicacoes de marketing à produção sustentável de alimentos, fibras e bioenergia\n3.\tOrganizações Setoriais e Cooperativas\n4.\tAmbiente Institucional \n5.\tTendências nacionais e internacionais no setor", "turmas": [{"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Marcos Fava Neves"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 25, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Administração": {"vagas": 25, "inscritos": 2, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"Qualquer Unidade da USP": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Alunos Especiais": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}