{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Discipinas Interdepartamentais de Ciências Biológicas da FMRP", "campus": "Ribeirão Preto", "codigo": "RCB0201", "nome": "Desenvolvimento Científico e Tecnológico II", "creditos_aula": 0, "creditos_trabalho": 6, "objetivos": "- Capacitar o estudante, pela vivência em laboratórios de pesquisa, a compreender os fundamentos, abrangências e limitações de métodos, abordagens e modelos experimentais diversos e suas aplicações para análise de fenômenos biológicos. \n- Capacitar o estudante a executar métodos e abordagens experimentais empregadas para a solução de problemas biológicos. \nAo final da disciplina o estudante deverá ter vivenciado em quatro laboratórios de pesquisa:\n- Abordagens experimentais/métodos ou modelos experimentais relacionados à investigação sobre mecanismos e fatores envolvidos em processos de desenvolvimento embrionário\n- Abordagens experimentais/métodos e modelos de investigação em morfologia macro e microscópica\n- Abordagens experimentais e métodos utilizados para o estudo de processos fisiológicos.\n- Abordagens experimentais/métodos ou modelos experimentais relacionados à investigação sobre mecanismos de controle e processos de regulação da homeostase do organismo. Os problemas biológicos e as abordagens empregadas poderão ter como foco algum dos sistemas ou a integração entre os diferentes sistemas envolvidos no funcionamento dos organismos complexos para manutenção da homeostase.", "programa_resumido": "Rodízio em laboratórios de pesquisa que investigam processos de desenvolvimento, de organização estrutural de tecidos, morfologia macro e microscópica, e processos fisiológicos dos diferentes sistemas ou de integração entre sistemas. \nRodízio em laboratórios de pesquisa que investigam processos de biorregulação e as interferências na biorregulação do organismo.", "turmas": [{"codigo": "20251P1", "inicio": "05/05/2025", "fim": "10/11/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 19, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}