{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Discipinas Interdepartamentais de Ciências Biológicas da FMRP", "campus": "Outro", "codigo": "RCB0105", "nome": "Biomoléculas, Biologia Celular e Bioestruturas", "creditos_aula": 17, "creditos_trabalho": 0, "objetivos": "Fornecer as bases para o entendimento dos componentes e das interações moleculares que governam a fisiologia celular, tecidual e do desenvolvimento do organismo. \nAo final da disciplina o estudante deverá ser capaz de:\n- Entender as reações bioquímicas envolvidas no metabolismo de organismos vivos, assim como ter habilidade para entender outros processos, envolvendo proteínas e outras macromoléculas estudadas neste curso.\n- Compreender a organização do genoma eucarioto e procarioto, bem como os processos de replicação, transcrição, tradução e regulação da expressão gênica.\n- Compreender as bases da tecnologia do DNA recombinante e da engenharia genética.\n- Compreender os fundamentos da herança genética, da fonte de variabilidade genética, e os mecanismos moleculares das doenças genéticas.\n- Entender a composição e as diferentes funções exercidas pelas organelas celulares.\n- Compreender a estrutura e função do citoesqueleto, o transporte intracelular, as estratégias gerais de comunicação célula-célula, célula-matriz e as diversas vias de transdução do sinal intracelular. \n- Entender princípios da diferenciação celular e formação de tecidos e sistemas de forma orgânica a partir de uma perspectiva da Embriologia.\n- Entender os mecanismos que regulam o crescimento, proliferação e morte celular, o conceito de célula tronco e entender os mecanismos moleculares pelos quais as células adquirem sua especificidade morfológica e funcional.\n- Compreender os princípios para integração de informações e redes em biologia.", "programa_resumido": "Constituição das células e dos líquidos orgânicos compartimentalizados. Estrutura e dinâmica celular (membrana, organelas e genes). Biomoléculas constituintes, produzidas e transformadas. Diferenciação celular e biologia do desenvolvimento. Sinalização e comunicação celular. Herança genética. Tecnologia do DNA recombinante. Noções de biologia sistêmica e sintética.", "turmas": []}