{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Discipinas Interdepartamentais de Ciências Biológicas da FMRP", "campus": "Ribeirão Preto", "codigo": "RCB0100", "nome": "Tópicos em Biotecnologia I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Conhecer os fundamentos básicos da Biotecnologia moderna. Propiciar ao estudante a compreensão da Biotecnologia e a multidisciplinaridade. Propiciar ao estudante a vivência de diferentes problemas e aplicações biotecnológicas relacionadas à saúde humana. Apresentar as novas tecnologias associadas no desenvolvimento e produção de moléculas de interesse biotecnológico. \n- Conhecer tecnologia, instrumentação e operações envolvidas para produção, isolamento, purificação de insumos biotecnológicos aplicados a saúde humana e seus aspectos clínicos. Conhecer os processos de e utilização de microrganismos para biotransformação de fármacos. Propiciar ao aluno mecanismos para o controle de qualidade de insumos biotecnológicos.", "programa_resumido": "- Introdução à Biotecnologia: conceito e perspectiva histórica. Biotecnologia Molecular. Expressão heteróloga em procariotos e eucariotos. Áreas da biotecnologia: Saúde humana; processos Industriais; agropecuária, nanotecnologia e meio ambiente. Sistema de produção, purificação e imobilização de enzimas. Aplicação da biotecnologia no sucesso reprodutivo. - Introdução dos processos analíticos e industriais aplicados à Biotecnologia. Descrição de produtos das diferentes classes de proteínas de interesse biotecnológico. Uso de ferramentas biotecnológicas para a produção de probióticos recombinantes.\n\nRealizar viagens didáticas para visitas a instituições de ensino e pesquisa para complementar o aprendizado e ter contato com áreas de aplicação em biotecnologia.", "turmas": [{"codigo": "20242T1", "inicio": "09/08/2024", "fim": "14/11/2024", "tipo": "Teórica Vinculada", "horario": null, "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}