{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Discipinas Interdepartamentais de Ciências Biológicas da FMRP", "campus": "Ribeirão Preto", "codigo": "RCB0306", "nome": "Interferências na Biorregulação II", "creditos_aula": 13, "creditos_trabalho": 0, "objetivos": "- Capacitar o estudante a reconhecer fatores físicos, químicos e biológicos que interferem na biorregulação, e os mecanismos pelos quais agem, bem como as reações do organismo a eles. \n- Fornecer embasamento teórico sobre a patogênese e mecanismos de ação de fármacos como paradigma para compreensão dos mecanismos de funcionamento e disfunções do organismo em níveis molecular, celular e sistêmico. \n- Exercitar a análise e discussão de resultados experimentais, como forma de desenvolver competências para a produção e transmissão do conhecimento.\nAo final da disciplina o estudante deverá ser capaz de: \n- Compreender mecanismos gerais pelos quais agentes físicos, biológicos e químicos modificam processos fisiológicos e/ou fisiopatológicos.\n- Adquirir embasamento para compreender as alterações na estrutura e funcionamento celular, tecidual e sistêmico associados a interferências na homeostase do organismo. \n- Valorizar o emprego do método científico na obtenção e crítica do conhecimento, bem como incentivar a análise crítica e busca de informações.", "programa_resumido": "Agentes biológicos (bactérias e vírus) que interferem da biorregulação. Alterações de função induzindo alterações estruturais e vice-versa. Biologia do Câncer.", "turmas": [{"codigo": "20251T1", "inicio": "06/03/2025", "fim": "04/07/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}