{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Contabilidade", "campus": "Ribeirão Preto", "codigo": "RCC8006", "nome": "Técnicas de Pesquisa em Finanças e Negócios", "creditos_aula": 2, "creditos_trabalho": 3, "objetivos": "Desenvolver organizações de ideias, argumentação lógica de estratégias e evidências\npara soluções de problemas por meio do método de investigação científica. Preparar o aluno\npara a produção e apresentação do conhecimento científico, considerando os aspectos formais\ndos trabalhos acadêmicos, seja um trabalho de cunho científico ou um relatório técnico.", "programa_resumido": "Fundamentos da lógica de pesquisa científica; técnicas de revisão de literatura (técnicas\nde seleção, leitura e interpretação de resultados divulgados, sumarização); Organização de\ndados e evidências; técnicas de concisão e adequação de estilo de redação segundo canal de\ndivulgação dos resultados. O conteúdo do curso será oferecido no formato de Ensino a Distância\n(EaD) com aulas gravadas a serem acessadas pelos alunos na plataforma e–disciplinas da USP.", "turmas": [{"codigo": "2024205", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "sab", "inicio": "08:00", "fim": "09:40", "professores": ["Ricardo Rocha de Azevedo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 56, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Economia Empresarial e Controladoria; Finanças e Negócios": {"vagas": 60, "inscritos": 56, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 8, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Ciências Contábeis": {"vagas": 5, "inscritos": 4, "pendentes": 0, "matriculados": 0}, "FFCLRP e FEARP - Administração; Ciências Econômicas; Matemática Aplica": {"vagas": 2, "inscritos": 2, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 1, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}