{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Contabilidade", "campus": "Outro", "codigo": "RCC8022", "nome": "Direito de Empresa Aplicado", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina Direito de empresa aplicado à economia empresarial e controladoria visa habilitar o aluno do curso de Economia Empresarial e Controladoria a identificar os principais requisitos para o exercício da atividade empresária, a analisar os vários modelos societários, uma vez que a sociedade empresária é considerada, nos dias atuais, o principal instrumento de realização da atividade econômica, a conhecer os conceitos teóricos básicos sobre mercado de capitais para um adequado entendimento das instituições, dos títulos existentes e dos processos de intermediação financeira que caracterizam o mercado financeiro brasileiro, entender a importância do regular funcionamento dos mercados, os problemas decorrentes da concentração empresarial como monopólios, oligopólios e cartéis, de forma a que saibam distinguir condutas ou estruturas danosas à concorrência, a conhecer os princípios básicos de direito falimentar no desenvolvimento da atividade profissional e os riscos dela decorrentes; a transmitir conhecimentos jurídicos que auxiliem a atuação responsável do profissional das áreas contábil e econômica.", "programa_resumido": "1) Teoria geral do direito de empresa: teoria da empresa; elementos da empresas: empresário e estabelecimento; institutos complementares do direito de empresa. 2) Direito Societário: sociedades personalizadas e não personalizadas; sociedades típicas: sociedade simples, sociedade limitada, sociedade por ações, dentre outras; contrato social e estatuto; dissolução e liquidação das sociedades; modificação das sociedades; 3) Mercado de capitais: características, estrutura, Sistema Financeiro Nacional. 4) Direito da Concorrência: livre concorrência e livre iniciativa; estruturas de mercado; poder de mercado, análise de condutas e estruturas, regulação, Sistema Brasileiro de Defesa da Concorrência. 5) Direito Falimentar: Recuperação de empresas judicial e extrajudicial; plano de recuperação de empresa; falência; procedimento.", "turmas": []}