{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG0452", "nome": "Atenção à Saúde da Comunidade III - Gestão em Saúde", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Propiciar a compreensão de aspectos da Gestão em Saúde (micro e macro), com ênfase no sistema de Saúde brasileiro, considerando-se sua composição, características, princípios, diretrizes, políticas públicas e privadas de incentivo ao setor da saúde. A disciplina busca apresentar ao aluno a organização do sistema de saúde, considerando-se todos os níveis hierarquizados de atenção, bem como, a lógica de operacionalização dos componentes distrital, municipal, regional, estadual e federal contemplando o tema da regionalização, as redes de saúde, os consócios intermunicipais, entre outros. A disciplina foca ainda nos processos de decisão em saúde pública baseada em evidências ou medicina baseada em evidência, aplicando ferramentas como a medicina personalizada, análise econômica em saúde e avaliação de tecnologias em saúde. Utilizando de indicadores epidemiológicos e métodos estatísticos, para o diagnóstico em saúde o estudante poderá compreender as necessidades de saúde e a utilização dos serviços tomando por referência os dados demográficos, epidemiológicos, sanitários e ambientais, além de aprenderem como é realizada a avaliação global de serviços de saúde.", "programa_resumido": "Tema 1: Organização do sistema de saúde brasileiro: composição e características, comparação com sistemas de saúde de outros países. \nTema 2: Saúde suplementar; \nTema 3: Regionalização e Redes de saúde; \nTema 4: Tomada de decisão baseada em evidências: conceitos e ferramentas; \nTema 5: Gestão em Saúde: macrogestão; \nTema 6: Microgestão - Gestão da Atenção Básica (APS); \nTema 7: Microgestão: Gestão ambulatorial; \nTema 8: Microgestão: Gestão e Assistência Hospitalar; \nTema 9: Microgestão: Consultório médico.  \nTema 10: Planejamento Estratégico e Programação em Saúde; \nTema 11: Avaliação de serviços de saúde.", "turmas": []}