{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0519", "nome": "Intercâmbio Internacional de Curta Duração em Cursos da Área de Profissões da Saúde II", "creditos_aula": 0, "creditos_trabalho": 5, "objetivos": "O intercâmbio internacional é uma ferramenta crucial para a formação integral dos estudantes de saúde. Ele permite uma visão ampliada do cuidado em saúde, integrando conhecimentos e práticas de diferentes sistemas de saúde. Essa experiência contribui para a formação de profissionais mais preparados para lidar com a diversidade cultural dos pacientes, melhorar a comunicação intercultural e promover a colaboração internacional na área da saúde. \nAlém disso, o intercâmbio estimula o desenvolvimento de habilidades pessoais, como independência, adaptabilidade e resolução de problemas, essenciais para a carreira profissional.\nA disciplina visa:\n•\tDesenvolvimento de Competências Globais: Capacitar os estudantes a compreender e atuar em contextos culturais, sociais e econômicos diferentes do seu país de origem, promovendo a interculturalidade.\n•\tAmpliação do Conhecimento Técnico e Científico: Expor os estudantes a diferentes métodos e práticas de ensino, pesquisa e assistência em saúde, contribuindo para a diversificação e aprofundamento de seus conhecimentos técnicos e científicos.\n•\tMelhoria da Proficiência em Idiomas Estrangeiros: Proporcionar a imersão em um novo idioma, aprimorando as habilidades de comunicação oral e escrita dos estudantes.\n•\tFortalecimento do Desenvolvimento Pessoal e Profissional: Incentivar a autonomia, adaptabilidade e resiliência dos estudantes, preparando-os para enfrentar desafios e aproveitar oportunidades em um mercado de trabalho globalizado.", "programa_resumido": "Participação em estágios nos cenários de prática profissional (clínicos) ou em laboratórios de pesquisa (área básica) vinculados aos cursos de da Faculdade de medicina de Ribeirão Preto da Universidade de São Paulo (FMRP-USP) na área da saúde para estudantes internacionais que desejam vir ao Brasil. \nA disciplina inclui atividades predominantemente práticas em diferentes departamentos clínicos ou, nos laboratórios de pesquisa de professores da FMRP, além de aulas teóricas, seminários, workshops e atividades culturais.", "turmas": [{"codigo": "20251P1", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Extracurricular": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}