{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0504", "nome": "Estágio em Saúde da Mulher I", "creditos_aula": 4, "creditos_trabalho": 10, "objetivos": "Os objetivos da disciplina estão relacionados à aquisição de habilidades em Obstetrícia, Ginecologia e Profissionais/Atitudinais que são essenciais para a formação generalista do médico. \n-Habilidades de Obstetrícia\n•\tConhecer a rotina e realizar o atendimento de gestações de risco habitual;\n•\tDiagnosticar e prestar assistência ao trabalho de parto em suas diferentes fases clínicas;\n•\tDiagnosticar distocias e sugerir, sob orientação do chefe de plantão, condutas para sua correção;\n•\tRealizar partos normais de gestantes de risco habitual;\n•\tAuxiliar nas cesáreas de pacientes de risco habitual;\n•\tDiagnosticar precocemente a evolução para gestação de alto risco;\n•\tConduzir o puerpério de risco habitual e identificar precocemente eventuais complicações;\n•\tDiagnosticar e conduzir, sob supervisão, urgências obstétricas.\n\n-Habilidades de Ginecologia:\n•\tRevisar o exame ginecológico normal (mamas e pelve) e em situações anormais (sangramento uterino anormal e doença inflamatória pélvica)\n•\tRevisar a coleta de colpocitologia\n•\tSaber fazer as orientações de prevenção à saúde da mulher desde a adolescência até o climatério\n•\tPrescrição de contracepção em situações normais e patológicas (doenças mais comuns no atendimento do generalista)\n•\tReconhecer as principais vulvovaginites em cenários de atenção básica através do quadro clínico, teste do pH, exame a fresco e whiff teste. Sob orientação, propor tratamento\n•\tRevisar as principais causas de sangramento uterino anormal, de acordo com a faixa etária, bem como os princípios de tratamento para causas estruturais e não estruturais. \n•\tReconhecer as patologias mamárias benignas\n•\tReconhecer as principais infecções sexualmente transmissíveis e propor, sob supervisão, o tratamento adequado.\n\n- Habilidades de Profissionalismo/Atitudinais:\n•\tDemonstrar respeito e interesse pelas pessoas que presta atendimento independente de sua orientação sexual, religião, raça/cor e classe social;\n•\tComunicar-se adequadamente com pacientes, familiares, acompanhantes e membros da equipe de trabalho;\n•\tManter limites apropriados na relação com pacientes, familiares e colegas;\n•\tPromover escuta qualificada sem preconceitos e discutir o plano de cuidados com a paciente;\n•\tDemonstrar assiduidade, pontualidade e gerenciamento apropriado do tempo;\n•\tResponder construtivamente aos feedbacks de residentes e médicos assistentes/docentes;\n•\tCompreender e respeitar as normas, rotinas e protocolos específicos durante suas atividades acadêmicas desenvolvidas nos serviços de saúde; zelando pelos equipamentos e bens em geral;\n•\tMostrar interesse em adquirir conhecimentos, habilidades e atitudes que contribuam para a sua formação humana e profissional;\n•\tSer cooperativo com a equipe de trabalho;\n•\tGarantir o sigilo médico e confidencialidade em todas as situações nas quais pacientes estão envolvidos, não veiculando suas informações, fotos ou exames de imagem, inclusive em mídias sociais, conforme legislação vigente.", "programa_resumido": "Atividades práticas: \nOs alunos farão um rodízio de seis semanas entre os seguintes cenários: Centro de Referência da Saúde da Mulher de Ribeirão Preto-MATER (CRSMRP-MATER), Centro de Saúde Escola - Sumarezinho (CSE-Cuiabá) e Centro Médico Social e Comunitário da Vila Lobato (CMSC-Vila Lobato). Eventualmente, haverá atividades educativas / assistenciais em outras unidades de ensino descentralizado, a depender de convênios estabelecidos.\na)\tCRSMRP-MATER: Neste hospital secundário, os alunos rodiziarão nos estágios de Centro Obstétrico, Alojamento Conjunto e Ambulatórios (Pré-Natal e Mastologia. Outros ambulatórios do CRSMRP-MATER podem ser incluídos na rotação dos alunos). Há também plantões noturnos e em finais de semana no Centro Obstétrico.\nb)\tCSE-Cuiabá: Nesta unidade, os alunos participarão de atendimentos em ambulatórios secundários em Ginecologia. \nc)\tCMSC-Vila Lobato: Nesta unidade, os alunos participarão de atendimentos em ambulatórios de atenção primária em Ginecologia e Obstetrícia. \n\nAtividades teórico-práticas: usaremos o método de sala de aula invertida. Os alunos assistirão a vídeo-aulas disponíveis na plataforma Moodle Stoa USP (e-Disciplinas - Ambiente de apoio às disciplinas da USP), da disciplina para participarem de discussões de casos clínicos presencial duas vezes por semana, segundo escala que será divulgada no primeiro dia da disciplina.", "turmas": [{"codigo": "20251PD", "inicio": "09/06/2025", "fim": "20/07/2025", "tipo": "Prática", "observacoes": "TURMA D 20251PD", "horario": null, "vagas": {"Obrigatória": {"vagas": 16, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}