{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG0608", "nome": "Estágio em Oftalmologia / Otorrinolaringologia /Cirurgia de Cabeça e Pescoço", "creditos_aula": 1, "creditos_trabalho": 3, "objetivos": "Atender, acompanhar e discutir os principais quadros de urgências oftalmológicas clínico-cirúrgicas, de nível primário, secundário e terciário.\nAtender, acompanhar e discutir as principais doenças otorrinolaringológicas importantes para o clínico geral, reconhecendo as que podem ser tratadas no âmbito primário e secundário e as que são exclusivas do nível de atenção terciário. Acompanhar e atender as principais doenças otológicas, rinossinusológicas bucofaríngeas e laringológicas. Acompanhar e atender as principais urgências e emergências otorrinolaringológicas nos diferentes níveis de complexidade.\nAtender e discutir casos de pacientes com afecções de cabeça e pescoço com ênfase nos principais sintomas provocados pelo câncer de boca, faringe, laringe, nariz e seios da face. \nIdentificar os diversos tipos de lesões nodulares neoplásicas e não neoplásicas do pescoco. Realizar resseccões e suturas em lesões e ferimentos de cabeça e pescoço.", "programa_resumido": "Diagnóstico diferencial das lesões de mucosa do trato aerodigestivo alto, com vistas ao diagnóstico precoce do câncer de boca, faringe, laringe, cavidade nasal e seios da face.\nRessecção e sutura de pequenas lesões malignas e benignas de pele da face e do pescoço, com ou sem confecção de retalhos locais.\nDiagnóstico diferencial dos nódulos cervicais benignos e malignos.\nAcompanhamento pós operatório de pacientes submetidos a tratamento cirúrgico para o câncer da região de cabeça e pescoço.\nEstomatologia voltada ao diagnóstico precoce do câncer de boca.\nLaringologia voltada ao diagnóstico precoce do câncer de laringe\nManejo das patologias nodulares da glândula tireóide. Indicações de tratamento cirúrgico.\nClassificação e indicações de tratamento cirúrgico em pacientes portadores de hiperparatireoidismo.\nUrgências em Cirurgia de Cabeça e Pescoço. \nAbordagem no trauma de face e pescoço. \n\nDiagnóstico das fraturas dos ossos da face. Suturas e reconstruções em lesões traumáticas de face e pescoço\nDiagnóstico diferencial de urgências oftalmológicas com base em sinais e sintomas.\nUrgências oculares traumáticas.\nUrgências oculares não-traumáticas.\nDisfonia, rouquidão e disfagia, principais doenças  e a importância do exame de videolaringoscopia.\nPerda súbita de audição\nTonturas e vertigens, abordagem da crise vertiginosa na urgência e emergência.\nCorpos estranhos de vias aéreas superiores (Nasal, Orofaríngeo, Laríngeo).\nCorpos estranhos de orelha.\nO paciente com sangramento nasal (epistaxes)\nComplicações das infecções de vias aéreas superiores (rinossinusites agudas e Crônicas, faringotonsilites agudas e crônicas e laringites agudas e crônicas).\nOtites externas complicadas e otite externa Maligna.\nComplicações da otites médias agudas e crônicas.\nUrgências e emergências terciárias em otorrinolaringologia", "turmas": []}