{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG0476", "nome": "Reprodução Humana", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Os objetivos gerais do estágio são prover cenários que possibilitem ao estudante:\u0095 Aprimorar a comunicação com pacientes e a relação médico-paciente.\u0095 Obter e redigir, de forma clara, uma história clínica ginecológica, contemplando as queixas apresentadas pela paciente, a evolução de sua doença, seus antecedentes pessoais, familiares, ginecológicos e obstétricos, bem como uma descrição de seus hábitos e de suas reações à doença.\u0095 Revisar e praticar as diversas etapas do exame mamário e do exame ginecológico.\u0095 Participar de procedimentos básicos de laboratório de reprodução de reprodução assistida (análise e preparo de sêmen humano e avaliação oocitária, utilizando modelo experimentalbovino).\u0095 Aplicação prática dos conceitos de Reprodução Humana adquiridos na disciplina obrigatória de Saúde da Mulher do 4o ano de Medicina.\u0095 Aprofundamento dos conhecimentos específicos em Reprodução Assistida.Os objetivos específicos do estágio são capacitar o estudante de medicina a:\u0095 Compreender a fisiologia menstrual, definir o padrão normal de sangramento menstrual e o conceito de sangramento uterino anormal, bem como a terminologia das alterações menstruais.\u0095 Propiciar a habilidade de atender a mulher em suas diversas fases da vida: adolescência, menacme e climatério.\u0095 Propor, com base na interpretação da história clínica e do exame físico, um diagnóstico provável e indicar, quando necessário, exames complementares para confirmar a sua hipótese diagnóstica, considerando as condições de maior prevalência relativas à saúde da mulher em ginecologia endócrina e infertilidade.\u0095 Reavaliar as hipóteses diagnósticas formuladas em função dos resultados de exames complementares realizados.\u0095 Compreender as indicações dos exames complementares mais comumente solicitados para as pacientes atendidas no setor de Reprodução Humana\u0095 Reconhecer que o planejamento familiar inclui medidas relativas à contracepção e abordagem da infertilidade.\u0095 Recomendar métodos contraceptivos hormonais e não hormonais.\u0095 Reconhecer as causas de infertilidade conjugal.\u0095 Compreender os princípios utilizados atualmente para o diagnóstico e tratamento de casais com infertilidade.\u0095 Compreender a fisiopatologia do climatério e os princípios utilizados atualmente para a propedêutica e terapêutica hormonal e não hormonal das pacientes nesta fase da vida.\u0095 Discutir as afecções mais comumente avaliadas em ginecologia infanto-puberal, revisando os aspectos da evolução puberal normal.", "programa_resumido": "\u0095 Teórica: 3h de revisão mínima de fisiologia do ciclo menstrual e propedêutica em ginecologia endócrina e infertilidade\u0095 Prática: 6 períodos de 4 horas cada envolvendo a participação em ambulatórios do setor de Reprodução Humana (Climatério, Infertilidade, Infanto-Puberal, Contracepção, Endocrinologia Ginecológica). Além disto, há duas práticas no laboratório de Ginecologia e Obstetrícia voltadas para procedimentos de Reprodução Assistida [Realização de espermograma e preparo de sêmen (3h); Avaliação oocitária em gametas bovinos (4h)].", "turmas": []}