{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0604", "nome": "Estágio em Saúde da Mulher II", "creditos_aula": 4, "creditos_trabalho": 10, "objetivos": "- Prover aos alunos cenários especializados que permitirão o contato com pacientes do sexo feminino, nas diferentes fases da vida. Serão apresentadas situações / condições de elevada prevalência populacional em saúde da mulher, de particular interesse para saúde pública e formação do médico generalista, com as quais os alunos podem não ter tido contato direto durante as atividades desenvolvidas em nível de atenção primária e secundária à saúde da mulher. \n- Complementar conceitos, habilidades e atitudes desenvolvidas no eixo saúde da mulher que são considerados fundamentais para formação generalista do médico. Este aprendizado se dará em cenários de atenção secundária e terciária, com atividades a serem desenvolvidas nos ambulatórios especializados de Ginecologia e Obstetrícia (Reprodução Humana, Mastologia / Oncologia Ginecológica, Cirurgia Ginecológica e Gestação e Puerpério de Alto Risco). \n- Integrar conhecimentos cognitivos e práticos em Ginecologia e Obstetrícia de alta complexidade, estimulando a participação ativa do estudante, aprendizagem em pequenos grupos e o trabalho em equipe.\n- Proporcionar aprendizado prático sempre sob a supervisão de responsável. \n- Estimular o desenvolvimento de espírito ético, crítico e reflexivo no estudante de Medicina.", "programa_resumido": "O programa será composto por atividades práticas e não práticas.\nOs alunos terão seis semanas de curso, sendo divididas em duas semanas em atividades de urgência (Centro Obstétrico do Hospital das Clínicas de Ribeirão Preto - HCRP) e quatro semanas de atividades nas seguintes áreas: (Semana 1: - Reprodução Humana; Semana 2: - Oncologia e Mastologia e Centro de Saúde Escola - CSE, Semana 3: - Cirurgia Ginecológica e CSE e Semana 4: - Gestação/Puerpério de Alto Risco). \nAtividades não-práticas: discussões de casos clínicos baseadas nas videoaulas e literatura disponibilizadas aos alunos na plataforma e-Disciplina da USP. Além disto, há discussões em pequenos grupos que complementam essas discussões maiores de casos clínicos. O horário e dia de cada uma dessas discussões estão descritos em uma cartilha de apresentação da disciplina disponibilizada no 1º dia da disciplina e na plataforma e-Disciplina da USP, assim como o restante do material informativo sobre a disciplina.", "turmas": [{"codigo": "20242EF", "inicio": "09/09/2024", "fim": "03/11/2024", "tipo": "Prática", "observacoes": "TURMA 20242EF", "horario": null, "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 18, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}