{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG0611", "nome": "Estágio em Emergência e Traumatologia II", "creditos_aula": 2, "creditos_trabalho": 10, "objetivos": "Gerais: Propiciar ao aluno do sexto ano médico o treinamento prático baseado nas principais situações de urgências e emergências médicas atendidas em um pronto socorro referenciado.\n\nEspecíficos: \n1) Desenvolver habilidades para realizar a avaliação e o atendimento inicial das situações de urgência e emergência médicas mais prevalentes em um pronto socorro referenciado nas seguintes áreas: Clínica Médica; Pediatria; Ortopedia; Ginecologia; Trauma; Cirurgia; Oftalmologia.\n2) Interpretação de exames laboratoriais e de imagem necessários para o atendimento inicial das situações de urgência e emergência mais prevalentes em um pronto socorro referenciado.\n3) Desenvolver habilidades básicas para suporte avançado de vida em pacientes críticos admitidos em pronto socorro referenciado.", "programa_resumido": "Será realizado de acordo com o esquema matricial abaixo:\nLOCAL / EIXO      PEDIÁTRICO\t   CLÍNICO-NEUROLÓGICO\tCIRÚRGICO-ORTOPÉDICO (TRAUMA)\n\nSALA DE URGÊNCIA\n\t\t\t\nENFERMARIA/CENTRO CIRÚRGICO\n\t\t\t\nTERAPIA INTENSIVA\t\n\t\t\n  Cada eixo será constituído por uma grande área de interesse, provendo estágios em 3 cenários diferentes (sala de urgência; enfermaria/centro cirúrgico; terapia intensiva). No caso das áreas cirúrgicas, isso poderá incluir o centro cirúrgico, embora não seja o objetivo principal.\n  A estratégia de eixos visa permitir que o aluno acompanhe o paciente ao longo de todo o ciclo de internação, desde a admissão até a alta.", "turmas": []}