{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG0386", "nome": "Cuidados Paliativos - Perspectiva Multiprofissional", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Gerais: Capacitar o aluno a:\n1)\tConhecer os princípios dos Cuidados Paliativos e importância desta prática.\n2)\tIdentificar situações nas quais os Cuidados Paliativos estão bem indicados.\n3)\tCompreender a concepção da morte ao longo da história, na cultura atual e na prática em Saúde.\n4)\tEntender a morte como parte do processo da vida e não como fracasso de atuação.\n5)\tConhecer os conceitos de espiritualidade e religiosidade.\n6)\tReconhecer o sofrimento de quem é portador de doença grave e incurável.\n7)\tCompreender o sofrimento de familiares.\n8)\tReconhecer os principais sintomas e manejo básico.\n9)\tIdentificar necessidades psicossociais frequentes em Cuidados Paliativos.\n10)\tDiscutir as possibilidades de intervenção multiprofissional e interdisciplinar para pacientes em Cuidados Paliativos e familiares.\n11)\tConhecer os princípios éticos dos Cuidados Paliativos.\n12)\tDiscutir sobre as Diretivas Avançadas de Cuidados.", "programa_resumido": "1. Conceito e princípios dos Cuidados Paliativos.\n2. Qualidade de vida e de morte\n3. Ética em Cuidados Paliativos\n4. Equipe Multiprofissional em Cuidados Paliativos\n5. Principais indicações dos Cuidados Paliativos.\n6. O sofrimento do paciente em Cuidados Paliativos e de sua família ou cuidadores / Luto.\n7. Principais sintomas em cuidados paliativos. Estratégias de identificação e manejo básico:\n7.1. Dor total\n7.2. Dispneia\n7.3. Fadiga\n7.4. Ansiedade e depressão\n7.5. Sintomas do trato gastrointestinal.\n8. Comunicação de más notícias em Cuidados Paliativos.\n9. Multimensionalidade nos Cuidados Paliativos.   \n10. Espiritualidade e religiosidade: diferenças e semelhanças.\n11. Cuidados Paliativos e Reabilitação ou Reabilitação Paliativa?\n12. Rede social de suporte: necessidades e desafios.\n13. Discussões de casos clínicos com abordagem multiprofissional e interdisciplinar.", "turmas": []}