{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0512", "nome": "Estágio em Pediatria I", "creditos_aula": 2, "creditos_trabalho": 9, "objetivos": "Gerais:\n1. Capacitar o aluno em técnicas e habilidades no exercício de atos médicos básicos no campo da Puericultura e Pediatria, com ênfase no atendimento em nível primário, secundário e terciário.\n2. Oferecer treinamento prático de postura médica baseada nos princípios de responsabilidade e ética.\n\nEspecíficos:\n1. Ampliar, integrar e aplicar os conhecimentos adquiridos previamente na área pediátrica;\n2. Trabalhar na prevenção de problemas de saúde;\n3. Acompanhar o crescimento e o desenvolvimento da criança e do adolescente saudável\n4. Identificar níveis de urgência de atendimento e saber indicar internação hospitalar;\n5. Diagnosticar clinicamente e conhecer o tratamento das doenças comuns da infância e adolescência.\n6. Dispensar adequada assistência ao RN a termo, desde o momento do parto até a sua alta da maternidade\n7. Identificar níveis de urgência e reconhecer sinais de gravidade no atendimento em recém-nascidos e saber indicar internação hospitalar.", "programa_resumido": "Promover um melhor treinamento em técnicas e habilidades no exercício de atos médicos básicos no campo da Puericultura e da Pediatria, com enfoque predominante no atendimento em nível primário e secundário, de forma a oferecer oportunidades para ampliar, integrar e aplicar os conhecimentos adquiridos nos anos anteriores. No setor terciário, mais especificamente na unidade de terapia intensiva neonatal, os alunos terão a oportunidade de tomar contato com o nível terciário de atenção à saúde e de serem capacitados a reconhecer e diagnosticar sinais de gravidade e risco no paciente neonatal.", "turmas": [{"codigo": "20251PG", "inicio": "27/01/2025", "fim": "09/03/2025", "tipo": "Prática", "observacoes": "Ambulatórios de Puericultura e Pediatria Geral no CMSC Vila Lobato, enfermaria e ambulatórios de MI Infantil. Atividades de Neonatologia (alojamento conjunto HC e Mater); plantões noturnos.", "horario": null, "vagas": {"Obrigatória": {"vagas": 16, "inscritos": 10, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}