{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0613", "nome": "Estágio em Medicina Intensiva", "creditos_aula": 1, "creditos_trabalho": 3, "objetivos": "\u0095 Complementar o conhecimento teórico e visão clínica sobre os principais tópicos da medicina intensiva, como conceitos, habilidades e atitudes em Medicina Intensiva (Adulto) que são considerados fundamentais para a formação generalista do médico. Este aprendizado se dará em centro de terapia intensiva (CTI) de atenção terciária.\n\u0095 Integrar teoria e prática em medicina intensiva, estimulando a participação ativa do estudante, a aprendizagem em pequenos grupos e o trabalho em equipe.\n\u0095 Conhecer e aplicar os princípios básicos de ventilação mecânica e suporte hemodinâmico, nos pacientes em estado grave.\n\u0095 Proporcionar habilidade na realização de procedimentos invasivos aplicados em medicina intensiva, sempre sob a supervisão de responsável.\n\u0095 Estimular a capacidade em estabelecer parâmetros éticos e habilidade em assumir responsabilidade pelo cuidado de pacientes em estado crítico.\n\u0095 Proporcionar habilidade em conduzir os procedimentos diagnósticos e modalidades de tratamento em pacientes críticos.\n\u0095 Exercitar a integração em técnicas de trabalho de equipe e divisão equitativa de trabalho médico à beira do leito", "programa_resumido": "Os alunos serão alocados, por 2 semanas consecutivas, no Centro de Terapia Intensiva do Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto \u0096 Universidade de São Paulo (Campus e Unidade de Emergência). Serão escalados 5 alunos: 1 desempenhando plantão 24 horas, 2 desempenhando plantão diurno de 12 horas e 1 de folga pós-plantão (aluno que realizar o plantão de 24 horas). Estes alunos podem efetuar plantões de 24 horas nos finais de semana e eventuais feriados.", "turmas": [{"codigo": "20251TJ", "inicio": "24/02/2025", "fim": "23/03/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 9, "pendentes": 0, "matriculados": 9, "grupos": {}}}}]}