{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0516", "nome": "Medicina Legal", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Fornecer bases teóricas e práticas sólidas para que o (a) aluno(a) adquira, através do estudo da Medicina Forense, conhecimentos específicos necessários ao profissional generalista, com fundamentação adequada em bases legais de forma a capacitá-lo(a) para o entendimento dos trabalhos periciais fundamentais desta área do conhecimento médico, assim como adequar-se às estruturas normativas legais e ético-profissionais exigidas para o exercício da profissão.", "programa_resumido": "1. Introdução à Medicina Forense e noções básicas de Direito para Medicina / O modelo brasileiro: IML e SVO / Mortes de causa natural, externas e suspeitas – Causas jurídicas de morte. Encaminhamento de cadáveres e Responsabilidade pela emissão da Declaração de Óbito (DO).\n 2. Tanatologia Forense: aspectos da perícia médico-legal na morte. Morte Encefálica. \n3.Traumatologia I: Lesões por energias mecânicas. Instrumentos perfurantes, cortantes, contundentes, perfurocortantes, corto contundentes e perfuro contundentes. \n4. Armas de fogo: Tipos, estrutura, funcionamento, noções sobre projéteis e balística. \n5. Traumatologia II: energias químicas e físicas. Ações externas e internas dos diferentes agentes químicos. Ações físicas: eletricidade natural e artificial, temperatura e outros agentes.\n 6. Traumatologia III: asfixias mecânicas. Classificação e especificidades das diferentes modalidades de asfixias. \n7. Crimes sexuais, aborto e infanticídio.\n8. Classificação das lesões corporais: Artigo 129 do CPB. Lesões leves, graves, gravíssimas e seguidas de morte. \n9. Fundamentos de identificação humana: diferença entre métodos de reconhecimento e identificação. Metodologias de identificação no vivo e no cadáver. Métodos primários (impressões digitais, odontologia e DNA) e secundários (Reconstrução facial, Antropologia e outros) de identificação.", "turmas": [{"codigo": "20251TD", "inicio": "27/01/2025", "fim": "18/02/2025", "tipo": "Teórica", "horario": null, "vagas": {"Obrigatória": {"vagas": 26, "inscritos": 24, "pendentes": 0, "matriculados": 24, "grupos": {}}}}]}