{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0327", "nome": "Afecções do Sistema Gênito Urinário", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "Capacitar o aluno a reconhecer as alterações da normalidade e as doenças mais frequentes dos rins e do trato genito-urinário, bem como descrever o tratamento clínico e cirúrgico indicado nas condições mais frequentes.", "programa_resumido": "1 Fazer observação clínica e exame físico dos pacientes portadores das afecções relacionadas ao sistema gênito-urinário e elaborar diagnósticos;2) Discernir quais os exames complementares necessários para a investigação do caso;3) Conhecer avaliação laboratorial do rim e valores normais4) Síndrome nefrótica e nefrítica: definição, etiologia, quadro clínico, fisiopatologia, complicações e tratamentos.5) Infecção urinária: conhecer o diagnóstico, tratamento e profilaxia; discutir sobre etiologia, fisiopatologia, diagnóstico e tratamento da tuberculose gênito-urinária.6) Diagnósticos diferenciais da cólica nefrética. Diagnosticar litíase urinária; reconhecer os prováveis fatores etiológicos. Classificação quanto ao tipo de cálculo e quanto à anormalidade metabólica; conhecer a fisiopatologia da formação dos cálculos; prevenção e tratamentos clínicos e cirúrgicos.7) Diagnosticar a obstrução urinária, suas causas, complicações e propor tratamento.8) Traumatismo urogenital; diagnóstico diferencial e tratamento.9) Glomerulopatias: classificação, mecanismos de lesão glomerular; quadro clínico-laboratorial, etiopatogenia, diagnósticos diferenciais, evolução e terapêutica das glomerulopatias primárias. Conhecer as principais causas de glomerulopatias secundárias.10) Insuficiência renal aguda (IRA): definição, etiologia, classificações, diagnósticos diferenciais, fisiopatologia, quadro clínico e laboratorial. Conhecer medidas profiláticas, tratamento e prognóstico.11) Discutir mecanismos de progressão da doença renal.12) Insuficiência renal crônica: conceituar e conhecer quadro clínico e fisiopatologia da excreção de sódio, água, potássio, hidrogênio, cálcio e fósforo, moléculas médias e macromoléculas. Discutir sobre osteodistrofia renal, hiperparatireoidismo secundário, anemia, alterações metabólicas e nutricionais da IRC. Abordagem terapêutica da IRC. Conhecer quadro clínico da uremia e propor tratamento.13) Definir infertilidade e esterilidade; conhecer as causas conjugais, realizar o algoritmo diagnóstico no homem e indicar tratamentos.14) Conhecer as causas de impotência sexual, exames necessários para diagnóstico e definir tratamentos.15) Identificar as disfunções vésico-ureterais, causas, propor exames diagnósticos e indicar o tratamento.16) Diagnosticar tumores renais em crianças e adultos, bem como conhecer o estadiamento e definir de forma genérica o tratamento.17) Diagnosticar tumores do epitélio do trato urinário, conhecer o estadiamento e definir de uma forma genérica o tratamento.18) Diagnosticar a hiperplasia benigna da próstata, conhecer implicações funcionais e tratamentos.19) Diagnosticar o câncer da próstata: estadiamento e definir de forma genérica os tipos de tratamentos.20) Diagnosticar as afecções malignas e benignas do testículo e bolsa escrotal, e propor tratamentos.21) Diagnosticar e diferenciar as doenças malignas e benignas do pênis e uretra.22) Hipertensão arterial: definição, classificação, técnicas para medir pressão arterial e seus valores normais; conhecer a etiopatogenia e fisiopatologia da hipertensão arterial essencial. Epidemiologia, quadro clínico-laboratorial, lesões em órgãos alvos. Discutir investigação laboratorial. Abordagens não farmacológicas e tratamento farmacológico. Classificação da HA secundária e diagnóstico diferencial. Crise Hipertensiva: conceito, classificação, etiologia, manifestações clínicas e tratamento.23) Diuréticos: classificação, mecanismos de ação; indicações clínicas; efeitos colaterais; contra-indicações e causas de refratariedade às suas ações.24) Nefropatias túbulo-intersticiais: conceito, classificação, quadro clínico e laboratorial, diagnóstico diferencial, etiologia, tratamento.25) Nefropatia diabética: manifestações clínico-laboratorias, etiopatogenia, terapêutica e profilaxia.26) Vasculites e nefropatias: classificação e quadro clínico-laboratorial; diagnóstico diferencial.27) Síndrome hemolítico-urêmico e púrpura-trombótica trombocitopênica: conceituação, etiologia, diagnóstico diferencial, quadro clínico e laboratorial, tratamento e prognóstico.28) Desequilíbrios hidro-eletrolítico e ácido-básico: discutir o envolvimento renal e tratamento nas desidratações, hiper-hidratações, hipernatremia, hiponatremia, hiperpotassemia, hipopotassemia, acidose metabólica e respiratória, alcalose metabólica e respiratória.29) Doenças renais hereditárias: síndrome de Alport, doença de membrana fina, doenças císticas renais.30) Identificar as malformações congênitas do trato urogenital e discorrer sobre o diagnóstico, fisiopatologia, etiologia e tratamento.31) Tratamento dialítico: princípios, modalidades, indicações, complicações, sobrevida.32) Transplante renal: noções de histocompatibilidade, tipos de doadores, indicações, complicações clínicas e cirúrgicas, noções de imunossupressão e sobrevida.", "turmas": [{"codigo": "20242B2", "inicio": "07/10/2024", "fim": "01/11/2024", "tipo": "Prática", "observacoes": "TURMA B2", "horario": null, "vagas": {"Obrigatória": {"vagas": 27, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}