{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG0511", "nome": "Sistema Nervoso", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Oferecer ao aluno conhecimentos sobre as principais entidades clínico-nosológicas encontradas na prática da Neurologia Clínica e da Neurocirurgia, visando:\na)\tApresentação dos principais distúrbios e doenças que afetam o Sistema Nervoso, primariamente, ou como parte de transtornos sistêmicos diversos;\nb)\tCondução do aluno ao exercício diagnóstico seguindo a sequência sindrômica, topográfica, etiológica e nosológica, com ênfase também no diagnóstico diferencial;\nc)\tOferecer informações gerais sobre as principais estratégias de investigação (exames complementares) para apoio às hipóteses diagnósticas baseadas em história clínica e exame físico;\nd)\tOferecer ao aluno informações gerais sobre as principais estratégias de tratamento clínico, farmacológico e/ou cirúrgico das entidades clílnicas abordadas.\nObs.: 1) A abordagem do exame neurológico será feita de forma dirigida para o diagnóstico das entidades específicas, entendendo-se que não é objetivo central do curso o ensino da Semiologia Neurológica, já abordada na disciplina específica do terceiro ano, inclusive, pela falta de disponibilidade de carga horária para tanto.\n2) Os conceitos oferecidos e a aquisição progressiva de habilidades para o raciocínio diagnóstico e praxia para o exame físico, no contexto da Neurologia, serão adquiridos de forma progressiva no curso de medicina: - no 3º ano: enfoque para a Semiologia Neurológica detalhada; - no 4 º ano: enfoque para o conhecimento das síndromes clínicas e entidades nosológicas, exercício diagnóstico, conhecimento geral de exames complementares de apoio e de princípios do tratamento; - no internato do 5º e 6º anos: vivência clínica em ambulatórios, enfermarias, Unidade de Emergência e Centro de Saúde-Escola, utilizando o conjunto das informações, adquiridas no 3º e 4º anos, e exercitando as habilidades práxicas no dia-a-dia, com ênfase ao auto-didatismo e à solicitação de apoio didático aos professores e colaboradores de ensino, durante o atendimento aos pacientes.", "programa_resumido": "O programa é baseado em aulas teóricas e teórico-interativas, compreendendo 24 temas da Neurologia Clínica e 9 temas da Neurocirurgia. Cinco aulas teóricas de Neurologia contam com complemento interativo de vídeos, exibindo casos clínicos e aspectos semiológicos em conexão com abordagens terapêuticas dos distúrbios neurológicos apresentados. Os temas incluídos nesta sistemática são: Distúrbios do Sono, Miopatias, Epilepsias, Parkinsonismo e Outros Distúrbios do Movimento. O tema AVC (acidente vascular encefálico) inclui atividade prática na Unidade de Emergência quando são mostrados pacientes internados com diferentes apresentações desta patologia\nDois temas neurocirúrgicos são abordados em sequência à apresentação do assunto em seu contexto clínico, quais sejam: “Abordagem Neurocirúrgica das Infecções do Sistema Nervoso” e “Abordagem Neurocirúrgica dos AVCs”. As aulas sobre esta temática, assim como a aula referente a “Lesões Traumáticas dos Nervos Periféricos”, baseiam-se na discussão de casos clínicos apresentados em slides, tendo como premissa a leitura antecipada do material didático referente aos temas, que consta do espaço da disciplina no sistema Moodle da FMRP-USP. Três outros temas neurocirúrgicos são abordados em esquema de discussão interativa com a turma dividida em sub-grupos. A discussão é feita com base em casos clínicos e testagem de conhecimentos adquiridos sobre os temas, através de leitura do material didático colocado no Moodle, previamente à atividade em sala. São estes: “Traumatismo Cranioencefálico”, “Hipertensão Intracraniana” e Tumores do Sistema Nervoso”. O tema neurocirúrgico “Síndromes de Compressão Medular e Raquimedular” é oferecido em aula teórica, seguindo-se à aula sobre “Síndromes Medulares – abordagem clínica”. Por fim, os temas “Hidrocefalias” e “Disrrafismo Espinhal” são apresentados em sequência, na forma de aulas teóricas com ilustrações de casos clínicos.", "turmas": []}