{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0456", "nome": "Oncologia Clínica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Gerais: Compreensão da condição do paciente oncológico e de seu manejo para o médico generalista.Específicos:1. Impacto do Câncer na Saúde Pública:2. Biologia do Câncer:3. O Processo de Trabalho em Oncologia:4. Diagnóstico Oncológico:5. Tratamento do Câncer:6. Comunicação no Cenário Oncológico:7. Ética e Profissionalismo no atendimento Oncológico:8. Experiência Clínica na Oncologia ClínicaJustificativa: Os objetivos do curso foram modificados diante das recomendações internacionais sobre o ensino de Oncologia para estudantes de medicina. J Clin Oncol. 2006 Nov 20;24(33):5334; Cancer Council Australia: Ideal oncology curriculum for medical schools. Sydney, Australia, Australian Cancer Society, 1999.", "programa_resumido": "Ensino dos princípios básicos da oncologia clínica através de aulas expositivas sobre os fundamentos da epidemiologia, da fisiopatogênese e do tratamento do câncer. Atividades práticas com pacientes dos ambulatórios e das enfermarias envolvidas na assistência de pacientes oncológicos. Discussão de casos clínicos previamente selecionados que ilustrem as etapas envolvidas no diagnóstico, estadiamento, tratamento, monitoramento da resposta e manejo das principais complicações encontradas na oncologia. Discussão de temas científicos, éticos e legais relevantes a oncologia clínica.", "turmas": [{"codigo": "20251PD", "inicio": "26/05/2025", "fim": "27/06/2025", "tipo": "Prática", "horario": null, "vagas": {"Obrigatória": {"vagas": 26, "inscritos": 24, "pendentes": 0, "matriculados": 24, "grupos": {}}}}]}