{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG0602", "nome": "Estágio em Clínica Médica II", "creditos_aula": 3, "creditos_trabalho": 7, "objetivos": "Proporcionar ao estudante de medicina do sexto ano (internato médico) oportunidades de aprendizagem na prática clínica supervisionada (treinamento em serviço) na enfermaria de Moléstias Infecciosas e nos ambulatórios de Clínica Médica no HCRP e do Centro de Saúde Escola da FMRP-USP (Distrito Oeste de Ribeirão Preto).", "programa_resumido": "- O estágio consta de atividades práticas de enfermaria de clínica médica (Moléstias Infecciosas) incluindo a evolução dos pacientes, discussão e prescrição provisória dos casos sob a responsabilidade dos estudantes com supervisão docente e dos médicos assistentes da enfermaria. Evolução e prescrição de pacientes da enfermaria nos finais de semana e feriados.\n- Atendimento de pacientes nos ambulatórios de Clínica Médica no HCFMRP (moléstias infecciosas, cardiologia, gastrenterologia, hematologia, diabetes, pneumologia, nefrologia, endocrinologia)\nAmbulatórios de Clínica Médica no CSE FMRP-USP: Moléstias Infecciosas e outros ambulatórios de clínica médica (nível secundário)\n- Seminários Teórico-práticos sobre temas relativos ao estágio.\n- Reuniões clínicas, anátomo clínicas das divisões do Departamento de Clínica Médica conforme escala anual disponibilizada aos estudantes.\n- Áreas verdes para estudo.", "turmas": [{"codigo": "20251PJ", "inicio": "16/06/2025", "fim": "13/07/2025", "tipo": "Prática", "observacoes": "Turma J", "horario": null, "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 9, "pendentes": 0, "matriculados": 9, "grupos": {}}}}]}