{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG1009", "nome": "Introdução à Terapia Ocupacional", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Em termos cognitivos espera-se que o estudante seja capaz de:\n- Compreender os elementos básicos constitutivos da profissão;\n- Conhecer o processo histórico de constituição da profissão Terapia Ocupacional no mundo e no Brasil;\n- Identificar as áreas de atuação do terapeuta ocupacional;\n- Conceituar e discutir saúde e normalidade;\n- Reconhecer as ocupações como meio e fim em terapia ocupacional;\n- Conhecer e discutir as bases conceituais adotadas no curso em relação aos conceitos de ocupação/ocupações e cotidiano;\n- Conhecer e utilizar o ambiente virtual de ensino-aprendizagem utilizado na disciplina e navegar de acordo com as estratégias de EAD empregadas (aula-invertida; participação em Foruns, Portfólio eletrônico).\n- Reconhecer e identificar as normas para o trabalho acadêmico-científico.\n\nEm termos procedimentais, espera-se que o estudante seja capaz de:\n- Utilizar as ferramentas para fazer o melhor uso do material e das atividades disponibilizadas no ambiente virtual de ensino-aprendizagem;\n- Estruturar os trabalhos solicitados de acordo com as normas para trabalhos acadêmicos-científicos.\n\nEm termos atitudinais espera-se que o estudante apresente:\n- Pontualidade (nas atividades presenciais e no cumprimento de prazos para realização de tarefas);\n- Assiduidade;\n- Respeito ao ambiente, colegas e professores;\n- Capacidade de cooperar e trabalhar em grupo seguindo os combinados estabelecidos.", "programa_resumido": "Apresentação da universidade, da profissão terapia ocupacional, dos conceitos necessários à compreensão geral da profissão, suas áreas de atuação e população-alvo da intervenção; processo histórico de constituição da profissão Terapia Ocupacional e dos seus campos de atuação, e introduzindo a reflexão sobre as diferentes concepções teórico-metodológicas em Terapia Ocupacional.", "turmas": [{"codigo": "20251T1", "inicio": "10/03/2025", "fim": "30/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Maria Paula Panuncio Pinto"]}], "vagas": {"Obrigatória": {"vagas": 24, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}