{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RCG1025", "nome": "Fundamentos de Fisioterapia", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Oferecer ao aluno uma visão geral da profissão de Fisioterapia, proporcionando condições para que o mesmo possa compreender a evolução histórica da mesma, os fundamentos da profissão, conceitos, campos de atuação, entidades de classe. Introduzir as bases científicas da profissão e áreas de produção de conhecimento em Fisioterapia. Discutir o campo de atuação profissional da Fisioterapia a partir do seu objeto de trabalho, bem como apresentar os métodos utilizados no processo de avaliação, diagnóstico e indicação terapêutica. Introduzir a prática clínica baseada em evidência e a adoção da Classificação Internacional de Funcionalidade, Incapacidade e Saúde (CIF) da Organização Mundial de Saúde por Fisioterapeutas. Adicionalmente, a disciplina oferecerá acolhimento aos futuros fisioterapeutas estudantes do primeiro ano do Curso de Fisioterapia por meio do programa de tutoria do Centro de Apoio Educacional e Psicológico - CAEP.", "programa_resumido": "A disciplina irá abordar o histórico da Fisioterapia e introduzir o objeto de trabalho da profissão, o perfil da mesma, as principais leis que a regulamentam , a avaliação e diagnóstico fisioterapêutico, introduzindo também suas bases científicas, a prática clínica baseada em evidências científicas e a adoção da Classificação Internacional de Funcionalidade, Incapacidade e Saúde (CIF) na Fisioterapia.", "turmas": [{"codigo": "20251T1", "inicio": "10/03/2025", "fim": "09/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Cristine Homsi Jorge"]}, {"dia": "seg", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Cristine Homsi Jorge", "(R) Debora Bevilaqua Grossi", "Ada Clarice Gastaldi", "Ana Claudia Mattiello Sverzut", "Elaine Caldeira de Oliveira Guirro", "João Eduardo de Araujo", "Marisa de Cássia Registro Fonseca", "Rinaldo Roberto de Jesus Guirro"]}, {"dia": "seg", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Cristine Homsi Jorge", "(R) Debora Bevilaqua Grossi", "Anamaria Siriani de Oliveira", "Daniela Cristina Carvalho de Abreu", "Elaine Caldeira de Oliveira Guirro", "Hugo Celso Dutra de Souza", "João Eduardo de Araujo", "Rinaldo Roberto de Jesus Guirro"]}], "vagas": {"Obrigatória": {"vagas": 44, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}