{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG4032", "nome": "Práticas Supervisionadas da Criança e do Adolescente III", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Espera-se que o estudante seja capaz de:\nIdentificar e realizar, sob supervisão, os  procedimentos da intervenção na clínica do terapeuta ocupacional junto a crianças e adolescentes em contextos clínicos de alta e média complexidade (hospital e ambulatório): anamnese, avaliação, planejamento terapêutico, execução de plano de intervenção; \nIdentificar os fatores do cliente (estruturas e funções corporais); as habilidades de desempenho e ocupações que estão alteradas;\nIdentificar o contexto de vida da criança e suas influencias em sua participação em ocupações cotidianas. \nIdentificar e aplicar os principais protocolos de avaliação de acordo com as condições clínicas dos sujeitos atendidos;\nInterpretar os resultados dos procedimentos de avaliação para definição dos objetivos terapêuticos ocupacionais\nDesenvolver o raciocínio clínico durante o acompanhamento do caso clínico definindo os objetivos terapêuticos ocupacionais, os recursos a serem utilizados e as estratégias mais adequadas para alcançar os objetivos a partir dos fatores do cliente, das habilidades de desempenho e dos contextos e ambientes da criança/adolescente.\nConhecer e utilizar o ambiente virtual de ensino-aprendizagem utilizado na disciplina e navegar de acordo com as estratégias de EAD empregadas (participação em Fóruns, Portfólio eletrônico).", "programa_resumido": "A prática terapêutico ocupacional com crianças e adolescentes em contextos clínicos de alta e média complexidade.", "turmas": [{"codigo": "20251P1", "inicio": "01/04/2025", "fim": "27/05/2025", "tipo": "Prática", "horario": [{"dia": "ter", "inicio": "16:15", "fim": "18:15", "professores": ["(R) Amanda Mota Pacciulio Sposito"]}], "vagas": {"Obrigatória": {"vagas": 24, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}