{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG4010", "nome": "Fisioterapia em Cardiologia", "creditos_aula": 6, "creditos_trabalho": 0, "objetivos": "GERAIS: Contribuir para que o aluno de Fisioterapia correlacione os conhecimentos adquiridos de Anatomia e Fisiologia Humana com as diversas patologias do Sistema Cardiovascular. Proporcionar ao aluno conhecimentos na área de Fisiologia do Exercício e conhecimentos dos exercícios e técnicas específicas aplicadas no paciente portador de distúrbios cardíacos e vasculares, preparando-os e orientando-os tanto no tratamento como na prevenção. Orientá-los para que sejam profissionais capacitados e que exerçam suas aptidões com postura ética e profissional e saibam tratar o paciente com respeito e dignidade.\n\nESPECÍFICOS: Espera-se que após a conclusão do curso de Fisioterapia Aplicada a Cardiovascular que os alunos estejam aptos a:\n-Avaliar os pacientes portadores de doenças cardiovasculares.\n-Dominar informações sobre programas, técnicas e recursos fisioterápicos aplicados aos pacientes com doenças cardiovasculares;\n-Utilizar estas informações para o tratamento e profilaxia das doenças cardiovasculares;\n-Demonstrar habilidades em manusear e executar técnicas específicas ao paciente com doença cardiovascular.", "programa_resumido": "Anatomia do Sistema Vascular\nFisiologia do Sistema Vascular\nFisiopatologia das Doenças Arteriais periféricas;\nInsuficiência Arterial Periférica Crônica e Tromboangeíte Obliterante\nFisiopatologia dos Aneurismas Arteriais\nFlebopatias: Trombose Venosa Profunda , Varizes de MMII\nLinfopatias: Linfedema, Linfangites, Erisipelas\nDinâmica de Grupo: Avaliação Fisioterápica do paciente vascular\nPrática de palpação de pulsos, mensuração da Pressão arterial e Perimetria\nAnatomia e Fisiolofia do coração\nPatologias Congênitas Cianóticas e Acianóticas\nInsuficiência Cardíaca\nInsuficiência Coronariana\nFisiopatologia das Principais Miocardiopatias- Tratamento Fisioterápico\nFisiopatologia das Principais Valvulopatias- Tratamento Fisioterápico\nFisiopatologia das Principais Pericardiopatias- Tratamento Fisioterápico\nFisiopatologia do Infarto Agudo do Miocárdio- Tratamento Fisioterápico\nFisiopatologia do Edema Agudo de Pulmão- Tratamento Fisioterápico\nEndocardite Bacteriana\nArritmias Card", "turmas": []}