{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG4008", "nome": "Fisioterapia Aplicada à Geriatria e Gerontologia", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Proporcionar ao aluno oportunidades para adquirir habilidades cognitivas, psicomotoras e afetivas sobre a atuação da fisioterapia voltada à população idosa, abordando aspectos da promoção de saúde, prevenção de agravos e reabilitação, considerando o processo de envelhecimento e as doenças mais prevalentes na área de gerontologia.  \nAs oportunidades de aprendizagem envolvem aulas expositivas, discussões em pequenos grupos, aulas práticas no contexto clínico, estudos dirigidos e independentes e seminários.", "programa_resumido": "Proporcionar ao aluno aprendizado sobre a atuação da fisioterapia em gerontologia, com abordagem direcionada para avaliação fisioterapêutica funcional do idoso, elaboração do diagnóstico fisioterapêutico e atuação terapêutica, oferecendo conhecimentos para que o aluno seja capaz de prescrever e aplicar os recursos fisioterapêuticos coerentes com os objetivos do tratamento proposto.\nProporcionar ao aluno vivência sobre as particularidades do atendimento fisioterapêutico voltado ao idoso, considerando os cuidados e contraindicações da aplicação de exercícios físicos, e também sobre o entendimento de como os aspectos psicossociais e emocionais influenciam na evolução do tratamento, com discussões sobre a importância do atendimento interdisciplinar e interprofissional. Oferecer oportunidades de vivência prática para o aluno avaliar a necessidade de:\n1) prescrição de dispositivo auxiliar para a melhora da marcha, \n2) orientação e treino com o dispositivo auxiliar, \n3) reavaliação para confirmar se a indicação foi correta ou se há necessidade de adequação. \nEstimular o raciocínio crítico-reflexivo do aluno, para que seja capaz de elaborar um plano de atendimento fisioterapêutico individualizado, sendo capaz de identificar as causas do comprometimento funcional do idoso, respeitando os princípios éticos, morais e humanísticos inerentes ao exercício profissional. \nAlém de aquisição de conhecimentos teóricos (abordagem cognitiva), a disciplina é focada na aquisição de habilidades  psicomotoras e atitudinais relevantes para a prática da fisioterapia. \nO aluno deve utilizar os conhecimentos adquiridos previamente, como o processo de envelhecimento humano, seus aspectos fisiológicos, seus aspectos patológicos, fisiopatologia e quadro clínico das doenças mais prevalentes na população idosa para enriquecer as discussões e reflexões da atuação da fisioterapia em gerontologia. Adicionalmente, conhecimentos adquiridos sobre cinesiologia e cinesioterapia são essenciais para o bom andamento  e aproveitamento das atividades práticas no contexto clínico.", "turmas": []}