{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Outro", "codigo": "RCG4046", "nome": "Ocupação Humana e Recursos Terapêuticos X - Trabalho", "creditos_aula": 1, "creditos_trabalho": 0, "objetivos": "Permitir ao estudante: \n-Refletir sobre o, trabalho como área de ocupação humana, trabalho como instrumento de produção material e simbólica da vida e da vida social;\n- Refletir sobre a ocupação trabalho como fator de exclusão/inclusão socioeconômica e cultural;\n-- Compreender o Trabalho como ocupação humana  nas diferentes etapas históricas da humanidade \n-Compreender o Trabalho e as relações de produção e trabalho na sociedade capitalista.\n- Compreender  o trabalho como fonte identitária e móvel de inclusão em redes sociais de suporte, na sociedade moderna e contemporânea.\n-Compreender o trabalho na era da globalização da economia, a crise do trabalho e da sociedade salariada, a crise do emprego e do mercado de trabalho formal.\n- Compreender os conceitos de justiça/injustiça ocupacional, bem como compreender o trabalho como direito , as formas como se manifestam a injustiça ocupacional e os grupos e populações excluídas da ocupação trabalho e acometidas pela injustiça ocupacional;\n- Políticas Públicas de inclusão no trabalho\n-Compreender as alternativas contemporâneas ao processo e organização do trabalho  no modo de organização social capitalista: Empresa Social; Cooperativismo social e Economia Solidária.", "programa_resumido": "- Refletir sobre o trabalho como área de ocupação humana, trabalho como instrumento de produção material e simbólica da vida e da vida social;\n- Refletir sobre a ocupação como fator de exclusão/inclusão socioeconômica e cultural\n- Compreender os conceitos de justiça/injustiça ocupacional, bem como compreender o trabalho como direito, as formas como se manifestam a injustiça ocupacional e os grupos e populações excluídas da ocupação trabalho e acometidas pela injustiça ocupacional", "turmas": []}