{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Economia", "campus": "Outro", "codigo": "REC2410", "nome": "História Econômica Geral", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Examinar o processo histórico que levou ao estabelecimento dos pressupostos do \ncapitalismo, a transição do feudalismo ao capitalismo e o desenvolvimento deste último. Dar\u0002se-á ênfase à discussão das categorias e conceitos que fundamentam o entendimento dos \nprocessos acima referidos. No primeiro momento, volta-se a atenção para adeterminação dos \npressupostos que deram ensejo à emergência do capital industrial e do capitalismo; \nposteriormente, verificam-se como tais pressupostos definiram-se historicamente para algumas \nnações da Europa Ocidental. Consideram-se, ademais, algumas das controvérsias sobre a \nformação do sistema capitalista e a importância do comércio em tal processo formativo. No \nsegundo momento, analisa-se como a industrialização inglesa condicionou o desenvolvimento \nda indústria noutros países e o próprio funcionamento das trocas internacionais. Posteriormente, \nfocaliza-se as mudanças da economia mundial e examinam-se as novas formas de \ncomercialização e produção, além da concentração do capital, que assinalam uma fase distinta \ndo capitalismo ao final do século XIX e início do XX. Esse processo culmina com a ascensão \nde novas potencias: EUA, Alemanha e URSS. Por fim, examinam-se as transformações do \nsistema ocorridas no período entre guerras, em especial após crise de 1929, que produziram o \nencerramento de uma etapa de sua evolução", "programa_resumido": "Análise das condições que propiciam o desenvolvimento do capitalismo e a eclosão da Revolução Industrial", "turmas": []}