{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Economia", "campus": "Ribeirão Preto", "codigo": "REC2400", "nome": "História Monetária e Financeira Internacional", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A Revolução Industrial na Inglaterra representou um marco do amadurecimento do sistema capitalista. Em primeiro lugar, analisa-se como a industrialização inglesa condicionou o desenvolvimento da indústria noutros países e o próprio funcionamento das trocas internacionais. Em segundo lugar, focalizando as mudanças da economia mundial, examinam-se as novas formas de comercialização e produção, além da concentração do capital, que assinalam uma fase distinta do capitalismo ao final do século XIX e início do XX. Este processo culminou com a ascensão de novas potencias: EUA, Alemanha e URSS. Em terceiro lugar, examinam-se as transformações do sistema ocorridas no período entre guerras, em especial após crise de 1929, que produziram o encerramento de uma etapa de sua evolução. Em quarto lugar, analisa-se o crescimento econômico depois da Segunda Guerra Mundial, apontando alguns aspectos da crise de 1973 e do marasmo subseqüente. Por fim, discute-se a recuperação da economia mundial ao final do século XX e suas características.", "programa_resumido": "Análise do desenvolvimento do capitalismo mundial a partir do século XIX até o final do século XX.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "10:00", "fim": "11:40", "professores": ["(R) Amaury Patrick Gremaud"]}, {"dia": "ter", "inicio": "08:00", "fim": "09:40", "professores": ["(R) Amaury Patrick Gremaud"]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Economia Empresarial e Controladoria, habilitação em Economia": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 65, "inscritos": 31, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Ciências Econômicas (matutino)": {"vagas": 65, "inscritos": 31, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - Matemática Aplicada a Negócios": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}