{"unidade": "Faculdade de Economia, Administração e Contabilidade de Ribeirão Preto", "departamento": "Economia", "campus": "Ribeirão Preto", "codigo": "REC3402", "nome": "Desenvolvimento e Pensamento Econômico Brasileiro", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao longo do século XX o Brasil transitou de uma economia agro-exportadora para uma economia de base industrial. Tal movimento foi acompanhado por um debate longo e abrangente, envolvendo vários tipos de discussões sobre o papel do setor exportador brasileiro no desenvolvimento, o papel e a estrutura ao Estado necessária a este desenvolvimento, as condições e formatos das políticas monetárias e fiscais ente outras. Estes debates tinham raízes nos debates imperiais e da República Velha e ganharam novo fôlego durante o \u0093ciclo ideológico do desenvolvimentismo\u0094, que se originou em 1930, experimentou um auge a partir de 1945 e entrou em crise no início da década de 1960. Nesse período decisivo, em que se lançaram as bases da configuração atual do nosso sistema produtivo, pensadores com claros compromissos de ação imaginaram novos caminhos para uma sociedade mutante, associando suas idéias econômicas a diferentes projetos de modernização do Brasil. Durante a ditadura militar estes debates mudaram de formato e chegam aos dias de hoje na chamada Nova Republica marcados pelas novas condições da economia internacional com a globalização e suas crises e os novos estágios e problemas em uma economia não mais  essencialmente  agro-exportadora mas que ainda enfrenta problemas e possui diferentes opções para a continuidade ou a retomada do seu desenvolvimento.", "programa_resumido": "Análise das reflexões sobre a evolução do desenvolvimento econômico brasileiro feita pelos principais pensadores nacionais de modo a se capacitarem a situar os principais debates que envolvem o tema e a se posicionarem criticamente dentro deste.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "20:50", "fim": "22:30", "professores": ["(R) Amaury Patrick Gremaud"]}, {"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Amaury Patrick Gremaud"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 50, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Ciências Econômicas (noturno)": {"vagas": 50, "inscritos": 5, "pendentes": 0, "matriculados": 0}}}, "Optativa Livre": {"vagas": 18, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"FEARP - Economia Empresarial e Controladoria; Finanças e Negócios": {"vagas": 15, "inscritos": 3, "pendentes": 0, "matriculados": 0}, "FFCLRP - Matemática Aplicada a Negócios": {"vagas": 3, "inscritos": 4, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}