{"unidade": "Escola de Educação Física e Esporte de Ribeirão Preto", "departamento": "Educação Física e Esporte de Ribeirão Preto", "campus": "Outro", "codigo": "REF0129", "nome": "Exercício Físico em Condições Especiais de Saúde II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Geral da Disciplina: \nConhecer e entender a fisiopatologia das doenças, capacitar o profissional da área de Educação Física para avaliar prescrever e monitorar programas de exercícios em equipes de saúde interdisciplinar e para a atuação como treinadores pessoais.\n\nEspecíficos da Disciplina: \nAo final do semestre, o aluno deverá ser capaz de identificar e explicar a influência da prática regular de exercício físico como complementar a terapia do paciente oncológico, pessoas que vivem com HIV, Síndrome da Imunodeficiência Adquirida. Ainda, reconhecer o papel do exercício físico sobre a saúde mental (transtornos do humor). Listar e discutir as limitações, os benefícios e a prescrição adequada ao caso especifico. Elaborar o programa de exercício físico apropriado aos indivíduos acometidos por condição especial de saúde.", "programa_resumido": "Seleção de protocolos de avaliação para elaboração de programas de exercício físico para indivíduos acometidos pelas doenças abordadas durante a disciplina, como: câncer, HIV+, depressão e ansiedade. Influência da medicação utilizada no tratamento da doença sobre a capacidade de exercício do indivíduo.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Camila de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 70, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EEFERP - Educação Física (98002)": {"vagas": 70, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}