{"unidade": "Escola de Educação Física e Esporte de Ribeirão Preto", "departamento": "Educação Física e Esporte de Ribeirão Preto", "campus": "Ribeirão Preto", "codigo": "REF0117", "nome": "Bioquímica Metabólica e do Exercício", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Geral da Disciplina\nAbordar os principais processos metabólicos celulares e sistêmicos que, em conjunto, mantêm a homeostase energética durante o repouso e exercício.\nEspecíficos da Disciplina\nAo final do semestre o aluno aprovado na disciplina deve compreender e apresentar domínio teórico sobre: i) as vias metabólicas envolvidas nas transformações dos nutrientes energéticos (lipídios, carboidratos e proteínas); ii) as principais adaptações metabólicas que ocorrem em resposta ao exercício agudo e crônico.", "programa_resumido": "Disciplina de natureza teórica que aborda o conjunto de reações bioquímicas envolvidas na liberação de energia útil a partir de diferentes moléculas orgânicas oxidáveis nas células humanas. Além, do seu aspecto bioquímico-metabólico básico, essa disciplina apresenta as relações das vias e processos metabólicos com o exercício físico, enfatizando a contribuição dos substratos energéticos para o atendimento da demanda energética imposta pelo exercício físico. O conteúdo aqui abordado constitui parte da base teórica necessária para as disciplinas que sucedem e que darão formação profissionalizante ao graduando.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Tiago Rezende Figueira"]}, {"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Tiago Rezende Figueira"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 63, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}