{"unidade": "Escola de Educação Física e Esporte de Ribeirão Preto", "departamento": "Educação Física e Esporte de Ribeirão Preto", "campus": "Outro", "codigo": "REF0078", "nome": "Fundamentos da Análise de Jogo", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Geral do Curso:\nPreparar profissionais para compreender a Educação Física e o Esporte, capacitando-os para atuar nos diferentes segmentos das organizações sociais.\n\nGerais da Disciplina:\nApresentar a importância da análise do jogo como uma área de pesquisa e aplicação no âmbito dos esportes coletivos. Descrever, testar e avaliar possíveis modelos de análise de jogo em diferentes esportes coletivos em situações de treino e competição..\n\nEspecíficos da Disciplina:\n1. Identificar as diferenças entre os contextos dos esportes coletivos;\n2. Apresentar ao discente os métodos de análise do jogo;\n3. Planejar, aplicar e avaliar um modelo de análise de jogo específico;\n4. Balizar etapas do processo de ensino-aprendizagem-treinamento a partir dos parâmetros de desempenho observados em situação competitiva;\n5. Proporcionar aos discentes a vivência no campo da análise do jogo.", "programa_resumido": "Definições e contextos pertinentes à análise de jogo. A análise do jogo como campo de investigação no âmbito esportivo. Análises quantitativas e qualitativas nos esportes coletivos. Tipos e possibilidades de aplicação nos esportes coletivos. Utilização de recursos computacionais para a coleta e análise dos resultados. Planejamento de um modelo de análise de jogo com categorias criadas a partir da observação assistemática. Observação e registro dos dados de forma sistemática. Avaliação da aplicabilidade e viabilidade do modelo proposto. Relações entre a análise de situações competitivas e a transferência para as situações de treino.", "turmas": []}