{"unidade": "Escola de Educação Física e Esporte de Ribeirão Preto", "departamento": "Educação Física e Esporte de Ribeirão Preto", "campus": "Ribeirão Preto", "codigo": "REF0059", "nome": "Programa de Esporte Aquático", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Oferecer conhecimentos básicos sobre administração e manutenção de conjuntos aquáticos. Estudar os princípios físicos que envolvem a permanência do corpo humano na água e suas variáveis. Analisar e identificar a mecânica dos gestos natatórios dos quatro nados competitivos, saídas e viradas. Estudar a fisiologia e os princípios mecânicos que envolvem a natação. Oferecer conhecimentos sobre a organização e direção de eventos competitivos em natação. Oferecer conhecimentos métodos existentes de ensino, progressões e exercícios na água, para os diferentes níveis de habilidade. Elaborar programas de aulas e treinamentos em diferentes níveis. Oferecer noções básicas do pólo aquático, saltos ornamentais e nado sincronizado.", "programa_resumido": "Noções sobre os principais esportes aquáticos com ênfase na natação e seus aspectos, administrativos, abrangendo competições, regras, técnica dos nados, manutenção de conjuntos aquáticos, segurança em piscina e todos os demais elementos abrangendo o gerenciamento de atividades aquáticas. Elaboração de programas de atividades aquáticas e treinamento em diferentes níveis. Processo ensino-aprendizagem-treinamento dos quatro nados. Noções básicas do pólo aquático, saltos ornamentais e nado sincronizado.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Marcelo Papoti"]}, {"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Marcelo Papoti"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 70, "inscritos": 13, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}