{"unidade": "Escola de Educação Física e Esporte de Ribeirão Preto", "departamento": "Educação Física e Esporte de Ribeirão Preto", "campus": "Ribeirão Preto", "codigo": "REF0120", "nome": "Exercício Físico e Obesidade", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Geral da Disciplina\nConhecer e compreender os mecanismos de controle da massa corporal e os fatores envolvidos na gênese da obesidade. Identificar a função do exercício físico na prevenção e no tratamento da obesidade. Capacitar o profissional da área de Educação Física para a atuação em equipes de saúde multidisciplinar e para a atuação como treinadores pessoais.\n\nEspecíficos da Disciplina\nAo final da disciplina aluno deverá ser capaz de identificar o grau e o tipo de obesidade, assim como os fatores limitantes ao exercício físico. Elaborar um programa de exercício físico apropriado que auxilie no processo de emagrecimento e proporcione redução dos fatores de risco à saúde do obeso.", "programa_resumido": "Etiologia da obesidade, Gasto energético e controle ponderal; Tecido Adiposo: plasticidade e propriedades metabólicas do Tecido Adiposo; Exercício e metabolismo energético; Programas de exercício físico para melhora das condições de saúde do obeso, Modelos de intervenção.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Ellen Cristini de Freitas"]}, {"dia": "sex", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Ellen Cristini de Freitas"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 70, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"EEFERP - Educação Física (98002)": {"vagas": 70, "inscritos": 7, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}