{"unidade": "Escola de Educação Física e Esporte de Ribeirão Preto", "departamento": "Educação Física e Esporte de Ribeirão Preto", "campus": "Ribeirão Preto", "codigo": "REF0130", "nome": "Programas de Educação Física e Esporte para Adultos I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Geral da Disciplina: \nApresentar as características da população adulta que podem influenciar a prática regular de exercício físico ou de atividade física no lazer. Fazer com que os alunos sejam capazes de planejar e executar programas de Educação Física para adultos.\n\nEspecíficos da Disciplina: \nAo final da disciplina o aluno deverá ser capaz de identificar as características biológicas, psicológicas e sociais da fase adulta e como estas podem influenciar na prática de exercício físico ou de atividade física no lazer. Ainda, a partir da análise dessas características, e utilizando os conhecimentos técnicos da Educação Física, deverá ser capaz de planejar, coordenar e avaliar programas de Educação Física para adultos em diferentes locais e contextos como a prática visando a melhora da aptidão física ou a prática por lazer.", "programa_resumido": "Características bio-psico-sociais da idade adulta. Utilização de instrumentos para avaliação diagnóstica. Motivação e barreiras percebidas para a prática de exercício físico. Planejamento e implementação de programas de Educação Física para adultos. Atividade física no lazer: motivações e possibilidades. Análise crítica de diferentes cenários para inserção dos programas de Educação Física para adultos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Camila de Moraes"]}, {"dia": "sex", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Camila de Moraes"]}], "vagas": {"Obrigatória": {"vagas": 70, "inscritos": 2, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}