{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais de Fonoaudiologia da FMRP", "campus": "Outro", "codigo": "RFO3303", "nome": "Diagnóstico e Tratamento Fonoaudiológico da Linguagem na Fase Adulta", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Tem como objetivo desenvolver a capacidade de avaliar, diagnosticar, tratar e prevenir os distúrbios de linguagem no adulto/idoso. Conhecer a psicopatologia do envelhecimento e os distúrbios da linguagem nas doenças mentais. Ao final do curso os alunos deverão ter desenvolvido as seguintes habilidades:1)\tDetectar, avaliar e tratar os aspectos envolvidos na linguagem e seus distúrbios no adulto.2)\tInterpretar e analisar os aspectos teóricos-práticos das patologias de linguagem no adulto bem como na psicopatologia do envelhecimento.3)\tCompreender importância da relação inter e multidisciplinar do trabalho fonoaudiológico4)\tRealizar o planejamento terapêutico e aplicar os métodos de tratamento das referidas patologias.5)\tOrientar e discutir, junto à equipe multidisciplinar os casos clínicos avaliados.6)\tSelecionar e buscar programas que proporcione a melhor recuperação do paciente.7)\tOrientar familiares do paciente sobre todos os aspectos clínicos e terapêuticos da patologia  e sobre conduta a ser seguida.8)\tRelacionar-se com o paciente considerando os aspectos afetivos e humanos, mantendo uma postura profissional e realista mas também de confiança e motivação.", "programa_resumido": "", "turmas": [{"codigo": "20251T1", "inicio": "27/02/2025", "fim": "26/06/2025", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "13:00", "fim": "18:00", "professores": ["(R) Marisa Tomoe Hebihara Fukuda"]}, {"dia": "qui", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Marisa Tomoe Hebihara Fukuda"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FMRP - Fonoaudiologia": {"vagas": 35, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}