{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RIB0104", "nome": "Estatística I", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Familiarizar o aluno com os conceitos básicos da teoria de probabilidade, com ênfase no caso contínuo e bidimensional, buscando preparar o aluno para o estudo de métodos de inferência estatística. Possibilitar o aluno a aplicar os conceitos probabilidade e inferência na área de bioinformática.", "programa_resumido": "1. Análise Exploratória de Dados (Estatística Descritiva). Tipos de dados, tipos de gráficos, Distribuições de frequência, medidas de tendência central, medidas de variação, medidas de ordenamento.\n2. Espaços amostrais e eventos. Álgebras e sigma-álgebras de eventos.\n3. Combinatória elementar: arranjos, sequências e combinações.\n4. Probabilidade 3.1. Definição e propriedades fundamentais. 3.2 Espaços de probabilidade finitos e enumeráveis. 3.3 Sequências de eventos. Probabilidade condicional. Lei de probabilidade total e lei do produto.\n5. Variáveis aleatórias discretas: propriedades e distribuições. Independência.\n6. Esperança matemática, variância e covariância.\n7. Funções geradoras e funções geradoras de momentos dos principais modelos discretos: Bernoulli, Binomial, Geométrico e Poisson.\n8. Variáveis aleatórias contínuas e suas densidades: Uniforme, Exponencial e Normal.", "turmas": [{"codigo": "20251T1", "inicio": "27/02/2025", "fim": "26/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Gleici da Silva Castro Perdoná"]}, {"dia": "qui", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Gleici da Silva Castro Perdoná"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 21, "pendentes": 0, "matriculados": 21, "grupos": {"FMRP - Informática Biomédica (17060 e 17061)": {"vagas": 25, "inscritos": 21, "pendentes": 0, "matriculados": 21}}}}}]}