{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Disciplinas Interdepartamentais", "campus": "Ribeirão Preto", "codigo": "RIB0108", "nome": "Fundamentos de Informática em e-Saúde", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A e-Saúde desempenha um papel fundamental na promoção da cobertura universal de saúde. Ajuda a fornecer serviços para populações remotas e comunidades desatendidas através da telessaúde e da saúde móvel. Facilita o treinamento da força de trabalho da saúde através do uso de tecnologias eletrônicas para aprendizagem e torna a educação mais acessível especialmente para aqueles que estão isolados. Aumenta a possibilidade de diagnóstico e o tratamento fornecendo informações precisas e oportunas sobre os pacientes por meio de registros eletrônicos de saúde. E, através do uso estratégico das tecnologias da informação e da comunicação, melhora a eficácia financeira dos sistemas de saúde. Pelo exposto, essa disciplina tem por objetivo apresentar os principais conceitos relacionados a e-Saúde, suas aplicações e melhores práticas.", "programa_resumido": "Fundamentos em e-Saúde;\nSaúde móvel;\nTelessaúde;\nAprendizagem eletrônica;\nRegistro eletrônico de saúde;\nMídias sociais;\nBig Data;\nAspectos legais da e-Saúde.\nAtividades discentes: Realização de leituras; preparação de discussões; participação nas aulas, discussões em grupo, apresentações de seminários, e demais atividades propostas (em sala de aula, em serviço, e nas visitas a outras unidades da USP). As atividades em serviço serão desenvolvidas no campus de Ribeirão Preto, e as visitas serão feitas a outros campi da USP (para o qual será necessário o transporte para os estudantes).", "turmas": [{"codigo": "20242T1", "inicio": "05/08/2024", "fim": "02/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "14:00", "fim": "18:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 15, "pendentes": 0, "matriculados": 0, "grupos": {"FMRP - Informática Biomédica (17060 e 17061)": {"vagas": 25, "inscritos": 15, "pendentes": 0, "matriculados": 0}}}, "Optativa Eletiva": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FFCLRP - Ciência da Computação": {"vagas": 15, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}