{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Discipinas Interdepartamentais de Nutrição e Metabolismo da FMRP", "campus": "Ribeirão Preto", "codigo": "RNM4213", "nome": "Microbiologia Aplicada à Nutrição", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Gerais: Capacitar o estudante a reconhecer e prevenir os principais microrganismos veiculados por alimentos que causam doenças no homem.Específicos: Apreender as características morfológicas e fisiológicas de microrganismos eucariontes, procariontes e vírus; Apreender os métodos laboratoriais utilizados para isolamento, identificação e enumeração de microrganismos em alimentos; Apreender os métodos de controle de crescimento de microrganismos; Reconhecer o potencial de patogenicidade dos diferentes microrganismos veiculados por alimentos mais freqüentes no nosso meio.", "programa_resumido": "A diciplina se divide em dois blocos: a primeira parte abordará aspectos básicos da estrutura, fisiologia e genética de vírus, bactérias e fungos e incluirá uma aula prática para aprendizado das técnicas de isolamento e cultivo destes microorganismos. A segunda parte tratará especificamente dos microrganismos veiculados por alimentos que causam doenças no homem.  Nas aulas teóricas será dada ênfase aos mecanismos de patogênese de microorganismos. Essas aulas teóricas serão intecaladas por seminários apresentados pelos alunos sobre artigos científicos que relatam surtos epidêmicos de toxi-infecções alimentares.", "turmas": [{"codigo": "20251T1", "inicio": "26/02/2025", "fim": "06/05/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Paulo Sergio Rodrigues Coelho", "Dario Simões Zamboni", "(R) Paulo Sergio Rodrigues Coelho", "Eurico de Arruda Neto", "José Freire da Silva Neto"]}, {"dia": "ter", "inicio": "10:00", "fim": "", "professores": ["Dario Simões Zamboni"]}, {"dia": "ter", "inicio": "14:00", "fim": "18:00", "professores": ["(R) Paulo Sergio Rodrigues Coelho", "(R) Paulo Sergio Rodrigues Coelho", "Dario Simões Zamboni"]}, {"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Paulo Sergio Rodrigues Coelho", "(R) Paulo Sergio Rodrigues Coelho", "Dario Simões Zamboni", "Eurico de Arruda Neto", "José Freire da Silva Neto"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 27, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}