{"unidade": "Faculdade de Medicina de Ribeirão Preto", "departamento": "Discipinas Interdepartamentais de Nutrição e Metabolismo da FMRP", "campus": "Ribeirão Preto", "codigo": "RNM4204", "nome": "Imunologia Básica", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "- Fornecer ao aluno condições para o conhecimento das células e dos componentes solúveis do sistema imune e também as condições para que possa compreender os mecanismos que envolvem todos esses componentes, caracterizando a indução de uma resposta imune celular e humoral. Após a compreensão desses mecanismos, capacitar o aluno ao entendimento das reações inflamatórias que caracterizam as hipersensibilidades e os processos de autoimunidade que podem gerar danos teciduais. Também serão fornecidas as condições para que o aluno possa compreender os processos envolvidos na ausência de uma resposta imune, como no caso de tolerância a antígenos e das imunodeficiências.\n\nFornecer ao aluno condições para conhecer os componentes do Sistema Imune (SI) e como funcionam em conjunto para manter a saúde diante de desafios à homeostasia do organismo e conhecer as consequências do mau funcionamento do SI e respectivos mecanismos fisiopatológicos (doenças de hipersensibilidade, autoimunidade, câncer, imunodeficiências, e desfechos clínicos desfavoráveis das infecções). O conhecimento será contextualizado na prática profissional do nutricionista. O ensino de Imunologia Básica para o curso de Nutrição e Metabolismo recorre a duas estratégias empregadas concomitantemente: (1) Redescoberta do Básico e (2) Contextualização do Básico no Aplicado. \n\nO componente dito Redescoberta do Básico apresenta os conceitos fundamentais sobre o funcionamento do SI no contexto da saúde, das doenças de base imunológica e das terapias, incluindo imunoterapias para tratamento de doenças e intervenções nutricionais para bom funcionamento do sistema imune. Em suas aulas os docentes adotam a estratégia didática da “redescoberta”, onde as pesquisas que resultaram no estabelecimento do conceitos e mecanismos imunes são revisitados na aula. \n\nProblemas e situações da prática clínica do nutricionista são abordados no segundo componente da estratégia de ensino, dito Contextualização do Básico no Aplicado. É uma adaptação (variante) da estratégia do Problem-based learning porque conecta conceitos em Imunologia e prática profissional. Os problemas e situações empregados, listados a seguir, foram selecionados porque, ao mesmo tempo, são comumente encontrados na prática profissional do nutricionista, e constituem “ganchos” para apresentar conceitos fundamentais para o entendimento do funcionamento do sistema imune na homeostasia ou nas doenças. Também despertam o interesse do aluno e reforçam para ele a importância do profisssional ter base sólida nessa área do conhecimento, i.e., Imunologia. Após consulta a colegas nutricionista e nutrólogo, as situações clínicas e problemas a serem abordados mais sistematicamente ao longo do curso são: doença celíaca, alergia ao amendoim, desnutrição na anorexia nervosa, marasmo, kwashiokor e síndrome do intestino curto, síndrome metabólica e obesidade. Outras doenças serão abordadas pontualmente ao longo do curso, conforme acrescentam para a comprensão do funcionamento do sistema imune. O papel dos nutrientes no bom funcionamento do sistema imune também é apresentado, assim como o papel da microbiota e o papel dos nutrientes pré- e probióticos no funcionamento homeostático do sistema.\n\nEm resumo, os alunos são apresentados ao funcionamento do SI na saúde e na doença e recebem noções sobre o papel dos nutrientes no funcionamento do sistema imune na saúde e na doença e como doenças combase imunológica afetam o estado nutricional do ser humano. O papel da microbiota na regulação da resposta imune na saúde e na doença também é abordado.", "programa_resumido": "Componentes do SI; integração dos componentes do SI na ativação, efetuação e regulação da resposta imune; mecanismos efetores do SI cntra patógenos e câncer; mecanismos fisiopatológicos de doenças nas quais o SI participa; impacto de nutrientes no SI e na microbiota e papel da microbiota na regulação do SI.", "turmas": [{"codigo": "20251T1", "inicio": "27/02/2025", "fim": "22/05/2025", "tipo": "Teórica", "observacoes": "CURSO DE NUTRIÇÃO E METABOLISMO", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Daniela Carlos Sartori", "(R) Isabel Kinney Ferreira de Miranda Santos", "João Santana da Silva", "(R) Isabel Kinney Ferreira de Miranda Santos"]}, {"dia": "qui", "inicio": "10:00", "fim": "", "professores": ["(R) Daniela Carlos Sartori", "(R) Isabel Kinney Ferreira de Miranda Santos", "João Santana da Silva"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 26, "pendentes": 0, "matriculados": 26, "grupos": {}}, "Optativa Livre": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}