{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Aeronáutica", "campus": "São Carlos", "codigo": "SAA0117", "nome": "Propulsão de Aeronaves", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "O aluno terá a competência para selecionar o tipo de sistema motopropulsor segundo os requisitos de operação das aeronaves e fazer avaliação do desempenho de seus componentes. Para isto, o aluno desenvolverá a habilidade de análise teórica e prática dos sistemas de propulsão, através de métodos teóricos simplificados e software de simulação de sistemas de propulsão.\n\nAo final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre propulsão de aeronaves.\n\nC1. Dominar os princípios teóricos e práticos dos sistemas de propulsão aplicados a aeronaves.\nC2. Capacidade de analisar requisitos operacionais de aeronaves e selecionar o sistema motopropulsor mais adequado.\nC3. Utilizar eficazmente software de simulação de sistemas de propulsão para modelar e analisar o desempenho de componentes.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\n\nH1. Compreender os diferentes tipos de motores aeronáuticos, como motores a pistão, turbinas a gás e sistemas híbridos, além de suas aplicações e características operacionais.\nH2. Utilizar métodos teóricos simplificados para avaliar o desempenho dos motores, como análise termodinâmica e aerodinâmica dos cidos de combustão, para determinar eficiência, potência e consumo de combustível.\nH3. Realizar simulações computacionais para estudar o comportamento dinâmico dos motores em diferentes condições de operação, interpretar resultados e otimizar o projeto de sistemas de propulsão.teóricos simplificados e software de simulação de sistemas de propulsão.", "programa_resumido": "Princípios de operação básica de motores com turbinas a gás e motores a pistão.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Aeronáutica\n\nSala:", "horario": [{"dia": "ter", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Paulo Celso Greco Junior"]}, {"dia": "qui", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Paulo Celso Greco Junior"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}