{"unidade": "Instituto de Ciências Matemáticas e de Computação", "departamento": "Ciências de Computação", "campus": "São Carlos", "codigo": "SCC0250", "nome": "Computação Gráfica", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Fornecer ao aluno familiarização com a computação gráfica, bem como conhecimento e prática dos conceitos básicos e aplicações.", "programa_resumido": "Origem e objetivos da Computação Gráfica. Dispositivos Vetoriais x Matriciais. Dispositivos de entrada e saída. Sistemas e equipamentos gráficos. Algoritmos para conversão matricial e preenchimento de primitivas gráficas. Transformações geométricas em duas e três dimensões; coordenadas homogêneas e matrizes de transformação. Transformação entre sistemas de coordenadas 2D e recorte. Transformações de projeção paralela e perspectiva; câmera virtual; transformação entre sistemas de coordenadas 3D. Definição de objetos e cenas tridimensionais: modelos poliedrais e malhas de polígonos. O Processo de Rendering: fontes de luz; remoção de linhas e superfícies ocultas; modelos de iluminação e de tonalização (shading): Flat, Gouraud e Phong. Aplicação de Texturas. O problema do serrilhado (aliasing) e técnicas de anti-serrilhado (antialiasing).", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "17/12/2024", "tipo": "Teórica", "observacoes": "BMACC", "horario": [{"dia": "seg", "inicio": "08:10", "fim": "09:50", "professores": [""]}, {"dia": "qua", "inicio": "08:10", "fim": "09:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 28, "pendentes": 0, "matriculados": 0, "grupos": {"ICMC - Bach Mat Aplic Computação Cient": {"vagas": 30, "inscritos": 14, "pendentes": 0, "matriculados": 0}, "ICMC - Ciências de Computação": {"vagas": 30, "inscritos": 14, "pendentes": 0, "matriculados": 0}}}}}]}