{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Elétrica e de Computação", "campus": "São Carlos", "codigo": "SEL0442", "nome": "Projeto Final de Curso I", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Promover uma síntese e integração dos conhecimentos adquiridos ao longo do curso de engenharia, sendo parte integrante e destacada do projeto pedagógico do curso. O emprego de conhecimentos adquiridos ao longo do Curso de Engenharia Elétrica é item primordial e deve ser evidenciado. Essa evidência deve-se dar em todos os âmbitos do trabalho de formatura, ou seja, na escolha do tema, na sua formulação, nas proposições feitas e análise de resultados e aspectos conclusivos sobre o tema (problema) abordado. Para o caso específico do Projeto de Formatura na sua 1ª Fase, correspondente a esta disciplina, objetiva-se a escolha de um tema/projeto a ser desenvolvido e, em conjunto com um orientador, a elaboração, para tanto, de um plano de trabalho a ser seguido para a elaboração do projeto como um todo (incluindo a etapa prática de realização do trabalho até sua consecução).\nNo caso de trabalhos de formatura em grupo - previsto nas diretrizes gerais do Projeto Pedagógico do curso - a finalidade é  desenvolver em seus participantes habilidades que em trabalhos individuais não são possíveis de aprimoramento ou não são possíveis de evidência. Dentre essas habilidades destacam-se o gerenciamento de projetos, a divisão e cumprimento de tarefas, a participação coletiva, e outras que do engenheiro egresso são desejáveis pelo mercado de trabalho onde esse estará inserido.", "programa_resumido": "Elaboração de um plano de trabalho em conjunto ou com anuência de um orientador, que acompanhará e avaliará a realização das etapas iniciais.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Cursos: Engenharias Elétrica - Eletrônica e Sistemas de Energia e Automação.\n\nPara matrícula o (a) aluno (a) deverá procurar a Secretaria do Departamento de Engenharia Elétrica e de Computação", "horario": [{"dia": "sab", "inicio": "08:10", "fim": "10:00", "professores": ["José Carlos de Melo Vieira Júnior"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}