{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Elétrica e de Computação", "campus": "São Carlos", "codigo": "SEL0429", "nome": "Bioengenharia Ocular II", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Realizar pequenos projetos de técnicas, programas ou equipamentos oftalmológicos, em nível de graduação. Os projetos envolvem o conhecimento de eletrônica e programação básicas. O intuito do curso é fazer com que o aluno aplique seus conhecimentos nesta área, para que os projetos sejam implementados no Hospital das Clínicas de Ribeirão Preto e com isso, estimular o aluno a ver resultados imediatos dos seus conhecimentos adquiridos e aplicados ao setor da bioengenharia ocular.", "programa_resumido": "Breve revisão de ótica oftalmológica para nivelamento dos alunos.1. Lentes Delgadas2. Lentes Espessas3. Prismas e Desvios Prismáticos4. Espelhos5. Divisores de Feixe6. Sensores de Lado de OlhoEquipamentos Médicos1. Lâmpada de Fenda2. Microscópio Cirúrgico3. Microscópio Especular4. \"Holter\" de Pupila5. Medidor de Transparência de Córneas6. Medidor de UVA e UVB de lentes oftalmicasProjetos em Eletrônica, Ótica e Programação, voltados ao desenvolvimento de equipamentos e sistemas para Oftalmologia.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Elétrica - Eletrônica e demais cursos da EESC\n\nSala:", "horario": [{"dia": "qua", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Liliane Ventura Schiabel"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC -  para toda a Unidade": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}