{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Elétrica e de Computação", "campus": "São Carlos", "codigo": "SEL0364", "nome": "Controle Não Linear Aplicado", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Capacitar o aluno a utilizar técnicas avançadas de controle não linear. Inclui novas práticas de ensino visando solidificar os conhecimentos da teoria e mostrar na prática a aplicabilidade da teoria de controle. As atividades compreendem aulas expositivas, interativas em sala informatizada e laboratório. O ambiente virtual de aprendizagem de disciplinas, Moodle, é usado para enviar e receber os trabalhos dos alunos realizados nas diferentes atividades.", "programa_resumido": "Para suavizar o conteúdo matemático, os conceitos são introduzidos com a ajuda de diagramas de blocos e tarefas de simulação são realizadas pelo aluno em aula. Atividades de aula são organizadas com a participação dos alunos para aumentar a interação entre alunos e entre o professor e aluno. O aluno contribui com a aula apresentando soluções dos exercícios propostos relacionados aos tópicos sendo estudados. Para  chegar à solução, o aluno recebe orientação do professor ou monitor da disciplina fora da sala de aula. As tarefas a serem desenvolvidas pelo aluno em geral envolve a realização de simulação. Os tópicos cobertos inclui fundamentos da teoria de lyapunov. Projeto de sistemas de controle não lineares. Linearização global. Controle por modos deslizantes. Controle difuso (fuzzy) via modelos Mandani e Takagi-Sugeno. Resolução de problemas de engenharia utilizando Matlab/Simulink.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Elétrica - Eletrônica E Engenharia Elétrica - Sistemas de Energia e Automação\n\nSala: Laboratório do SEL - Sala de Ensino Informatizada", "horario": [{"dia": "seg", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Vilma Alves de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 39, "inscritos": 5, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}