{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Elétrica e de Computação", "campus": "São Carlos", "codigo": "SEL0366", "nome": "Comunicações Ópticas", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "A disciplina de Comunicações Ópticas tem como objetivo fornecer aos alunos uma compreensão abrangente dos princípios e tecnologias relacionados às comunicações ópticas modernas. Os estudantes aprenderão sobre as propriedades físicas e as funcionalidades das fibras ópticas, fontes e receptores ópticos, dispositivos associados. A disciplina também aborda os sistemas de comunicações ópticas, incluindo multiplexação por divisão de comprimento de onda (WDM) e técnicas de medição.\nAlém disso, são incluídos tópicos avançados sobre comunicação segura, destacando os princípios de criptografia quântica e distribuição de chaves quânticas. Os alunos entenderão como essas tecnologias emergentes podem ser aplicadas para garantir a segurança das transmissões de dados, explorando os conceitos teóricos e práticos da criptografia quântica e os mecanismos de distribuição de chaves quânticas.\n\nPara alcançar as competências listadas acima, o aluno deverá desenvolver as seguintes habilidades:\n1. Compreensão Teórica e Prática: deverá entender os princípios básicos e avançados das comunicações ópticas e conhecer a estrutura, propagação e desempenho das fibras ópticas.\n2. Análise e Avaliação: deverá ser capaz de avaliar o desempenho de fontes e receptores ópticos e analisar o desempenho de sistemas ópticos.\n3. Design e Implementação: deverá ser capaz de projetar e implementar sistemas de comunicações ópticas, incluindo WDM e investigar dispositivos ópticos, como moduladores  guias de ondas dielétricos de modo geral.\n4. Tecnologia de Fibra Óptica: deverá compreender a tecnologia de fibras ópticas e suas aplicações práticas.\n5. Fotodetectores e Receptores: deverá conhecer os tipos de fotodetectores e tecnologias de receptores.\n6. Comunicações Seguras: deverá ser capaz de implementar princípios de segurança em comunicações ópticas além de aplicar técnicas para garantir a integridade e confidencialidade dos dados.\n7. Criptografia Quântica: deverá compreender os fundamentos da criptografia quântica e implementar protocolos quânticos básicos (e.g., BB84).\n8. Distribuição de Chaves Quânticas (QKD): deverá compreender e implementar QKD e avaliar as vantagens e desafios da criptografia quântica.\n9. Deverá trabalhar em equipe para o projeto relacionados ao curso.", "programa_resumido": "A disciplina de Comunicações Ópticas tem como objetivo fornecer aos alunos uma compreensão abrangente dos princípios e tecnologias das comunicações ópticas modernas. Os estudantes aprenderão sobre as propriedades físicas e funcionalidades das fibras ópticas, fontes e receptores ópticos, e dispositivos associados. A disciplina também aborda sistemas de comunicações ópticas, incluindo multiplexação por divisão de comprimento de onda (WDM) e técnicas de medição. Além disso, inclui tópicos avançados sobre comunicação segura, destacando os princípios de criptografia quântica e distribuição de chaves quânticas. Os alunos entenderão como essas tecnologias emergentes podem ser aplicadas para garantir a segurança das transmissões de dados, explorando conceitos teóricos e práticos.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Elétrica - Eletrônica, Engenharia Elétrica - Sistemas de Energia e Automação e Engenharia de Computação\n\nSala:", "horario": [{"dia": "qui", "inicio": "13:20", "fim": "16:00", "professores": ["(R) Ben Hur Viana Borges"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 18, "pendentes": 0, "matriculados": 18, "grupos": {}}}}]}