{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Mecânica", "campus": "São Carlos", "codigo": "SEM0534", "nome": "Processos de Fabricação Mecânica", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre processos de fabricação mecânica:\nC1. Conhecer os conceitos básicos sobre os principais processos de fabricação mecânica;\nC2. Compreender as variáveis ou parâmetros de cada processo de fabricação, bem como as aplicações, vantagens, desvantagens, acabamentos e tolerâncias típicas;\nC3. Aplicar, analisar e avaliar os conceitos básicos de fabricação mecânica na área de manufatura aeronáutica;\nC4. Criar soluções tecnológicas para a fabricação de peças aeronáuticas considerando requisitos de viabilidade técnica e econômica.\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1. Estudar os fundamentos de fabricação de processos de solidificação, particulados,  deformação, remoção de material, união e montagem;\nH2. Relacionar as capabilidades entre os processos de fabricação estudados e saber especificá-los dependendo das demandas de manufatura;\nH3. Utilizar alguns dos principais componentes ou estruturas aeronáuticas quanto à sua geometria, dimensões, tolerâncias, rugosidade e material constitutivo visando comparar e criar soluções tecnológicas adequadas de fabricação.", "programa_resumido": "1. Processos de solidificação;\n2. Processamento de particulados;\n3. Processos de deformação;\n4. Processos de remoção;\n5. Processos de união e montagem.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Aeronáutica\n\nSala:", "horario": [{"dia": "sex", "inicio": "08:10", "fim": "10:00", "professores": ["(R) Alessandro Roger Rodrigues"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 37, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}