{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Mecânica", "campus": "São Carlos", "codigo": "SEM0347", "nome": "Projeto Mecânico", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Desenvolver a filosofia do projeto de sistemas mecânicos, consolidada pela execução de um \"estudo de caso\", por meio de um projeto de máquina ou equipamento.", "programa_resumido": "A disciplina está fundamentada no desenvolvimento de projeto de um equipamento, definido no início do curso, de proposição da disciplina. Considera a utilização das normas relacionadas, sensibiliza e trata como estratégias a necessidade de coletar, relacionar e difundir as informações tecnológicas, concorrência comercial e ambiental, desperta o Conhecimento da Propriedade Intelectual como proteção e promoção industrial, atenta para as Noções da Segurança e proteção ao usuário (NR 12 e NR 17), sensibiliza sobre a importância da criatividade, design, ergonomia, inovação e competitividade e, informa sobre máquinas e sistemas, conceitos de sistemas de acionamentos, materiais de engenharia e conceitos de tribologia.\nTópicos abordados:\n1. Filosofia do projeto mecânico em máquinas operatrizes em geral e de elementos de máquinas: utilização das normas relacionadas. 2. Sensibilizar sobre a necessidade de coletar, tratar e  difundir as informações tecnológicas, concorrências, comercial e ambiental e torná-las como estratégias (Inteligência da Informação); 3) Dar conhecimento da Propriedade Intelectual como proteção industrial (Economic and Information Protection); 4) Conscientizar das Noções de Segurança e proteção ao Usuário (NR12) e ao meio ambiente; 5) Sensibilizar sobre a importância da criatividade, design, ergonomia (NR17), inovação e competitividade (Innovative Design and Creativity); 6. Compreender sobre design de um objeto técnico e ser um interlocutor de um design Industrial; 7. Conhecimento, dimensionamento e aplicação de acionamentos para máquinas e sistemas; 8) Introdução dos conceitos da tribologia aplicados ao projeto de máquinas por meio de estudo de pares tribológicos, envolvendo a escolha, dimensionamento e aplicação de mancais e pares tribológicos. 9) Desenvolvimento de projeto de uma máquina; aplicação dos conceitos adquiridos de outras disciplinas anteriormente cursadas; direcionamento desses conceitos particularmente à concepção da máquina e ao dimensionamento de seus elementos. Projeto e Desenhos de conjuntos e Detalhes da máquina operatriz e elementos utilizando recursos computacionais hodiernos. 10. Gestão de projetos de Pesquisa e Interdisciplinaridade (Research Work Management), noções de risco e reorientação, as respostas aos problemas devem ser quantificados (simplificados) (go-no-go).", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica Vinculada", "observacoes": "Curso: Engenharia Mecânica\n\nSala:", "horario": [{"dia": "ter", "inicio": "08:10", "fim": "10:00", "professores": ["Benedito de Moraes Purquerio"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024202", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "Curso: Engenharia Mecânica\n\nSala:", "horario": [{"dia": "ter", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Carlos Alberto Fortulan"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2024203", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024201", "observacoes": "Curso: Engenharia Mecânica\n\nSala:", "horario": [{"dia": "qua", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Carlos Alberto Fortulan"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}