{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Mecânica", "campus": "São Carlos", "codigo": "SEM0142", "nome": "Sensores e Sistemas de Medidas", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Desenvolver competências específicas (C) e habilidades (H) habilidades necessárias para a seleção, aplicação e manutenção de instrumentos de medição e sensores em aplicações de engenharia, através de uma abordagem sistêmica das cadeias de medição.\nC1: Compreender conceitos básicos de instrumentação;\nC2: Entender os princípios de transdução de sinais;\nC4: Compreender as características e limitações de sensores e sua relação com a dinâmica de transdução e conversão de grandezas mecânicas, elétricas e digitais;\nC5: Avaliar técnicas experimentais e seus contextos em engenharia;\nC6: Selecionar Sensores e dimensionar cadeias de medição;\nC7: Planejar uma campanha experimental;\nC8: Aprender conceitos de instrumentação e medidas através de ferramentas computacionais e testes de laboratório.\n\nH1: Modelar sensores e cadeias de medida;\nH2: Dimensionar a propagação de incerteza em cadeias de medidas;\nH3: Examinar e criticar dados técnicos de sensores comerciais;\nH4: Programar controladores para coleta de dados experimentais;\nH5: Calibrar e utilizar instrumentos de medição;\nH6: Processar e interpretar dados experimentais de grandezas mecânicas;\nH7: Integrar sensores em sistemas de controle.", "programa_resumido": "Princípios fundamentais da instrumentação e técnicas experimentais. Unidades e sistemas de medidas. Propagação de erro e incerteza em instrumentos de medição. Principais sensores para medidas de grandezas mecânicas. Recordação de modelagem de sistemas eletromecânicos aplicada a sensores e cadeias de medidas. Coleta, analise, processamento e interpretação de dados de medição.", "turmas": []}