{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia Mecânica", "campus": "São Carlos", "codigo": "SEM0522", "nome": "Métodos de Projeto Aplicados à Engenharia", "creditos_aula": 2, "creditos_trabalho": 4, "objetivos": "Para o processo final de aprendizagem do aluno na disciplina é esperado um conjunto de Competências\nespecíficas (C), desdobrado em um conjunto de Habilidades (H) de aprendizagem final destacados a\nseguir:\nC1: Entender e diferenciar as fases referentes às atividades de projeto de engenharia, para diferentes\ncategorias de produtos;\nC2: Aprender um conjunto de diferentes métodos de projeto para a fase informacional do projeto de\nengenharia\nC3: Aprender um conjunto de diferentes métodos de projeto classificados para busca e solução de\nproblemas, para a fase conceitual do projeto de engenharia\nC4: Aplicar de forma sistemática, os métodos de projeto apresentados em C1, C2 e C3 em um problema\nde engenharia.\nC5: Gerar a partir de C4, um mock-up físico para avaliação do conceito desenvolvido.\nH1: Ser capaz de selecionar métodos de projeto para problemas específicos de engenharia;\nH2: Ser capaz de organizar uma análise sistemática na fase informacional do problema, incluindo o\nconceito de projeto participativo;\nH3: Ser capaz de diferenciar, que as duas fases iniciais do projeto (Informacional e Conceitual) permitem\nmaior oportunidade de gerar soluções inovativas\nH4: Produzir um protótipo conceitual utilizando tecnologias de apoio, como Impressão 3D.\nH5: Desenvolver um projeto de engenharia de natureza interdisciplinar (focado em Tecnologia Assistiva),\nem parceria grupos de pesquisa na área da saúde, tanto pesquisadores e docentes de Universidades,\nquanto órgãos da sociedade civil.", "programa_resumido": "1. Introdução ao projeto de engenharia: atividades de projeto dentro do ciclo de vida do produto;\n2. Etapas do ciclo do produto e atividades de projeto;\n3. Projeto Informacional: Levantamento e refinamento dos Requisitos do Usuário;\n4. Método do Desdobramento da Função Qualidade (QFD) e matriz da qualidade de projeto;\n5. Método TRIZ (Teoria dos Princípios Inventivos);\n6. Integração da Matriz da qualidade de Projeto e TRIZ;\n7. Projeto Conceitual: estruturação lógica/ funções neutras e técnicas de projeto para busca e seleção de\nproblemas;\n8. Conceitos da Impressão 3D dentro do Design for Additive Manufacturing (DFAM) e mock-up;\n9. Interação com núcleos e entidades ligadas a tecnologia assistiva e de empresas/centros de\ndesenvolvimento de projetos com foco em pesquisa e desenvolvimento/inovação, com visita técnica.", "turmas": []}