{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Produção", "campus": "São Carlos", "codigo": "SEP0144", "nome": "Introdução à Ciência de Dados e Aprendizado de Máquinas aplicados à Engenharia de Produção", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "O profissional de Engenharia precisa buscar meios de produção que permitam construir uma sociedade economicamente mais sustentável e centrada no ser humano, por meio da transformação digital em curso. Assim, objetiva-se apresentar os conceitos e técnicas de análises exploratórias e visualização de dados, reconhecimento de padrões e engenharia com grandes volumes de dados, os quais podem impactar diretamente o ser humano. Aprender os principais conceitos, características, procedimentos e recursos\nrelacionados ao processo de Análise de Dados visando o Aprendizado de Máquinas. O estudante deverá compreender as principais ideias ligadas à ciência de dados e conduzir suas próprias modelagens em problemas práticos que se apresentam ao profissional de Engenharia de Produção.", "programa_resumido": "Principais conceitos sobre digitalização e ciência de dados (Data Science), grandes volumes de dados (Big Data), análise e visualização de dados (D ata Analytics), Métodos estatísticos de ciência de dados, Conceitos gerais sobre Algoritmos e Métodos computacionais de Aprendizado de Máquina (Machine Learning), e Engenharia de dados, contextualizados em ambientes práticos para o profissional de Engenharia de\nProdução.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Produção\n\nSala:", "horario": [{"dia": "seg", "inicio": "08:10", "fim": "10:00", "professores": ["Lucas Gabriel Zanon"]}, {"dia": "ter", "inicio": "16:20", "fim": "18:00", "professores": ["Lucas Gabriel Zanon"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Engenharia de Produção": {"vagas": 30, "inscritos": 9, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}