{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Produção", "campus": "São Carlos", "codigo": "SEP0625", "nome": "Projeto Integrado de Melhoria", "creditos_aula": 6, "creditos_trabalho": 6, "objetivos": "Visa o desenvolvimento de um projeto de melhoria, num ambiente de uma organização produtiva, capaz de motivar o processo de aprendizagem e o desenvolvimento de competências, associadas a disciplinas temáticas de matrícula conjunta ao longo do semestre envolvendo tópicos de gerenciamento de projeto, gestão da qualidade, lay-out e produtividade, sustentabilidade, automação, e sistemas de apoio à decisão. Fornece também a oportunidade de aplicação e integração de conhecimentos adquiridos nas disciplinas anteriores do curso de formação específica em Engenharia de Produção, além do desejado desenvolvimento de competências transversais (habilidades e atitudes).", "programa_resumido": "Tópicos que abordem e amparem todo o trabalho de planejamento e execução do projeto em um ambiente externo ao acadêmico (ambiente de atuação profissional), promovidos por uma disciplina baseada em Aprendizagem por Projetos. \nPrograma: Introdução ao curso: Aprendizagem por projetos e Aprender a aprender; Grupo, Equipes e Times: conceitos, diferenças e semelhanças; Propostas de papéis para a organização do trabalho em equipes; Postura e Ética Profissional; Organização do tempo: dimensão pessoal; Técnicas para a realização de apresentações; Técnicas para redação de relatório técnico; Dinâmicas de avaliação por pares e auto-avaliação: conceitos e prática; Tutoria de projetos (atividades de acompanhamento dos projetos).", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Produção\n\nSala:", "horario": [{"dia": "seg", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Marcel Andreotti Musetti", "Lucas Gabriel Zanon"]}, {"dia": "qua", "inicio": "08:10", "fim": "12:00", "professores": ["(R) Marcel Andreotti Musetti", "Lucas Gabriel Zanon"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 25, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}