{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Produção", "campus": "São Carlos", "codigo": "SEP0500", "nome": "Organização: conceitos, metodologias e modelagem", "creditos_aula": 3, "creditos_trabalho": 2, "objetivos": "Objetivos:\nCapacitar os alunos a compreender os limites e pressupostos da Organização para diagnosticar e propor ações de melhorias para um problema de natureza administrativa real vinculado à comunidade local, com caráter extensionista, capturar os requisitos organizacionais para o desenvolvimento de sistemas de informação e modelar processos de negócio.\n\nCompetências:\nC1- Modelar um sistema de produção e CAS. Modelar utilizando com técnicas interpretativas e lógicas \n\nHabilidades:\nH1. Utilizar Tecnologias Digitais, Informação e Comunicação (TDICs). Ser capaz de identificar, escolher e usar as ferramentas de modelagem e análise de dados de processo\nH2. Identificar, diagnosticar e solucionar problemas. Aplicar as metodologias: 4EM, BPMN 2.0 e SSM\nH3. Aplicar o pensamento sistêmico.", "programa_resumido": "Diagnóstico e ações de melhoria para problemas de natureza administrativa utilizando a metodologia de sistemas soft (SSM); Captura de requisitos organizacionais para o desenvolvimento de sistemas de informação utilizando o método For Enterprise Modeiing (4EM); Modelagem de processos de negócio utilizando a linguagem Business Process Modeling and Notation (BPMN 2.0).", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Produção\n\nSala:", "horario": [{"dia": "qui", "inicio": "09:20", "fim": "12:00", "professores": ["(R) Fabio Muller Guerrini"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 42, "pendentes": 0, "matriculados": 42, "grupos": {}}}}]}