{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Produção", "campus": "São Carlos", "codigo": "SEP0254", "nome": "Projeto e Operação de Sistemas de Produção", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre Projeto e Operação de Sistemas de Produção:\nC1: Adquirir o conceito e o conhecimento necessários para identificar e analisar os fatores internos e externos que caracterizam os diferentes sistemas de produção e que, determinam a configuração dos fatores de produção e sua funcionalidade;\nC2: Adquirir o conceito e o conhecimento necessários para mapear processos e dimensionar e integrar recursos físicos, humanos e financeiros a fim de produzir, comeficiência e ao menor custo, ou seja, capaz de propor solução para os problemas gerenciais e operacionais específicos de um sistema de produção, considerando a possibilidade de melhoria contínua, e auxiliar no processo de tomada de decisões;\nC3: Uma vez identificados os principais problemas associados à gestão de um sistema de produção, os alunos devem estar preparados, a partir dos conceitos e conhecimentos adquiridos para resolvê-los, a partir da aquisição de habilidades de modelagem dos processos básicos relacionados; para aplicar métodos e técnicas de solução de problemas.\n\nPara alcançar as competências (C) listadas, o estudante deverá desenvolver as seguintes habilidades (H):\nH1: Apto a relacionar as especificidades dos diferentes sistemas produtivos com o tipo construtivo dos respectivos produtos fabricados por este;\nH2: Apto a utilizar técnicas de mapeamento de processos de fabricação com precisão, a partir da habilidade adquirida de construir a modelagem dos processos básicos relacionados; para aplicar métodos e técnicas de solução de problemas; \nH3: Capacidade de identificar, modelar e resolver problemas dos diferentes sistemas de produção em operação;\nH4: Compreensão dos problemas inerentes à operação dos sistemas produtivos.", "programa_resumido": "1) Tipologia dos sistemas de produção. Principais problemas associados aos sistemas de produção. Administração da capacidade, gestão de estoques, programação das atividades de acordo com o escopo do projeto e operação de sistemas de produção. Estudar técnicas e métodos com potencial para avaliar e\nsolucionar, de modo correto e assertivo, problemas inerentes aos sistemas de produção, quando empregados de acordo com o propósito pelo qual foram criados.", "turmas": []}