{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Produção", "campus": "São Carlos", "codigo": "SEP0451", "nome": "Projeto do Trabalho e Ergonomia", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Oferecer aos alunos conceitos básicos sobre o projeto do trabalho e as principais técnicas utilizadas na medição do desempenho de sistemas produtivos, análise de postos de trabalho e a proposição de soluções.  Inclui uma visão histórica da evolução destas técnicas e uma ênfase especial à ergonomia. Os objetivos específicos são: demonstrar a definição de projeto do trabalho e um histórico da sua evolução desde os estudos de tempos e métodos; demonstrar como medir o desempenho de sistemas produtivos; apresentar os conceitos e técnicas básicas para levantamento de dados e análise do posto de trabalho de uma maneira sistêmica; capacitar os alunos na aplicação das técnicas apresentadas.", "programa_resumido": "A disciplina apresenta as teorias de projeto de trabalho e análise ergonômica e é dividida em 5 partes. A Introdução define Projeto do Trabalho, sua relação com outras áreas da administração da produção e evolução histórica. Medindo o Desempenho: apresenta as técnicas de avaliação de desempenho de sistemas produtivos e postos de trabalho. Analisando o trabalho: apresenta as técnicas e métodos para análise do posto de trabalho considerando-o de forma sistêmica, incluindo a análise do fluxo do processo produtivo e modelagem de empresas. Propondo soluções: apresenta os conceitos e técnicas de ergonomia de forma a preparar o aluno para a intervenção e projeto do trabalho nos preceitos da moderna Análise Ergonômica do Trabalho. Aplicação: discute o contexto da aplicação das técnicas anteriores diante das abordagens atuais para melhoria da produtividade.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Engenharia de Materiais e Manufatura", "horario": [{"dia": "seg", "inicio": "14:20", "fim": "18:00", "professores": ["Janaina Mascarenhas Hornos da Costa"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 46, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}