{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Produção", "campus": "São Carlos", "codigo": "SEP0152", "nome": "Processo de Desenvolvimento do Produto", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "a) Compreender as atividades de projeto, o processo de desenvolvimento de produto. Entender o\nque é um produto: o seu papel na inovação em produtos e serviços, bem como para a sustentabilidade.\nb) fornecer ao aluno uma visão integrada do processo de desenvolvimento de produto, desde a avaliação\ntécnico-econômica: identificação da demanda, desenvolvimento do conceito e noções de pré-dimensionamento de componentes mecânicos, geração de protótipos até a preparação da fábrica, \nprodução, lançamento do produto e acompanhamento do produto. c) Propiciar uma experiência prática de\nprojeto e a aplicação de métodos de projeto de produto relacionados com a engenharia de produção. d)\nInformar como os conhecimentos das várias áreas da engenheira de produção e de projeto e manufatura,\nvistos ao longo do curso, podem ser aplicados na melhoria do processo de desenvolvimento de produto.", "programa_resumido": "1. Visão geral do processo de desenvolvimento de produtos. 2. Apresentação de um modelo de referência\npara desenvolvimento de produto e como utilizá-lo. 3. Conceitos e ferramentas complementares:atividades da fase inicial do projeto, noções de pré-dimensionamento mecânico, conceituação, propriedade intelectual, fontes de informação tecnológica, gestão de configuração e gestão de mudanças de engenharia. 4. Estudo fases do processo de desenvolvimento de produtos: objetivo, técnicas e ferramentas para as fases de planejamento estratégico de produtos, planejamento do projeto, projeto informacional e projeto conceitual. 5. Relações entre as fases Projeto Detalhado, Preparação, Lançamento e Acompanhamento do produto no mercado e os conhecimentos do profissional de engenharia de produção. 6. Capital de risco, empreendedorismo e o processo de desenvolvimento de produto.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Produção\n\nSala:", "horario": [{"dia": "qui", "inicio": "14:20", "fim": "16:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}