{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Geotecnia", "campus": "São Carlos", "codigo": "SGS0605", "nome": "Reforço de Solos", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Apresentar ao aluno a técnica de reforço de solos para uso em estruturas de contenção, taludes compactados íngremes, aterros sobre solos moles e taludes naturais.", "programa_resumido": "Descrição das técnicas de reforço de solos. Princípios gerais de reforço de solos. Exemplos de aplicação. Fatores condicionantes do projeto de solo reforçado. Propriedades geotécnicas de interesse ao projeto. Efeito da água. Reforço com inclusões lineares. Terra Armada. Exercícios. Geossíntéticos: tipos e aplicações. Funções dos geossíntéticos.  Ensaios em geossintéticos. Drenagem e filtração com geossintéticos. Critérios de filtração com geossintéticos. Detalhes construtivos de obras de drenagem e filtração com geossintéticos. Especificações de geossintéticos para drenagem e filtração em reforço de solos. Geogrelhas e geotêxteis para reforço: tipos e propriedades. Reforço de solos com geossintéticos. Detalhamento da construção de obras em solo reforçado com geossintéticos. Exercícios. Especificações de geossintéticos para obras de reforço de solos. Aterros sobre solos moles. Alternativas para execução de aterros sobre solos moles. Métodos de dimensionamento: uso de bermas, aterros ...", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Curso: Engenharia Civil e EESC/IAU - Dupla Formação\n\nSala:", "horario": [{"dia": "qui", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Jefferson Lins da Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Engenharia Civil": {"vagas": 25, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}