{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0614", "nome": "Saneamento e Meio Ambiente", "creditos_aula": 3, "creditos_trabalho": 1, "objetivos": "Propiciar ao aluno uma visão integrada da questão ambiental, compreendendo como as modificações\nambientais impactam a qualidade de vida; conhecer e refletir sobre estratégias de intervenção no campo de\natuação do arquiteto e urbanista, alinhadas ao conceito de sustentabilidade.", "programa_resumido": "A questão ambiental. Modificações ambientais, pressão sobre a capacidade de suporte do meio ambiente,\nqualidade e poluição ambiental, e sua influência na qualidade de vida. Sustentabilidade e estratégias de resposta da sociedade. O papel do arquiteto e urbanista na resolução destes problemas e sua responsabilidade socioambiental. Saneamento ambiental – conceitos e aspectos de projeto na interface com a atuação do arquiteto e urbanista. Estratégias de sustentabilidade na atuação do arquiteto e urbanista nas interfaces de sistemas de resíduos sólidos, sistemas de abastecimento de água e esgotamento sanitários, drenagem urbana, sistemas de verde urbano. Saneamento ambiental em pequenas comunidades e áreas de pobreza. A avaliação de sustentabilidade e a avaliação de impactos, instrumentos e aplicações. Indicadores de sustentabilidade e os Objetivos de Desenvolvimento Sustentável - ODS. Instrumentos de planejamento ambiental e interfaces de atuação do arquiteto e urbanista. Sistemas de gestão ambiental e aplicações diversas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Cursos: Arquitetura e Urbanismo e EESC/IAU - Dupla Formação\n\nSala:", "horario": [{"dia": "seg", "inicio": "09:20", "fim": "11:50", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 47, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}