{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0323", "nome": "Sistemas de Abastecimento e de Tratamento de Água", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Aplicar os conceitos de hidráulica e de processos e operações unitárias para calcular os componentes necessários a um sistema de abastecimento e de tratamento de água.\nAnalisar as diversas unidades que podem compor sistemas de abastecimento e de tratamento de água para comparar e diferenciar suas vantagens e desvantagens.\nAvaliar as tecnologias existentes visando sua correta seleção no contexto específico.\nCriar e desenhar os componentes necessários a um sistema de abastecimento e de tratamento de água para um estudo de caso específico.\n\nCompetência: estar apto a identificar alternativas tecnológicas compatíveis com a capacidade dos sistemas ambientais. Saberá utilizar as tecnologias existentes e contribuir para o desenvolvimento das mesmas.", "programa_resumido": "1. Concepção de sistemas de abastecimento de água; 2. Consumo de água; 3. Mananciais; 4. Adutoras; 5. Estação de tratamento de água convencional (ciclo completo); 6. Concepção e projeto de unidades de mistura rápida; 7. Concepção e projeto de unidades de mistura lenta; 8. Concepção e projeto de decantadores; 9.Concepção e projeto de filtros rápidos; 10. Concepção e projeto da unidade de desinfecção; 11. Perfil hidráulico da ETA; 12. Casa de Química; 13. Tratamento, aproveitamento de disposição de resíduos de ETAs; 14. Reservatórios; 15. Redes de distribuição.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Lyda Patricia Sabogal Paz"]}, {"dia": "ter", "inicio": "14:20", "fim": "16:00", "professores": ["(R) Lyda Patricia Sabogal Paz"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}