{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0349", "nome": "Sistemas de Esgotamento Sanitário e de Tratamento de Águas Residuárias", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fornecer aos alunos os fundamentos para o traçado e dimensionamento da rede  de coleta de esgoto sanitário e de elevatória de esgoto bruto. Fornecer os  conceitos básicos e aprofundamento no entendimento das operações unitárias  e dos processos empregados no tratamento de águas residuárias. Capacitá-los à compreensão dos fenômenos essenciais que ocorrem nas unidades de tratamento e a aplicação dos conceitos para o dimensionamento dos reatores empregados no tratamento de águas residuárias.", "programa_resumido": "Concepção de rede de coleta de esgoto sanitário. Dimensionamento da rede de  coleta do esgoto. Dimensionamento de interceptores, emissários e sifão invertido. Elevatória de esgoto bruto. Alternativas para tratamento de águas residuárias. Caracterização  de águas residuárias. Processos biológicos para tratamento de águas residuárias. Processos aeróbios, anaeróbios e  combinados para tratamento de águas residuárias. Remoção biológica de nitrogênio e fósforo. Processos químicos e físico-químicos para tratamento de águas residuárias. Desinfecção de águas residuárias. Tratamento e disposição de lodos gerados em estações de tratamento de águas residuárias.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Luiz Antonio Daniel", "Lucas Tadeu Fuess"]}, {"dia": "qua", "inicio": "14:20", "fim": "16:00", "professores": ["(R) Luiz Antonio Daniel", "Lucas Tadeu Fuess"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 36, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}