{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0319", "nome": "Gestão de Resíduos Sólidos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "- Identificar aspectos e impactos ao meio ambiente e à saúde pública associados à gestão de resíduos sólidos;\n- Explicar a hierarquia da gestão de resíduos sólidos e a importância de soluções integradas;\n- Classificar e caracterizar resíduos sólidos observando normas técnicas e legislações pertinentes;\n- Esquematizar e explicar as etapas necessárias para o gerenciamento de resíduos sólidos de diferentes origens, desde sua geração até a disposição final;\n- Analisar quantitativamente fluxos e volumes de resíduos para subsidiar avaliações de viabilidade operacional, oportunidades comerciais e programas de redução de resíduos;\n- Propor estratégias para a gestão integrada de resíduos sólidos, avaliando criticamente aspectos técnicos, econômicos, ambientais e sociais.\n\nEssa disciplina integra um conjunto de disciplinas do curso de Engenharia Ambiental que possuem viés extensionista, uma vez que propicia uma interação dialógica entre os estudantes e determinados setores da sociedade. Tal interação permite uma troca de saberes, de modo que o estudante protagonize o compartilhamento do conhecimento acadêmico com diferentes grupos sociais e, por outro lado, traga o conhecimento e a experiência da sociedade para enriquecer os saberes acadêmicos.", "programa_resumido": "- Resíduos sólidos, saneamento básico e saúde pública;\n- Gestão e gerenciamento de resíduos sólidos;\n- Gestão integrada de resíduos sólidos;\n- Classificação e caracterização de resíduos sólidos;\n- Normas técnicas e aspectos legais relacionados aos resíduos sólidos;\n- Alternativas de destinação final de resíduos sólidos;\n- Disposição final de rejeitos.", "turmas": []}