{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0359", "nome": "Hidrologia", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Desenvolver junto ao aluno a Hidrologia Quantitativa: usar fundamentos de balanços de massa e de energia, com métodos numéricos e de otimização, a solução de problemas hidrológicos considerando os fenômenos de transporte em bacias altamente impactadas, abrangendo a obtenção de dados e o seu tratamento determinístico e estatístico; analisando o comportamento dinâmico da água nas diversas etapas do ciclo hidrológico através de métodos numéricos; identificando a importância da água, em termos quantitativos, no ambiente físico e como recurso econômico, visando Objetivos de Desenvolvimento Sustentável (ODS) e diálogo multi-disciplinas com disciplinas \nReconhecer e identificar problemas hidrológicos em necessidades interdisciplinares de usuários possibilitando soluções técnicas diversas com aprendizagem contínua e autônoma Compreender processos e variáveis hidrológicas em problemas associados aos Objetivos de\nDesenvolvimento Sustentável considerando sólidos fundamentos da teoria e com ciência\naberta.\nAplicar cálculos determinísticos e probabilísticos para dimensionamento hidrológico e seus fatores e margens de segurança, empreendendo atuação profissional original e com ciência cidadã.\nAnalisar fundamentos hidrológicos para resolver problemas de adaptação, mitigação e resiliência à não-estacionariedade das mudanças globais, promovendo práxis de soluções baseadas em maturidade e equilíbrio profissional.\nAvaliar a otimização e a eficiência econômica de projetos, com sustentabilidade ecológica e justiça hidrossocial, implantando, supervisionando e controlando soluções com habilidade empírica própria frente aos grandes desafios globais.\nFormular e conceber soluções hidrológicas inovadoras, úteis para estágios supervisionados e de trabalhos de conclusão de curso (TG), compreendendo as demandas dos usuários da engenharia ambiental e priorizando o espírito criativo, inovador e empreendedor.", "programa_resumido": "História da Hidrologia. Reservatórios globais da água. Circulação global e regional. Ciclo hidrológico. Balanço Hídrico. Precipitação. Evapotranspiração. Escoamento Superficial. Hidrologia Estatística. Tempo de retorno. Distribuições de probabilidade. Dimensionamento hidrológico. Fator e margem de segurança hidrológicas. Curvas IDF. Solução de problemas hidrológicos para bacias impactadas. Otimização de soluções visando Objetivos de Desenvolvimento Sustentável (ODS) e áreas multidisciplinares afins.Associar o conteúdo\nresumido aos objetivos de aprendizagem com a bibliografia de referência.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Eduardo Mario Mendiondo", "Jamil Alexandre Ayach Anache"]}, {"dia": "qua", "inicio": "10:10", "fim": "12:00", "professores": ["(R) Eduardo Mario Mendiondo", "Jamil Alexandre Ayach Anache"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}