{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0365", "nome": "Monitoramento Ambiental: Casos para Estudo", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo:\n. ampliar os conceitos de monitoramento ambiental, dentro de um contexto social, econômico, político e ambiental;\n. compreender as interfaces que existem nos estudos de caso selecionados, dentro de uma abordagem mais sistêmica, considerando as escalas espaciais e temporais;\n. discutir sobre as principais ferramentas utilizadas em programas de monitoramento ambiental, incluindo água, solo, componentes biológicos e sociedade, direcionada ao estudo de caso;\n. incentivar o desenvolvimento de habilidades práticas na resolução de problemas reais, conciliando as abordagens teórica e prática.\n. promover a integração de conteúdos oferecidos no decorrer do curso de Engenharia Ambiental da EESC (integração vertical) e no mesmo período (integração horizontal).", "programa_resumido": "Conceitos básicos sobre Monitoramento. Fatores ambientais a serem monitorados e suas interfaces com os componentes econômico e social. Monitoramento nas escalas local, regional, nacional e internacional. Técnicas de monitoramento associadas aos impactos ambientais e aos fatores ambientais. Monitoramento e qualidade das águas. Monitoramento e qualidade do ar. Monitoramento e qualidade do solo. Monitoramento de componentes do meio biótico – fauna e flora. Definição e utilização de indicadores ambientais. Monitoramento ambiental como instrumento de Política Ambiental. Casos de estudo.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Ambiental\n\nSala:", "horario": [{"dia": "qui", "inicio": "14:20", "fim": "18:00", "professores": ["(R) Evaldo Luiz Gaeta Espindola"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 14, "pendentes": 0, "matriculados": 14, "grupos": {}}, "Optativa Livre": {"vagas": 0, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}