{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0376", "nome": "Impactos e Adequação Ambiental II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Aprofundamento da compreensão do conceito de impacto ambiental e sua influência sobre a elaboração de projetos de empreendimentos, desenvolvendo no futuro profissional a habilidade de identificar e avaliar os impactos ambientais associados às atividades humanas, estimulando-o a incorporar a variável ambiental como elemento a ser considerado no planejamento de empreendimentos e atividades.\n\nAo final da disciplina, o estudante deverá se capaz de:\n(i) Compreender os conceitos e fundamentos aplicados à avaliação dos impactos ambientais cumulativos, decorrentes da implantação de projetos e atividades econômicas.\n(iii) Aplicar as abordagens metodológicas e ferramental de suporte (modelos matemáticos, geoprocessamento) que orientam a boa prática da avaliação de impactos cumulativos no âmbito internacional.\n(iii) Avaliar os impactos cumulativos sobre um conjunto de componentes ambientais de interesse, por meio de um estudo de caso.\nEssa disciplina integra um conjunto de disciplinas do curso de Engenharia Ambiental que possuem viés extensionista, uma vez que propicia uma interação dialógica entre os estudantes e determinados setores da sociedade. Tal interação permite uma troca de saberes, de modo que o estudante protagonize o compartilhamento do conhecimento acadêmico com diferentes grupos sociais e, por outro lado, traga o conhecimento e a experiência da sociedade para enriquecer os saberes acadêmicos.", "programa_resumido": "Impacto ambiental e modelos analíticos. Padrões de qualidade. Viabilidade ambiental. Métodos e técnicas para avaliação dos impactos ambientais. Impactos ambientais cumulativos. Introdução ao licenciamento ambiental.", "turmas": []}