{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0374", "nome": "Caracterização Ambiental: Bacia Hidrográfica II", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "- Identificar, a partir da análise de dados ambientais, sociais e econômicos, as fragilidades e aptidões das bacias hidrográficas em decorrência de seus atributos naturais e da influência das atividades humanas.\n- Aplicar metodologias de caracterização ambiental para análise do efeito das atividades antrópicas sobre os meios físico e biótico.\n- Utilizar estudos de caso para demonstrar a influência dos padrões de uso e ocupação do solo sobre a qualidade ambiental, integrando noções iniciais de climatologia e hidrologia;\n- Integrar a aprendizagem propiciada pelas demais disciplinas do curso de Engenharia Ambiental da EESC oferecidas no mesmo período da matriz curricular (integração horizontal) e pelas disciplinas temáticas anteriores (integração vertical), articulando a transmissão dos conhecimentos e fornecendo elementos de ligação entre os fundamentos teóricos e a sua aplicação prática.", "programa_resumido": "determinação das suscetibilidades e vocações do meio ambiente e o conceito de sustentabilidade ambiental. Aplicações gerais: aplicar o conteúdo das demais disciplinas do segundo período em exercícios ou estudos de casos que possibilitem o entendimento global da caracterização ambiental.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "seg", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Davi Gasparini Fernandes Cunha"]}], "vagas": {"Obrigatória": {"vagas": 48, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}