{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0336", "nome": "Projeto de Sistemas de Tratamento de Águas Residuárias", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fornecer aos alunos capacidade de elaborar projetos de sistemas de tratamento de águas residuárias, envolvendo: memorial justificativa e de cálculos, elaborar manual de operação, especificar equipamentos e elaborar planos de controle operacional e de emergência.", "programa_resumido": "Diretrizes para elaboração de termo de referência. Revisão sobre alternativas para tratamento de águas residuárias e legislação sobre padrões de emissão e de qualidade. Critérios para escolha da área para implantação do sistema de tratamento de águas residuárias. Definição de eficiência de tratamento e estudo de  autodepuração. Definição da alternativa de tratamento e elaboração do fluxograma do sistema de tratamento de águas residuárias. Dimensionamento das unidades. Projeto das unidades de tratamento e dos  blocos administrativos e operacionais - desenho em peças gráficas. Planta geral de localização e vias de circulação. Drenagem pluvial. Projeto de paisagismo. Elaboração de memorial de cálculo, especificação de materiais e equipamentos e recomendações para operação.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia Ambiental\n\nSala:", "horario": [{"dia": "qui", "inicio": "08:10", "fim": "12:00", "professores": ["(R) Luiz Antonio Daniel"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}