{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Hidráulica e Saneamento", "campus": "São Carlos", "codigo": "SHS0615", "nome": "Tópicos de Obras Hidráulicas", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "A disciplina Tópicos de Obras Hidráulicas tem como objetivo complementar a formação dos alunos de Engenharia Civil na área de hidráulica em assuntos normalmente não abordados nos cursos obrigatórios. Desta forma, o curso está orientado para o desenvolvimento do ante-projeto de uma pequena estrutura hidráulica constituída por uma barragem tipo gravidade vertedor-extravasor e bacia de dissipação. Como conteúdo complementar o curso també trata de hidráulica de bueiros, modelos reduzidos e noções sobre aproveitamentos hidrelétricos.", "programa_resumido": "Barragens (usos, tipos, esforços atuantes). Vertedor de superfície (perfíl, vazão descarregada, coeficiente de vazão, vertedor tulipa, curva de descarga). Dissipação de energia (ressalto hidráulico, dimensionamento de uma bacia de dissipação, estruturas compactas tipo USBR. Bueiros (características, tipos de escoamentos, tipos de entrada, coeficiente de vazão). Modelos hidráulicos (princípios de semelhança, significado físico dos principais grupos adimensionais, efeito de escala, modelos distorcidos). Noções sobre aproveitamentos hidrlétricos ( lay-out, nomenclatura das estruturas, tipos de aproveitamento, turbinas hidráulicas (tipos e usos), estruturas complementares, exemplos brasileiros.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Cursos: Engenharia Civil e EESC/IAU - Dupla Formação\n\nSala:", "horario": [{"dia": "seg", "inicio": "10:10", "fim": "12:00", "professores": ["Nivaldo Aparecido Correa"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 3, "inscritos": 1, "pendentes": 0, "matriculados": 0}, "EESC - Engenharia Civil": {"vagas": 27, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}