{"unidade": "Licenciatura em Ciências Exatas - São Carlos", "departamento": "Licenciatura em Ciências Exatas", "campus": "São Carlos", "codigo": "SLC0613", "nome": "Estágio Supervisionado em Ensino de Matemática II", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "São objetivos específicos, da disciplina, que o licenciando: adquira uma visão geral dos conteúdos matemáticos que se destinam ao Ensino Médio; tenha condições de elaborar e aplicar planos de aula de Matemática consoantes com as dificuldades de aprendizagem dos alunos e as diretrizes curriculares oficiais; desenvolva aptidões adequadas para aplicar métodos e técnicas destinadas a situações de aprendizagem em Matemática; desenvolva carga horária exigida pela legislação, para o estágio supervisionado por seu docente responsável. Elaborar um Projeto de Estágio em conjunto com a(s) escola(s)-campo de estágio, contemplando  indicadores de desempenho escolar, atividades de observação e gestão de ensino de Matemática.", "programa_resumido": "O Currículo de Matemática no Ensino Médio. Planejamento e avaliação de atividades didáticas em Matemática. Elaboração de material didático alternativo para o ensino de Matemática. Estágio Supervisionado de observação e gestão de ensino.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Licenciatura em Ciências Exatas - Habilitação Matemática.\nSala X\n(ICMC)", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "22:40", "professores": ["Renata Cristina Geromel Meneghetti"]}], "vagas": {"Obrigatória": {"vagas": 15, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"IFSC - Licenciatura Ciências Exatas - para toda a Unidade": {"vagas": 15, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}