{"unidade": "Licenciatura em Ciências Exatas - São Carlos", "departamento": "Licenciatura em Ciências Exatas", "campus": "São Carlos", "codigo": "SLC0676", "nome": "Estágio Supervisionado em Ensino de Química I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "O programa e as atividades da disciplina Estágio Supervisionado para a Licenciatura têm como finalidade preparar o licenciando para o exercício do magistério em Química no Ensino Médio, visando:\n1. Integrar o conteúdo específico da Química e a metodologia necessária para a implementação do mesmo nas escolas e para uma efetiva prática docente. \n2. Analisar e refletir sobre estratégias para o ensino de Química. \n3. Analisar os documentos curriculares oficiais de Química.\n4. Vivenciar a realidade escolar por meio do estágio curricular supervisionado. \n5. Planejar, executar e avaliar atividades variadas (observação, aulas, mini-cursos, monitorias) na escola sede do estágio e/ou no Centro de Divulgação Científica e Cultural da USP (CDCC), de modo que os licenciandos possam exercitar a prática docente e, juntamente com a universidade, contribuir com o projeto pedagógico da escola para o ensino de Química. \n6. Planejar e executar atividades avaliativas de caráter progressivo e atividades de recuperação contínua.\n7. Elaborar um Projeto de Estágio em conjunto com a(s) escola(s)-campo de estágio, contemplando  indicadores de desempenho escolar, atividades de observação e gestão de ensino.", "programa_resumido": "A disciplina visa promover a integração entre os conteúdos químicos e os pedagógicos e entre os trabalhos teóricos e as práticas nas escolas de nível médio visando  desenvolver o domínio da gestão do ensino e aprendizagem e aquisição de habilidades de dinâmica e manejo de sala de aula. As atividades em aulas e em estágios pretendem levar os alunos, futuros professores, a estudarem tanto as condições determinantes da aprendizagem, do ensino e da produção de conhecimento químico em ambiente escolar como desenvolver, adaptar e avaliar material didático.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "08/07/2025", "tipo": "Teórica", "observacoes": "Licenciatura em Ciências Exatas - Habilitação Química.\nSala X (IQSC)", "horario": [{"dia": "qui", "inicio": "19:00", "fim": "22:40", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"IFSC - Licenciatura Ciências Exatas - para toda a Unidade": {"vagas": 10, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}