{"unidade": "Licenciatura em Ciências Exatas - São Carlos", "departamento": "Licenciatura em Ciências Exatas", "campus": "São Carlos", "codigo": "SLC0675", "nome": "Química, Sociedade e Cotidiano", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "A disciplina tem como objetivo introduzir os estudantes na reflexão sobre as relações entre Química e sociedade. Fornecer aos alunos subsídios para a compreensão e análise das implicações sociais e ambientais relacionadas a processos químicos utilizados no sistema produtivo. Capacitar os alunos para a análise, planejamento, implementação e avaliação de projetos educacionais que visam promover a reflexão sobre o impacto da Química na sociedade.\nObjetivos Específicos: \nCriar oportunidades para o aluno desenvolver sua capacidade de investigação e crítica, através do conhecimento, discussão e posicionamento diante de problemas relacionados ao impacto da Química na sociedade. Apresentar e fomentar discussões sobre projetos educacionais que visam promover a reflexão sobre o impacto da Química na sociedade.", "programa_resumido": "Temas sociais relativos à Ciência e à Tecnologia.\nProblemáticas relacionadas à inserção da Química na sociedade moderna: saúde, alimentos, novos materiais, fontes de energia, ambiente, etc.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Licenciatura em Ciências Exatas - HQ.\nSala X / IQSC.", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Ana Claudia Kasseboehmer"]}], "vagas": {"Obrigatória": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"IFSC - Licenciatura Ciências Exatas - para toda a Unidade": {"vagas": 6, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}