{"unidade": "Licenciatura em Ciências Exatas - São Carlos", "departamento": "Licenciatura em Ciências Exatas", "campus": "São Carlos", "codigo": "SLC0610", "nome": "Computação e Tecnologias Aplicadas na Educação", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Apresentar e trabalhar com o aluno noções básicas sobre pensamento computacional e tecnologias educacionais, com ênfase na construção de conteúdo interativo, sequências de aprendizagem utilizando tecnologias educacionais e avaliação de materiais/ferramentas de apoio ao ensino e aprendizado. Pretende-se assim oferecer os subsídios necessários para que os alunos de licenciatura se apropriem de aparatos computacionais e tecnológicos e os tornem efetivas ferramentas de apoio ao ensino e aprendizagem para as habilitações específicas de sua escolha. Referente à BNCC- Formação a disciplina possibilitará trabalhar a habilidade 2.4.5: Usar as tecnologias apropriadas nas práticas de ensino.", "programa_resumido": "Importância da informática na educação. Conceitos básicos sobre pensamento computacional e lógica de programação. Tecnologias educacionais e pensamento computacional na BNCC.  Software visual de programação (e.g. Scratch). Software de uso geral. Software educacional (o Geogebra e similares para o ensino de Ciências e Matemática). Ferramentas básicas de comunicação síncrona e assíncrona. Design Instrucional. Ambientes virtuais de ensino e aprendizado. Educação à distância.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Licenciatura em Ciências Exatas.\nAnfiteatro Verde + Lab. de Computadores 206 / 205", "horario": [{"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["Ellen Francine Barbosa"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {"IFSC - Licenciatura Ciências Exatas - para toda a Unidade": {"vagas": 20, "inscritos": 18, "pendentes": 0, "matriculados": 0}, "ICMC - Matemática \u0096 Licenciatura": {"vagas": 15, "inscritos": 8, "pendentes": 0, "matriculados": 0}}}}}]}