{"unidade": "Instituto de Ciências Matemáticas e de Computação", "departamento": "Matemática", "campus": "São Carlos", "codigo": "SMA0173", "nome": "Álgebra III", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Dar ao aluno de graduação uma introdução à Teoria de Galois com especial ênfase ao caso em que o corpo de base são os racionais. Deve-se enfatizar o Teorema Fundamental de Galois e a discussão da solubilidade de equações algébricas por radicais. Para isso deve-se exibir vários exemplos e calcular explicitamente alguns grupos de Galois de equações simples.", "programa_resumido": "Anel de polinômios sobre um corpo (revisão). Critérios de irredutibilidade, critério de Einsenstein e outros. Extensões de corpos, grau de uma extensão. Números algébricos e transcendentes, extensões simples algébricas e transcendentes, classificação das extensões simples.  Construção com régua e compasso, impossibilidades.Extensões normais e separáveis, corpo de raízes de um polinômio, independência linear de monomorfismos (Dedekind), o fecho normal de uma extensão. O Teorema Fundamental da Teoria de Galois. Grupos solúveis. Grupos simples, a simplicidade de A_n, para n maior ou igual a 5.  O teorema de Cauchy. Solubilidade por radicais, extensões radicais, as soluções por radicais de equações polinomiais de grau menor ou igual a 4, a insolubilidade da quintica.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Bach. Matemática (Espelho com SMA5738 Pós-Graduação)\nSala 5-002", "horario": [{"dia": "ter", "inicio": "10:10", "fim": "11:50", "professores": ["Behrooz Mirzaii"]}, {"dia": "qui", "inicio": "10:10", "fim": "11:50", "professores": ["Behrooz Mirzaii"]}], "vagas": {"Obrigatória": {"vagas": 64, "inscritos": 15, "pendentes": 3, "matriculados": 12, "grupos": {"ICMC - Matemática \u0096 Bacharelado": {"vagas": 64, "inscritos": 15, "pendentes": 3, "matriculados": 12}}}, "Optativa Eletiva": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"ICMC - Matemática \u0096 Licenciatura": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}