{"unidade": "Instituto de Ciências Matemáticas e de Computação", "departamento": "Matemática Aplicada e Estatística", "campus": "São Carlos", "codigo": "SME0830", "nome": "Probabilidade I (modalidade semipresencial)", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Fornecer uma nova possibilidade de aprovação em SME0800 - Probabilidade I, disciplina obrigatória para o Bacharelado em Estatística e Ciência de dados, sem que haja a necessidade de oferta do curso durante semestres ímpares.\nO público alvo é alunos que já se matricularam em SME0800 - Probabilidade I e não conseguiram aprovação por nota, desde que aprovados por frequência.  A forma de matrícula será por requerimento e seleção, com um número limitado de vagas, priorizando alunos que já cursaram Probabilidade I e foram reprovados apenas por nota.", "programa_resumido": "O curso deve ter duração de seis semanas, com término na semana anterior ao início das aulas do primeiro semestre letivo do ano, o que implica em uma dedicação do aluno de aproximadamente 2 horas diárias (dias úteis). O curso está organizado em 8 partes:\nParte 1: Aula introdutória motivacional e informações.\nParte 2: Métodos de enumeração.\nParte 3: Probabilidades.\nParte 4: Variáveis aleatórias.\nParte 5: Vetores aleatórios discretos.\nParte 6: Valor esperado e outras medidas.\nParte 7: Distribuições discretas.\nParte 8: Distribuições contínuas.\n\nPara cada parte são disponibilizados um grupo de slides sem demonstrações ou resolução de exemplos, um conjunto de videoaulas (5 a 11) de menos de 20 minutos, em geral, e um ou dois questionários avaliativos compostos por questões de múltipla escolha e numéricas. Os slides, em pdf, não contêm a resolução dos exemplos e demonstrações por ser considerado uma importante etapa do processo de ensino e aprendizagem remoto assistir às videoaulas e tomar notas.\nO docente fará atendimentos semanais remotos para que os alunos tenham um canal direto de comunicação para esclarecer dúvidas.", "turmas": [{"codigo": "2025101", "inicio": "20/01/2025", "fim": "21/02/2025", "tipo": "Teórica", "observacoes": "Alunos do BECD que já cursaram SME0800 - Probabilidade I e não conseguiram aprovação por nota, desde que tenham frequência igual ou maior que 70%. As aulas serão remotas. NÃO SERÁ CONTADA COMO OPTATIVA LIVRE PARA QUEM JÁ TEM APROVAÇÃO EM SME0800.", "horario": [{"dia": "seg", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Mariana Cúri", "Mário de Castro Andrade Filho"]}, {"dia": "ter", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Mariana Cúri", "Mário de Castro Andrade Filho"]}, {"dia": "qua", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Mariana Cúri", "Mário de Castro Andrade Filho"]}, {"dia": "qui", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Mariana Cúri", "Mário de Castro Andrade Filho"]}, {"dia": "sex", "inicio": "19:00", "fim": "20:40", "professores": ["(R) Mariana Cúri", "Mário de Castro Andrade Filho"]}], "vagas": {"Obrigatória": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 22, "pendentes": 1, "matriculados": 21, "grupos": {"ICMC -  Bacharelado em Estatística e Ciência de Dados": {"vagas": 30, "inscritos": 13, "pendentes": 1, "matriculados": 12}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}