{"unidade": "Instituto de Ciências Matemáticas e de Computação", "departamento": "Matemática Aplicada e Estatística", "campus": "São Carlos", "codigo": "SME0202", "nome": "Métodos Numéricos em Equações Diferenciais", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Familiarização do estudante com técnicas numéricas para resolução prática de modelos matemáticos baseados em equações diferenciais.", "programa_resumido": "1.Aproximação de derivadas pelo método de diferenças finitas, operadores de diferenças, erros de truncamento. 2. Problemas de valor de contorno. Conceitos de estabilidade, consistência e convergência. Estabilidade em norma-2 e norma-infinito. Condições de contorno de Neumann. 3. Equações elípticas. Discretização por diferenças finitas. Numeração das equações. Precisão e estabilidade. 4. Problemas de valor inicial. Métodos de um passo, método de Taylor, Runge-Kutta. Métodos multipasso lineares. Zero-estabilidade, consistência e convergência. Estabilidade absoluta e regiões de estabilidade. Stiffness, A-estabilidade, L-estabilidade. 5. Equações parabólicas. Discretização por diferenças finitas, método das linhas. Estabilidade de Lax-Ritchmyer, análise de von Neumann, teorema de equivalência de Lax, convergência. 6. Equações hiperbólicas. Análise de esquemas de diferenças finitas (Euler, Leapfrog, Lax-Friedrichs, Lax-Wendroff, Upwind). Análise de von Neumann, interpolação e características, condição CFL. Erros de dissipação e dispersão.\n\nAtividades de extensão: Apresentação para a comunidade de problemas de interesse geral que correspondem a 30 horas de atividades de extensão.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "BMACC/BMA\nSala 3-011", "horario": [{"dia": "seg", "inicio": "10:10", "fim": "11:50", "professores": ["Fabrício Simeoni de Sousa"]}, {"dia": "qua", "inicio": "10:10", "fim": "11:50", "professores": ["Fabrício Simeoni de Sousa"]}], "vagas": {"Obrigatória": {"vagas": 35, "inscritos": 17, "pendentes": 0, "matriculados": 17, "grupos": {"ICMC - Bach Mat Aplic Computação Cient": {"vagas": 35, "inscritos": 17, "pendentes": 0, "matriculados": 17}}}, "Optativa Eletiva": {"vagas": 35, "inscritos": 13, "pendentes": 3, "matriculados": 10, "grupos": {"ICMC - Matemática \u0096 Bacharelado": {"vagas": 35, "inscritos": 13, "pendentes": 3, "matriculados": 10}}}}}]}