{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0561", "nome": "Projeto e Tratamento Térmico dos Metais", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C):\nC1: Conhecer os principais tratamentos térmicos e termoquímicos aplicados no meio industrial;\nC2: Compreender a influência da microestrutura, processamento e composição química nas propriedades mecânicas dos mais variados tipos de aços;\nC3: Aplicar, analisar os tratamentos térmicos e termoquímicos para adequá-los aos aços com o intuito de desenvolver as propriedades necessárias a uma determinada demanda;\nC4: Criar soluções para atender às demandas de processos térmicos e termoquímicos na indústria metalmecânica. Para alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1: Estudar os mecanismos de endurecimento de ligas metálicas e os fundamentos dos processos térmicos e termoquímicos e suas influências nas propriedades dos aços;\nH2: Estudar e relacionar os parâmetros dos processos térmicos e termoquímicos com as diferentes microestruturas que se pode obter nos aços;\nH3: Relacionar os processos térmicos e termoquímicos com alterações microestruturais e saber quais são as consequências no desempenho em termos de propriedades mecânicas dos aços;\nH4: Desenvolver um projeto de tratamento térmico e com isso dimensionar um componente mecânico sujeito a cargas proposto na parte final do curso.", "programa_resumido": "Mecanismos de endurecimento das ligas metálicas. Tratamentos térmicos mais comuns: Recozimento. Normalização, Têmpera e Revenimento. Temperabilidade. Efeito dos elementos de liga nos aços. Meios de\nresfriamento. Tensões residuais de têmpera. Processos de têmpera não convencionais. Aços Inoxidáveis. Aços Ferramenta. Processo termoquímico de cementação.", "turmas": []}