{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0306", "nome": "Reologia", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C):\nC1: Entender os princípios básicos de reologia aplicada ao escoamento de materiais;\nC2: Conhecer métodos experimentais de avaliação das propriedades reológicas de materiais;\nC3: Aplicar os conhecimentos na análise das propriedades reológicas de materiais;\nC4: Correlacionar dados reológicos para compreender como os materiais fluem, se comportam sob aplicação de força ou deformam-se ao longo do tempo;\nC5: Aplicar os conhecimentos de reologia no processamento de materiais. Para alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1: Habilidade de descrever e explicar o comportamento reológico de materiais;\nH2: Habilidade de analisar e interpretar análises de caracterização reológica de materiais;\nH3: Habilidade de prever o comportamento de materiais submetidos à diferentes condições, como mudanças de pressão, temperatura e cargas.", "programa_resumido": "Introdução e fundamentos de reologia. Conceito de tensão e deformação. Classificação dos fluídos. Tipos de escoamento dos materiais. Viscoelasticidade e modelos viscoelásticos. Equações fundamentais da\nreologia. Propriedades viscoelásticas em regimes permanente, oscilatório e transiente. Viscometria. Reologia de polímeros fundidos e em solução. Reologia de materiais em suspensões. Reologia de ligas metálicas no estado semisólido. Reometria capilar, Reometria rotacional e Reometria de torque. Reometria elongacional. Correlação reologia, processamento e propriedades. Principais aplicações tecnológicas.", "turmas": []}