{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0564", "nome": "Microscopia Eletrônica de Varredura", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C):\nC1: Compreensão do funcionamento do MEV, incluindo os componentes do aparelho, como o canhão de elétrons, as lentes, os detectores e o sistema de varredura.\nC2: Entender como o feixe de elétrons interage com a amostra, incluindo processos como espalhamento elástico, espalhamento inelástico, emissão de elétrons secundários e emissão de raios-X.\nC3: Entender como as imagens são formadas no MEV, incluindo a interpretação de contraste, resolução e detalhes das imagens.\nC4: Entender a aplicabilidade, limitações e usos de EDS qualitativo e quantitativo. Para alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1: Habilidades de identificar as principais variáveis na operação de um Microscópio Eletrônico de Varredura, o que inclui saber como ligar e calibrar o equipamento e ajustar as configurações adequadas para obter imagens de alta qualidade.\nH2: Habilidade de analisar dados gerados a partir da interação do feixe de elétrons com a amostra. Isso envolve a interpretação de espectros de raios-X, análise de padrões e a capacidade de identificar os processos de interação que ocorrem.\nH3: Habilidade de interpretar as imagens obtidas. Isso inclui a análise de contraste e resolução das imagens, bem como a identificação de características e detalhes da amostra a partir das imagens.", "programa_resumido": "1. O microscópio eletrônico de varredura e seu funcionamento. \n2. Interação do feixe de elétrons com a amostra. \n3. Formação de imagem e sua interpretação. \n4. Geração de raios-X. \n5. Espectroscopia de raios-X: EDS e WDS. \n6. Microanálise quantitativa por raios-X: básico. \n7. Preparação de amostras: básico.", "turmas": []}