{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0334", "nome": "Corrosão e Proteção Contra a Corrosão", "creditos_aula": 1, "creditos_trabalho": 1, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre os processos corrosivos e seus métodos de proteção para metais e ligas:\nC1. Conhecer e identificar as principais formas de corrosão, bem como as variáveis envolvidas, visando o controle do processo.\nC2. Compreender os principais mecanismos de corrosão de materiais metálicos de natureza eletroquímica, assim como induzidos por micro-organismos e heterogeneidades;\nC3. Conhecer os processos de limpeza, preparo de superfícies e deposição de revestimentos anti-corrosão, bem os critérios de seleção de ligas metálicas com resistência à corrosão;\nC4. Conhecer os processos de proteção catódica e anódica.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1. Estudar os fundamentos dos processos corrosivos em metais e ligas e os critérios de seleção de ligas metálicas com resistência à corrosão;\nH2. Relacionar as capabilidades entre os processos de limpeza, preparo de superfícies, deposição de revestimentos anti-corrosão, bem como de proteção catódica e anódica estudados e saber especificá-los dependendo das demandas de peças, componentes e estruturas metálicas aplicadas em meios corrosivos;\nH3. Utilizar exemplos práticos de componentes ou estruturas metálicas submetidas a processos corrosivos, visando comparar e criar soluções tecnológicas adequadas ao uso industrial de materiais metálicos.;\nH4. Estudar os métodos e ensaios de caracterização e avaliação de materiais metálicos submetidos a ambientes corrosivos.", "programa_resumido": "1. Introdução. Importância da corrosão nos aspectos econômico, social e ambiental. Relação entre estrutura x propriedades x corrosão.\n2. Fundamentos da Corrosão. Aspectos termodinâmicos. Equação de Nernst. Séries eletroquímica e galvânica. Reações anódicas e catódicas, Diagrama de Pourbaux. Lei de Faraday. Pilhas.\n3. Tipos de corrosão. Uniforme. Pites. Intergranular. Corrosão atmosférica, etc.\n4. Ensaios de corrosão.\n5. Cinética eletroquímica. Equação de Butler-Volmer. Extrapolação de Tafel.\n6. Técnicas de medidas eletroquímicas.\n7. Critérios de proteção na hora do projeto. Proteção catódica. Inibidores de corrosão. Inibidores voláteis de corrosão. Tintas e revestimentos Aços inoxidáveis.\n8. Como resolver um problema de corrosão.", "turmas": []}