{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0568", "nome": "Análise Térmica de Materiais Orgânicos", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "A disciplina tem como objetivo apresentar as principais técnicas de análise térmica de materiais orgãnicos, em especial polímeros, condições de análise, forma de análise dos resultados e aplicações práticas das técnicas.  Ao final do curso o aluno deverá ter adquirido as seguintes competências\nespecíficas (C):\nC1: Conhecer as principais técnicas de análise de materiais orgânicos, suas características, limitações e condições de análise,\nC2: Ser capaz de propor técnicas de análise para resolução de problemas práticos e indicar a forma de tratamento dos dados,\nC3: Tratar os dados obtidos nas técnicas de análise de materiais orgânicos de modo que seja possível tirar conclusões a respeito de sua estabilidade, reatividade, aplicações.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1: Alicar os conhecimentos obtidos na escola da técnica a ser empregada e na forma de tratamento dos dados que deve adotar para a resoluç\nH2: Ser capaz de utilizar as técnicas de análise térmica para identificar materiais e suas principais características térmicas.", "programa_resumido": "Teoria: \nAnálise Térmica, definição, características da análise térmica, instrumentação para análise térmica, análise térmica diferencial (DTA), Calorimetria diferencial de varredura (DSC) e Análise Termogravimétrica (TGA), conceitos e teoria geral, noções, definições e diferenciais, análise térmica Diferencial (DTA), calorimetria diferencial de varredura (DSC), temperatura modulada DSC (TMDSC),\ncalibração e preparação de amostra, linha de base (curvatura, ruído, subtração e correção da linha de base), calibração da temperatura e da entalpia, recipiente de Amostragem (panelinha), preparação da amostra (Efeitos devido a preparação da amostra), (filmes e membranas, grânulos e blocos, fibras e tecidos, biomateriais e géis), taxa de aquecimento, gás de purga (condutividade, reatividade), normas\nASTM E 967 e E 968. Aplicações da análise térmica de DSC e DTA: determinação  da Temperatura e da Entalpia, capacidade Calorífica, classificação de Ehrenfest para Transições de Fase, temperatura de Transição vítrea (Tg), temperatura de Fusão e Cristalização, aplicações da análise termogravimétrica TGA, determinação da Composição de Misturas Poliméricas, determinação da temperatura de degradação e da energia de ativação de processos de degradação térmica, determinação da composição de amostras complexas – Método multi-step. Aplicações Diversas, tais como em blendas Poliméricas, polimerização, degradação e oxidação, grau de cristalinidade.\n\nPrática: Calibração, Linha base Zero, história térmica, preparação de amostras, determinação da temperatura de degradação e da energia de ativação de processos de degradação e oxidação por TGA, análise de blendas, temperatura de cristalização, grau de cristalinidade, determinação da composição de uma mistura contendo polímeros, cargas inorgânicas e negro de fumo por análise, termogravimétrica - TGA.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Materiais e Manufatura\r\n\r\nSala:", "horario": [{"dia": "seg", "inicio": "16:20", "fim": "18:00", "professores": [""]}, {"dia": "sex", "inicio": "10:10", "fim": "12:00", "professores": [""]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}