{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0224", "nome": "Introdução à Fundição, Soldagem e Metalurgia do Pó", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C):\nC1: Entendimento sólido dos processos de solidificação de metais, tecnologia de fundição, processos de moldagem e metalurgia da soldagem. Isso inclui a capacidade de identificar, explicar e aplicar esses\nprocessos na prática.\nC2: Capacidade de analisar e resolver problemas relacionados à formação de defeitos em peças fundidas, problemas de soldabilidade, classificação de processos de soldagem e resolução de defeitos em\nsoldas.\nC3: Compreensão de técnicas de mistura, processos de sinterização e o uso de métodos não convencionais na fabricação de peças metálicas a partir de pós. Capacidade de aplicar esse conhecimento na criação de peças \"verdes\" e sinterizadas e entender os processos envolvidos. Para alcançar as competências (C) listadas acima, o aluno deverá\ndesenvolver as seguintes habilidades (H):\nH1: Habilidade na identificação e aplicação de processos de fundição e\nsoldagem.\nH2: Habilidades para analisar e resolver problemas relacionados a\ndefeitos em peças fundidas, problemas de soldabilidade, classificação de\nprocessos de soldagem e a resolução de defeitos em soldas. Isso inclui a\ncapacidade de diagnosticar problemas, identificar suas causas e propor\nsoluções eficazes.\nH3: Habilidades na identificação e aplicação de processos voltados à\npreparação de peças \"verdes\" a partir de pós metálicos o que inclui\ntécnicas de mistura e processos de sinterização, bem como a aplicação de\nmétodos não convencionais na fabricação de componentes metálicos.", "programa_resumido": "Parte I: Solidificação de Metais. Segregação e defeitos de peças fundidas. Tecnologia de fundição. Processos de moldagem. Controle de peças fundidas.\n\nParte II: Metalurgia da Soldagem. Soldabilidade. Classificação dos principais processos de soldagem. Processos de soldagem não convencionais. Defeitos. Aspectos metalúrgicos de soldas. \n\nParte III: Pós Metálicos: obtenção, caracterização e aplicação na metalurgia do pó. Mistura, processos de fabricação de peças \"verdes\" e sua sinterização. Processos não convencionais da metalurgia do pó.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Produção e Engenharia Mecânica\r\n\r\nSala:", "horario": [{"dia": "qui", "inicio": "13:20", "fim": "16:00", "professores": ["(R) Marcelo Falcão de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Engenharia Mecânica": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Curso: Engenharia de Produção e Engenharia Mecânica\r\n\r\nSala:", "horario": [{"dia": "ter", "inicio": "07:20", "fim": "10:00", "professores": ["(R) Marcelo Falcão de Oliveira"]}], "vagas": {"Obrigatória": {"vagas": 25, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Engenharia Mecânica": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}