{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0316", "nome": "Processamento de Materiais X: Cerâmicas", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre processos de fabricação de produtos cerâmicos:\nC1: Conhecer os conceitos básicos sobre as indústrias cerâmicas tradicionais e técnicas; as diversas áreas de pesquisas e desenvolvimentos; os métodos de formulação cerâmicas baseados em diagramas de equilíbrio; os métodos de processamento coloidais envolvendo mecanismos de dispersão, modelos de empacotamento e reologia de suspensões; os processos de síntese e beneficiamento de matérias primas\ncerâmicas, de conformação de partículas (colagem de barbotina, processamento sol-gel, prensagem, extrusão, injeção, moldagem direta e fusão de vidros) e de sinterização (mecanismos de sinterização, ciclos de aquecimento, equipamentos, sinterização rápida).\nC2. Compreender as variáveis ou parâmetros de cada processo de fabricação cerâmica, bem como as aplicações, vantagens, desvantagens, bem como as relações entre desenvolvimento de microestrutura e\npropriedades durante as etapas do processamento (distribuição de tamanho e forma de partículas, grãos e poros).\nC3. Aplicar, analisar e avaliar os conceitos básicosde fabricação cerâmica na área de engenharia de materiais e manufatura;C4. Criar soluções tecnológicas inovadoras para a fabricação de produtos\ncerâmicos considerando requisitos de viabilidade técnica, econômica e de sustentabilidade. Para alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1. Estudar os fundamentos das técnicas de caracterização de materiais particulados (distribuição de tamanho, morfologia, densidade, área superficial específica, composição químicas), mecanismos de dispersão coloidal, reologia de suspensões cerâmicas, modelos de empacotamento, técnicas de conformação e mecanismos de sinterização.\nH2. Relacionar as características e capabilidades dos processos de fabricação cerâmica estudados e saber especificá los dependendo da aplicação desejada para o produto cerâmico a ser produzido", "programa_resumido": "1. Características físico-químicas das matérias primas cerâmicas;\n2. Mecanismos de dispersão coloidal, reologia de suspensões cerâmicas e modelos de empacotamento de partícula;\n3. Processos de conformação de partículas por aglomeração;\n4. Mecanismos e métodos de sinterização\n5. Processos de conformação de vidros por fusão controlada;", "turmas": []}