{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0319", "nome": "Materiais Avançados", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre materiais avançados:\nC1: Conhecer os conceitos básicos sobre classes de materiais que atuem sob condições de solicitações extremas ou que apresentem desempenho excepcional sob condições típicas de uso, em comparação com seus equivalentes tradicionais.\nC2: Compreender as diferenças de microestrutura, propriedades, processamento e aplicações que fazem com que alguns materiais possam ser utilizados em condições de solicitações extremas ou que apresentem desempenho excepcional sob condições típicas de uso, em comparação com seus equivalentes tradicionais.\nC3: Aplicar, analisar e avaliar os conceitos básicos de microestrutura, propriedades, processamento e aplicações para determinar como alguns materiais possam ser utilizados em condições de solicitações extremas ou que apresentem desempenho excepcional sob condições típicas de uso, em comparação com seus equivalentes tradicionais. \nC4: Criar soluções tecnológicas inovadoras para a fabricação de novos produtos e processos baseados em materiais avançados considerando requisitos de viabilidade técnica, econômica e de sustentabilidade.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1. Entender o que representam solicitações extremas, como, por exemplo, altas pressões, temperaturas de uso próximas ao ponto de fusão do material e exposição a agentes corrosivos (ácidos e bases fortes, atmosfera oxidante, níveis extremos de radiação eletromagnética) etribológicos, e como elas impactam no desempenho dos materiais em relação às condições normais de uso dos equivalentes convencionais. \nH2. Relacionar as características e capabilidades dos materiais avançados estudados com os potenciais de aplicação para desenvolvimento de novos produtos, processos e soluções baseadas em inovação tecnológica.", "programa_resumido": "1. Ligações químicas, microestrutura, processamento, propriedades e aplicações de materiais avançados;\n2. Aplicações que requeiram exposição a condições extremas ou desempenho excepcional em condições típicas\n3. Bancos de dados para pesquisa em novos materiais;", "turmas": []}