{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0314", "nome": "Processamento de Materiais VIII: Soldagem e Manufatura Aditiva de Metais", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre processos de soldagem e impressão 3D de metais e ligas:\nC1. Conhecer os principais processos de soldagem utilizados na união e manufatura aditiva de componentes metálicos bem como suas implicações metalúrgicas, vantagens e desvantagens relativas à produção e custos de manufaturados.\nC2. Compreender as variáveis ou parâmetros de cada processo de soldagem e manufatura aditiva de metais, bem como as aplicações, vantagens, desvantagens, acabamentos e tolerâncias típicas;\nC3. Aplicar, analisar e avaliar os conceitos básicos de soldagem e impressão 3D de metais no setor industrial metal mecânico;\nC4. Criar soluções tecnológicas para a fabricação de peças e componentes metálicos considerando requisitos de viabilidade técnica e econômica. Para alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1. Estudar os fundamentos metalúrgicos dos processos de união e manufatura aditiva de metais e ligas;\nH2. Relacionar as capabilidades entre os processos de união e manufatura aditiva estudados e saber especificá-los dependendo das demandas do setor industrial metal mecânico;\nH3. Utilizar alguns dos principais componentes ou estruturas metal mecânicas quanto à sua geometria, dimensões, tolerâncias, rugosidade e material constitutivo, visando comparar e criar soluções tecnológicas adequadas à união e à manufatura aditiva de peças e componentes metálicos.", "programa_resumido": "1. Processos, equipamentos e consumíveis para soldagem e manufatura aditiva de metais e ligas.\n2. Processos de soldagem de materiais metálicos: Soldagem oxigás.; Brasagem e soldagem branda; Soldagem a arco; Processos de soldagem com proteção gasosa; Processos de soldagem com proteção\nde escória;\n3. Processos de soldagem de alta intensidade;\n4. Processos de corte (à frio: corte com jato de água; à quente: oxicorte, corte com eletrodo de carbono, corte a plasma e corte a laser);\n5. Processos de união no estado solido envolvendo o movimento relativo entre partes;\n6. O uso dos processos de soldagem na impressão 3D de peças e componentes metálicos;\n7. Custos na soldagem e manufatura aditiva de metais e ligas;\n8. Seleção dos processos de soldagem/união e manufatura aditiva de metais e ligas;\n9. Fundamentos metalúrgicos de união e impressão 3D de metais e ligas;\n10. Qualidade e produtividade na soldagem e manufatura aditiva de metais e ligas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica", "observacoes": "Cursos: Engenharias Civil, EESC/IAU - Dupla Formação, Mecânica, Produção e Materiais e Manufatura\n\nSala:", "horario": [{"dia": "ter", "inicio": "14:20", "fim": "16:00", "professores": ["(R) Haroldo Cavalcanti Pinto"]}], "vagas": {"Obrigatória": {"vagas": 50, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 12, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 2, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Engenharia Civil": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Engenharia Mecânica": {"vagas": 4, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "EESC - Engenharia de Produção": {"vagas": 3, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}