{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0565", "nome": "Tópicos em Difração para a Análise de Materiais de Engenharia", "creditos_aula": 2, "creditos_trabalho": 2, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre o uso de métodos de difração de raios-x em laboratório e com luz sincrotron, assim como de difração de nêutrons na caracterização de materiais aplicados em engenharia:\nC1. Compreender e aplicar a teoria de difração de raios-x em laboratório e com luz sincrotron, assim como a difração de nêutrons;\nC2. Adquirir conhecimentos sobre a difração de raios-x e de nêutrons para a caracterização microestrutural quantitativa e a análise de tensões residuais e textura cristalográfica nos materiais cristalinos e semi-cristalinos de engenharia, de modo a possibilitar ao aluno a execução e a \naplicação dos métodos de análise de maneira autônoma.\nC3. Adquirir conhecimentos sobre o método de refinamento Rietveld aplicado a materiais de engenharia.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver\nas seguintes habilidades (H):\nH1. Estudar a teoria de difração de raios-x em laboratório e com luz sincrotron, assim como a difração de nêutrons;H2. Estudar os métodos de caracterização de materiais de engenharia, usando a difração de raios-x em laboratório e com luz sincrotron, e a difração de nêutrons.\nH3. Utilizar amostras, peças e componentes de engenharia para a caracterização microestrutural quantitativa, bem como para a análise de tensões residuais e de textura cristalográfica usando a difração de raios-x em laboratório.\nH4. Desenvolver habilidades de pesquisa para investigar e resolver problemas em engenharia de materiais usando métodos de difração de raios-X e nêutrons.", "programa_resumido": "1. Produção e propriedades dos raios-X, luz sincrotron e nêutrons;\n2. Teoria cinemática de difração;\n3. Lei de Bragg;\n4. Instrumentação e geometrias na difração de raios-X em laboratório e\ncom luz síncrotron, bem como com nêutrons;\n5. Análise quantitativa de fase e microestrutura via refinamento\nRietveld;\n6. Análise de tensões residuais;\n7. Análise de textura cristalográfica.", "turmas": []}