{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0569", "nome": "Projeto de Fábrica", "creditos_aula": 4, "creditos_trabalho": 4, "objetivos": "O objetivo da disciplina é desenvolver o projeto de uma planta de produção de peças e/ou dispositivos O objetivo da disciplina é desenvolver o projeto de uma planta de produção de peças e/ou dispositivos ou máquina de fabricação de produtos sólidos, em grupo. O projeto deve incluir a definição do (s) produto(s) a serem manufaturados, o público-alvo, as técnicas empregadas para a fabricação, os\nequipamentos, controle de qualidade, layout da fábrica, custos envolvidos, planejamento estratégico, expedição e projeto de logística, assim como o volume de produção e análise de sustentabilidade financeira e ambiental. A disciplina tem um caráter integrador entre as principais áreas da engenharia\nenvolvidas na formação do Engenheiro de Materiais e Manufatura: engenharia de Materiais, Engenharia Mecânica e Engenharia de Produção. \nAo longo da disciplina, os alunos deverão desenvolver as seguintes competências:\n• Compreensão e análise de situações complexas;\n• Avaliação crítica de ordens de grandeza e da significância de resultados numéricos e modelos matemáticos;\n• Planejar, supervisionar, elaborar e coordenar projetos e serviços de Engenharia de Materiais e Manufatura;\n• Identificar, formular e resolver problemas de Engenharia de Materiais e Manufatura, de maneira crítica e inovadora;\n• Aprimorar a capacidade de selecionar equipamentos e dispositivos empregados na manufatura de peças e dispositivos sólidos;\n• Conceber, projetar e analisar sistemas, produtos e processos na área de Engenharia de Materiais e Manufatura; analisar criticamente a solução encontrada: criticar as soluções encontradas; comparar com experiências anteriores; imaginar e conceber alternativas.\n• Identificar variáveis endógenas e exógenas.\n\nPara desenvolvimento das competências apresentadas acima, pretende-se, ao\nlongo do curso que o aluno desenvolva habilidades, incluindo as\nsocioemocionais, como:\n• Razoabilidade, idealização e modelamento de problemas;• Pensamento analítico e capacidade de inovação;\n• Capacidade de planejamento da abordagem de problemas e proposição de soluções; identificação de possíveis métodos para solução; seleção de estratégias e recursos a serem empregados;\n• Avaliação e análise de sistemas;\n• Identificação de variáveis endógenas e exógenas; capacidade de relacionar e hierarquizar elementos relevantes, assim como comparar e julgar concepções prévias, analisar situações-problema;\n• Habilidade em comunicar-se eficientemente na forma escrita, oral e gráfica;\n• Capacidade de negociação e persuasão", "programa_resumido": "Desenvolver, em grupo, o projeto de desenvolvimento de uma planta de produção de peças e/ou dispositivos.", "turmas": []}