{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0326", "nome": "Metalurgia Física", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C) sobre os mecanismos que determinam as propriedades físicas e mecânicas dos materiais metálicos:\nC1. Compreender a inter-relação entre a estrutura e as imperfeições cristalinas, a microestrutura, os processos de manufatura e as propriedades dos materiais metálicos;\nC2. Compreender os mecanismos que determinam as propriedades mecânicas dos materiais metálicos e como as propriedades mecânicas podem ser melhoradas;\nC3. Compreender os mecanismos de difusão nos metais e ligas e, os principais mecanismos de transformação de fase nos metais e ligas;\nC4. Adquirir conhecimentos sobre as propriedades elétricas, térmicas, magnéticas e óticas dos metais e ligas.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1. Estudar os métodos de caracterização de materiais metálicos, os princípios que regem as transformações de fase e reações nos materiais, a identificação, as características e a análise de defeitos e imperfeições em materiais.\nH2. Compreender e interpretar diagramas de fase para prever o comportamento da liga metálica.\nH3. Analisar e prever as propriedades mecânicas e físicas das ligas metálicas.\nH4. Compreender os processos de tratamento térmico para modificar as propriedades das ligas metálicas.\nH5. Selecionar e projetar ligas para aplicações específicas com base nas propriedades desejadas.\nH6. Desenvolver habilidades de pesquisa para investigar e resolver problemas metalúrgicos, e habilidades para resolução de problemas visando enfrentar os desafios metalúrgicos da atualidade.", "programa_resumido": "1. Teoria eletrônica dos metais;\n2. Estrutura dos metais e ligas;\n3. Imperfeições cristalinas e soluções sólidas;4. Métodos para a determinação de estruturas cristalinas e caracterização de metais e ligas;\n5. Difusão;\n6. Diagrama de fases;\n7. Termodinâmica e cinética das transformações de fase em ligas metálicas;\n8. Mecanismos de deformação plástica dos metais e ligas;\n9. Mecanismos de endurecimento de metais e ligas;\n10. Mecanismos de recuperação e recristalização de metais e ligas;\n11. Mecanismos de fratura dos metais e ligas\n12. Propriedades elétricas, térmicas, magnéticas e óticas dos metais e ligas.", "turmas": []}