{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0311", "nome": "Ensaios Não Destrutivos", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C):\nC1: Conhecimento teórico e prático em princípios, procedimentos, equipamentos, vantagens e limitações de quatro diferentes técnicas de inspeção não-destrutiva.\nC2: Analisar e confrontar curvas de probabilidade de detecção de defeitos e danos, e potenciais origens de imperfeições durante o ciclo de vida do componente avaliado.\nC3: Examinar de modo não destrutivo amostras e componentes aeronáuticos e automotivos, reportando e justificando tecnicamente as ações realizadas e resultados obtidos, atentando para o papel exercido pelo material, processo de manufatura e condição de operação em serviço na geração de danos e\ndefeitos na peça.\nC4: Selecionar o método de inspeção não-destrutiva mais indicado para cada situação com base no material, processo de fabricação, condições de operação em serviço e potenciais danos e defeitos existentes.\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1: Sistematizar e aplicar, nas práticas experimentais e nos respectivos relatórios, os conhecimentos teóricos absorvidos em sala de aula.\nH2: Inspecionar amostras e corpos de prova especialmente construídos, e componentes mecânicos de alta-responsabilidade para avaliação da integridade estrutural.\nH3: Controlar operações de equipamentos.\nH4: Entender como um aparelho deve funcionar, e como as mudanças nas condições, nas operações e no ambiente afetam os resultados.", "programa_resumido": "Introdução e conceitos básicos. Finalidade dos ensaios não-destrutivos. Danos e defeitos. Inspeção visual. Líquidos penetrantes, Ultrassom. Correntes parasitas. Princípios básicos de outras técnicas de interesse. Aplicação aos materiais compósitos.", "turmas": []}