{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Materiais", "campus": "São Carlos", "codigo": "SMM0182", "nome": "Materiais de Construção Aeronáutica II", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Ao final do curso o aluno deverá ter adquirido as seguintes competências específicas (C):\nC1: Aplicar a inter-relação entre estrutura e processamento de polímeros, cerâmicas e compósitos aeronáuticos visando maximizar o comportamento e desempenho mecânicos desses materiais de aplicação aeronáutica.\nC2: Utilizar os conceitos da ciência e engenharia de materiais visando adequar o emprego dos materiais de construção às demandas de operação em serviço.\nC3: Selecionar laminados compósitos reforçados por fibras contínuas para aplicações estruturais com base em propriedades mecânicas absolutas e específicas em conformidade ao projeto, confrontando-os às ligas metálicas aeronáuticas.\nC4: Identificar os efeitos da microestrutura, processamento, temperatura, umidade, modo e taxa de carregamento nos mecanismos de falha dos materiais.\nC5: Criar cenários para ensaios de laboratório que simulem os carregamentos térmico e/ou mecânico experimentados por aeronaves em serviço.\nC6: Antever as demandas por pesquisa e desenvolvimento de materiais para aeronaves de nova geração visando superar as limitações dos polímeros, cerâmicas, compósitos e ligas metálicas aeronáuticos\natualmente empregados.\n\nPara alcançar as competências (C) listadas acima, o aluno deverá desenvolver as seguintes habilidades (H):\nH1: Identificar, compreender, assimilar e integrar os pontos-chave da disciplina, conectando-os e incorporando-os aos ensinamentos recebidos em disciplinas pregressas.\nH2: Sistematizar, aplicar e demonstrar, nas práticas experimentais e nos respectivos relatórios, os conhecimentos teóricos absorvidos em sala de aula.\nH3: Trazer à sala de aula, e ao laboratório, relatos de casos de interesse à disciplina, gerando um fórum de discussão à luz do conhecimento\nministrado e adquirido, de modo a desenvolver sua capacidade de resolução de problemas.\nH4: Projetar e construir peças de vidro laminado para máximas rigidez, resistência, tenacidade e tolerância a dano em flexão, prever o comportamento e desempenho dele perante seus concorrentes, e, após os ensaios, justificar os acertos e erros das suas previsões com base nos materiais utilizados e na abordagem de adesão empregada.\nH5: Desenvolver e aplicar a criatividade e inventividade projetando contextos que simulem as condições que os polímeros, cerâmicas e compósitos aeronáuticos enfrentam em serviço, obtendo e monitorando a\nresposta dos materiais em tempo real nas condições impostas em escala de laboratório.\nH6: Leitura de revistas técnicas e periódicos científicos que tragam o estado da arte de materiais aeronáuticos avançados.", "programa_resumido": "Polímeros: estrutura e propriedades dos termoplásticos, termorrígidos e elastômeros.\nCerâmicas: estrutura e propriedades do carbono, vidro e isolantes térmicos. Compósitos: matrizes, reforços, interfaces, estrutura e propriedades. Manufatura, seleção, e aplicações em aeronaves.", "turmas": []}