{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Transportes", "campus": "São Carlos", "codigo": "STT0406", "nome": "Estradas I", "creditos_aula": 4, "creditos_trabalho": 1, "objetivos": "Apresentar aos alunos os elementos de escolha do traçado e projeto de rodovias e ferrovias. Aplicar as informações obtidas para projetar trechos de  vias, inclusive interseções, e aplicar noções sobre movimentos da terra e equipamentos de terraplenagem. Apresentar as ferramentas e desenvolver o projeto de um trecho de rodovia com auxílio de um programa computacional que integra ferramentas analíticas de projeto geométrico de vias com potencialidades gráficas em 2D/3D de um CAD (Computer-Aided Design). Apresentar aos alunos os elementos de infra-estrutura e da superestrutura ferroviária. Aplicar as informações obtidas para dimensionar os elementos: lastro, dormentes, trilhos. Apresentar os elementos dos pátios ferroviários e os conceitos da manutenção das vias férreas. Apresentar os elementos de drenagem superficial e de drenagem subterrânea. Apresentar as relações entre a drenagem e o comportamento de obras de terra, pavimentos, estradas de ferro e aeroportos. Aplicar as informações obtidas para dimensionar os elementos: bueiros, galerias, canaletas, descidas d'água, trincheiras drenantes, sangradouros. Apreentar as causas, mecanismos de ocorrência e alternativas para controle de erosão no contexto de obras viárias.", "programa_resumido": "Introdução: Escola do traçado de rodovias e ferrovias. Representação gráfica do projeto. Elementos para projeto geométrico. Curvas horizontais. Superelevação. Curvas circulares com transição. Perfil longitudinal: rampas e curvas. Seções transversais: elementos, dimensões, distribuição da superelevação. Interseções. Terraplenagem: movimentos de terra e equipamentos. Projeto geométrico com auxílio de um programa computacional. Infra-estrutura ferroviária. Superestrutura ferroviária. Lastro, dormentes, trilhos. Pátios ferroviários. Manutenção de via férrea. Hidrologia de águas subterrâneas. Análise hidráulica e transporte de sedimentos. Drenagem superficial. Drenagem subterrânea. Estudo de geotêxteis. Erosão: causas, mecanismos de ocorrência e alternativas para controle. Prevê ainda a realização de viagens didáticas.", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Teórica Vinculada", "observacoes": "Cursos: Engenharia Civil e EESC/IAU - Dupla Formação\r\n\r\nSala:", "horario": [{"dia": "ter", "inicio": "08:10", "fim": "10:00", "professores": ["(R) Ana Paula Camargo Larocca", "(R) Ana Paula Furlan", "(R) Patrícia Hennig Osmari"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025102", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "observacoes": "Cursos: Engenharia Civil e EESC/IAU - Dupla Formação\r\n\r\nMatrícula em ordem alfabética: De A a K\r\n\r\nSala:", "horario": [{"dia": "ter", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Ana Paula Camargo Larocca", "(R) Ana Paula Furlan", "(R) Patrícia Hennig Osmari"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}, {"codigo": "2025103", "inicio": "24/02/2025", "fim": "07/07/2025", "tipo": "Prática Vinculada", "codigo_teorica": "2025101", "observacoes": "Cursos: Engenharia Civil e EESC/IAU - Dupla Formação\r\n\r\nMatrícula em ordem alfabética: De K em diante\r\n\r\nSala:", "horario": [{"dia": "ter", "inicio": "16:20", "fim": "18:00", "professores": ["(R) Ana Paula Camargo Larocca", "(R) Ana Paula Furlan", "(R) Patrícia Hennig Osmari"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}}}]}