{"unidade": "Escola de Engenharia de São Carlos", "departamento": "Engenharia de Transportes", "campus": "São Carlos", "codigo": "STT0628", "nome": "Engenharia de Tráfego e Simulação de Tráfego Rodoviário", "creditos_aula": 4, "creditos_trabalho": 2, "objetivos": "Esta disciplina visa estudar o tráfego veicular em vias e rodovias, focalizando suas propriedades, coleta de dados, métodos para projeto e planejamento da operação de componentes do sistema viário e o uso de simuladores para analisar alternativas de projeto. Ao terminar a disciplina, o aluno deverá ter adquirido um bom entendimento do sistema de tráfego rodoviário e de seus componentes; ser capaz de planejar e conduzir coletas de dados de tráfego; dominar os métodos quantitativos usados por engenheiros de tráfego para projetar e avaliar componentes do sistema viário; compreender a teoria do fluxo de tráfego e conduzir avaliações da qualidade de serviço; projetar interseções semaforizadas; e avaliar alternativas de projeto através de simulação microscópica.  Além desses tópicos, o aluno deverá aprender a elaborar relatórios técnicos, fazer apresentações técnicas e trabalhar em equipes.", "programa_resumido": "Introdução: conceitos e definições. Modelagem de correntes de tráfego rodoviário. Estudos de tráfego e estimação de parâmetros de correntes de tráfego. Simulação microscópica de correntes de tráfego. Sinalização rodoviária. Projeto de cruzamentos semaforizados. Avaliação de desempenho de componentes viários.", "turmas": [{"codigo": "2024201", "inicio": "05/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "observacoes": "Curso: Engenharia Civil e EESC/IAU - Dupla Formação\n\nSala:", "horario": [{"dia": "sex", "inicio": "14:20", "fim": "18:00", "professores": ["(R) Jose Reynaldo Anselmo Setti", "André Luiz Barbosa Nunes da Cunha"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 7, "pendentes": 0, "matriculados": 0, "grupos": {"EESC - Engenharia Civil": {"vagas": 25, "inscritos": 7, "pendentes": 0, "matriculados": 0}, "EESC - Dupla Formação Arquitetura e Urbanismo": {"vagas": 5, "inscritos": 0, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}