{"unidade": "Faculdade de Medicina Veterinária e Zootecnia", "departamento": "Nutrição e Produção Animal", "campus": "São Paulo", "codigo": "VNP3124", "nome": "Bioinformática aplicada à Medicina Veterinária e Pecuária de Precisão", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Novos projetos relacionados à área de produção animal estão gerando grandes quantidades de dados biológicos, o que em muitos casos requer estratégias específicas sobre armazenamento, e visualização, previamente as etapas de análise estatística e emprego de modelagens específicas. Esta disciplina fornecerá aos alunos uma visão geral e conhecimento inicial sobre possíveis aplicações de técnicas computacionais com foco na manipulação de dados biológicos, fontes de projetos aplicados às áreas de Medicina Veterinária e Zootecnia de Precisão. Adicionalmente, irá capacitar os estudantes possibilitando o aprendizado da linguagem computacional R, utilizada para manipulação e visualização de dados, além de noções sobre ferramentas de visualização de dados. A disciplina tem como objetivos específicos: introduzir/rever conceitos básicos sobre linguagem EXCEL; introduzir conceitos sobre lógica de programação e linguagem R; apresentar as ferramentas ggplot, plotly e PowerBI; Discutir brevemente sobre projetos na área de veterinária que envolvam áreas como visão computacional, Big Data, aprendizado de Máquina, banco de dados, e reconhecimento de padrões envolvendo dados como imagens, vídeos e áudios. Espera-se que, ao final do curso, o aluno possa ter capacidade de utilização da ferramenta EXCEL, R, além de aplicar ferramentas gráficas para fins de manipulação e interpretação inicial de dados simplificados. Adicionalmente, almeja-se também que se possa acumular noções gerais para participação em projetos que envolvam dados e novas técnicas relacionadas à Zootecnia e Medicina Veterinária de Precisão.", "programa_resumido": "Conceitos básicos sobre linguagem EXCEL\nIntrodução à lógica de programação e linguagem R\nFerramentas visuais: ggplot2, plotly e Power BI\nApresentação e discussão de projetos/pesquisas envolvendo dados de Precisão (Imagem, vídeo, sensores e áudio)", "turmas": [{"codigo": "2025101", "inicio": "24/02/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Ricardo Vieira Ventura"]}, {"dia": "qua", "inicio": "09:00", "fim": "11:00", "professores": ["(R) Ricardo Vieira Ventura"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 20, "inscritos": 9, "pendentes": 0, "matriculados": 0, "grupos": {"FMVZ - Medicina Veterinária": {"vagas": 20, "inscritos": 9, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}