{"unidade": "Faculdade de Medicina Veterinária e Zootecnia", "departamento": "Patologia", "campus": "São Paulo", "codigo": "VPT3202", "nome": "Patologia de Animais de Laboratório e Modelos Experimentais", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Descrever os fenômenos patológicos que ocorrem, natural ou experimentalmente, nas espécies convencionais de laboratório (camundongos, ratos, cobaias, coelhos e hamsters). Conhecer os principais modelos experimentais com animais de laboratório e descrever suas aplicações. Desenvolver senso crítico baseado em metodologias científicas. Elaborar projeto de pesquisa envolvendo experimentação animal.", "programa_resumido": "De caráter teórico-prático, esta disciplina tem foco central no diagnóstico das alterações patológicas nas espécies convencionais de laboratório, de ocorrência natural ou induzidas experimentalmente. Serão apresentadas as principais lesões macro e microscópicas, assim como as técnicas de necropsia e coleta de material biológico para fins diagnósticos e científicos. Também serão abordadas as etapas de desenvolvimento de um projeto de pesquisa centrado em modelos animais, abordando o delineamento experimental, desde sua concepção até os métodos de análise e divulgação dos resultados. Também serão apresentadas a principais metodologias morfológicas e moleculares aplicada ao diagnóstico e avaliação dos modelos animais em projetos científicos.", "turmas": [{"codigo": "2024202", "inicio": "07/08/2024", "fim": "30/10/2024", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Claudia Madalena Cabrera Mori"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Livre": {"vagas": 30, "inscritos": 4, "pendentes": 0, "matriculados": 0, "grupos": {"FMVZ - Medicina Veterinária": {"vagas": 30, "inscritos": 4, "pendentes": 0, "matriculados": 0}, "Qualquer Unidade da USP": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}