{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Zootecnia", "campus": "Pirassununga", "codigo": "ZAZ0061", "nome": "Estrutiocultura", "creditos_aula": 2, "creditos_trabalho": 0, "objetivos": "Atender à demanda atual do mercado de trabalho quanto a atividade de criação de avestruzes em nosso país, buscando formar profissionais de Zootecnia para enfrentar os novos desafios desta área do agronegócio (estrutiocultura), oferecendo-lhe o conjunto de conhecimentos e conceitos reunidos nesta disciplina, além de proporcionar sólida base de conhecimentos científicos atualizados, dotando o egresso de capacitação para atuar no (a):a) Gerenciamento de projetos na área de avestruzes, inseridos no contexto micro e macroeconômico, otimizando os recursos disponíveis com o uso adequado de soluções técnica, social e economicamente viáveis;b) Desenvolvimento de visão empreendedora e pró-ativa dentro da estrutiocultura, agindo como empresário ou profissional autônomo com capacidade de contribuir positivamente para todo o segmento na geração de resultados econômicos e empregos;c) Realização de consultorias, visitas técnicas, ministrar aulas, preparar cursos e eventos que possam contribuir na disseminação do conhecimento especializado propiciado pela disciplina.", "programa_resumido": "A disciplina visa abordar a criação do avestruz em todos os seus aspectos: técnicos, zoosanitários, mercadológicos e estratégicos. Para tanto, o conteúdo precisa enfocar detalhes de biologia, manejo, tipos de produto e aspectos de mercado para a consecução dos objetivos.", "turmas": [{"codigo": "2024204", "inicio": "08/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "observacoes": "Mínimo de inscritos para oferecimento: 04.", "horario": [{"dia": "qui", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Celso da Costa Carrer"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Zootecnia (5 anos)": {"vagas": 40, "inscritos": 11, "pendentes": 0, "matriculados": 0}}}}}]}