{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Zootecnia", "campus": "Pirassununga", "codigo": "ZAZ0073", "nome": "Avaliação de Carcaças e Qualidade de Carne", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Ao término da disciplina o aluno deverá ser capaz de expor ou relatar os principais critérios e métodos de avaliação de carcaças de diferentes espécies de interesse zootécnico, com o conhecimento das principais características avaliadas e dos principais métodos utilizados para realização dessas avaliações, com o objetivo de produzir carne de alta qualidade e de forma econômica, atendendo a demanda dos consumidores.", "programa_resumido": "1.\tPanorama mundial e nacional da produção de carcaças e de carnes de bovinos, ovinos, suínos, aves e outras espécies de interesse zootécnico;2.\tEstrutura e composição química das carcaças de bovinos, ovinos, suínos, aves e outras espécies de interesse zootécnico;3.\tDivisão das carcaças e principais cortes;4.\tAvaliação quantitativa e qualitativa das carcaças5.\tFatores que influenciam nas características de carcaça6.\tMétodos in vivo e post-morten utilizados para avaliação de carcaça7.\tSistemas de classificação e tipificação de carcaças", "turmas": [{"codigo": "2025109", "inicio": "27/02/2025", "fim": "03/07/2025", "tipo": "Teórica", "observacoes": "Esta disciplina será oferecida apenas caso o mínimo de 4 interessados nela se inscrevam.", "horario": [{"dia": "qui", "inicio": "08:00", "fim": "11:00", "professores": ["(R) Saulo da Luz e Silva"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 45, "inscritos": 1, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Zootecnia (5 anos)": {"vagas": 45, "inscritos": 1, "pendentes": 0, "matriculados": 0}}}}}]}