{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Zootecnia", "campus": "Outro", "codigo": "ZAZ1484", "nome": "Avicultura", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Oferecer subsídios para a exploração zootécnica das aves produtoras de carne e ovos, capacitando os acadêmicos do curso de Zootecnia à discussão e avaliação das tecnologias empregadas nos sistemas de produção de carne de frangos, de ovos de galinha para o consumo, de ovos férteis provenientes de matrizes leves e pesadas, bem como dos modernos processos de incubação artificial.", "programa_resumido": "A disciplina contempla aspectos teóricos e práticos sobre a Avicultura Industrial, na qual os seguintes tópicos serão abordados: Apresentação dos objetivos, conteúdo programático, literatura básica e visita ao Laboratório de Avicultura e Instalações Experimentais; Estrutura da Produção Avícola Brasileira;  Evolução, situação atual e perspectivas da Avicultura Brasileira; Raças e hibrídos comerciais;  Produção de Frangos de Corte; Produção de Matrizes Pesadas (ovos férteis) e Leves; Produção de Poedeiras Comerciais (ovos para consumo); Processos de Incubação Artificial de ovos férteis; Programas de Alimentação e Noções básicas de Instalações e Medidas de Bem-Estar Animal.", "turmas": [{"codigo": "2025107", "inicio": "25/02/2025", "fim": "03/07/2025", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Douglas Emygdio de Faria"]}, {"dia": "qui", "inicio": "10:00", "fim": "12:00", "professores": ["(R) Douglas Emygdio de Faria"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Zootecnia (5 anos)": {"vagas": 60, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}