{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Engenharia de Alimentos", "campus": "Pirassununga", "codigo": "ZEA0764", "nome": "Fenômenos de Transportes III", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "Propiciar formação em transferência de massa por difusão e convecção, de interesse aos projetos de equipamentos, tipo destiladores e extratores, e ao estudo das propriedades físicas de alimentos importantes para as operações unitárias, como salga, desidratação e cura. O conjunto dos Fenômenos de Transportes permitirá ao aluno o domínio dos conceitos necessários à modelização dos fenômenos que intervêm nos alimentos durante certos processamentos. Realizar atividades de extensão envolvendo aquisição, armazenamento, controle de qualidade, processamento ou preparo de alimentos em instituições públicas ou privadas sem fins lucrativos.", "programa_resumido": "Analogias, semelhanças e diferenças. Noções de equilíbrio químico. Difusão de massa em regime permanente nos diferentes meios: gases, líquidos e sólidos. Conceitos de difusividade, modelos correlativos e preditivos. Difusão de massa em regime permanente e regime transiente. Transferência de massa por convecção, propriedades de transporte, regime laminar e turbulento. Camada limite. Transferência de massa entre fases. Transferência simultânea de calor e massa; Atividades de extensão.", "turmas": [{"codigo": "20251D7", "inicio": "28/02/2025", "fim": "27/06/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:00", "professores": ["Juliane Viganó"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Engenharia de Alimentos - Integral": {"vagas": 60, "inscritos": 30, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20251N7", "inicio": "28/02/2025", "fim": "27/06/2025", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "18:00", "fim": "21:00", "professores": ["Izabel Cristina Freitas Moraes"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 11, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Engenharia de Alimentos - Noturno": {"vagas": 60, "inscritos": 11, "pendentes": 0, "matriculados": 0}}}}}]}