{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Engenharia de Alimentos", "campus": "Pirassununga", "codigo": "ZEA0998", "nome": "Tópicos Especiais em Cacau e Chocolate", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "1. Gerais: \nQue o estudante possa entender o processo de transformação do cacau em chocolate conhecendo as etapas envolvidas, sua importância na determinação das características do produto final.\n\n2. Específicos: \nQue o estudante: \n2.1. Conheça as principais características da matéria-prima (cacau) da plantação, colheita até o armazenamento.\n2.2. Conheça os princípios básicos da Tecnologia de chocolate, englobando desde a fermentação até o produto final e aspectos físico-químicos/sensoriais. \n2.3. Conheça os equipamentos utilizados pela indústria e as principais operações unitárias envolvidas na transformação do cacau em chocolate. \n2.4. Conheça a nomenclatura corrente dos processos e equipamentos.\n2.5. Compreenda a relação existente entre as formas de processamento e escolha da matéria-prima na determinação das características do produto final. \n2.6. Compreenda as alterações e como detectar a partir dos controles disponíveis, tanto da matéria-prima, como do processo e do produto acabado.\n2.7. Saiba utilizar os conceitos adquiridos durante o curso em projetos de extensão, buscando atender os requisitos dos ODS/ONU – agenda 2030.", "programa_resumido": "Características do cacau e parâmetros para formação de sabor e qualidade do produto final. Aspectos bioquímicos e físico-químicos da fermentação e do controle de qualidade do produto ao longo do processamento. Técnicas de análise sensorial. Processamento do cacau e do chocolate com estudo das operações unitárias, equipamentos e instalações de processo. Influência do processo na qualidade do produto final. Subprodutos e resíduos do processamento. As atividades ao longo do curso serão desenvolvidas utilizando-se de métodos ativos de ensino-aprendizagem, como forma de promover uma educação mais centrada no aluno.", "turmas": [{"codigo": "20242D8", "inicio": "09/08/2024", "fim": "22/11/2024", "tipo": "Prática", "observacoes": "Mínimo de inscritos para oferecimento: 05.", "horario": [{"dia": "sex", "inicio": "08:00", "fim": "11:00", "professores": ["(R) Cynthia Ditchfield", "(R) Marta Mitsui Kushida"]}], "vagas": {"Obrigatória": {"vagas": 0, "inscritos": 0, "pendentes": 0, "matriculados": 0, "grupos": {}}, "Optativa Eletiva": {"vagas": 40, "inscritos": 26, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Engenharia de Alimentos - Integral": {"vagas": 20, "inscritos": 11, "pendentes": 0, "matriculados": 0}, "FZEA - Engenharia de Alimentos - Noturno": {"vagas": 20, "inscritos": 15, "pendentes": 0, "matriculados": 0}}}}}]}