{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Engenharia de Alimentos", "campus": "Pirassununga", "codigo": "ZEA0864", "nome": "Gestão Industrial", "creditos_aula": 3, "creditos_trabalho": 0, "objetivos": "A disciplina se propõe a exercitar um novo olhar ao instigante universo do processamento de alimentos e, assim, estimular o (re)pensar de nossa postura face aos desafios e às oportunidades que o mundo contemporâneo já anunciava e que o novo normal que passamos a viver tratou de escancarar. Sob esse propósito maior, a disciplina tem como objetivo geral contribuir com a formação de engenheiros cidadãos, a partir da exposição dos discentes aos contemporâneos paradigmas que marcam a gestão industrial de empreendimentos alimentares, a exemplo de Responsabilidade Social Corporativa e de Negócios de Impacto Social. O que se desdobra no objetivo específico de introduzir o universo de gestão industrial de empreendimentos alimentares, considerando e explorando a interface existente entre a tecnologia de processamento e o planejamento e controle da produção (PCP) com as demais áreas funcionais de uma organização, em especial Gente, Marketing e Viabilidade Econômica-Social-Ambiental de Projetos.", "programa_resumido": "Sustentabilidade.\nIdentidade contemporânea do alimento processado e novos paradigmas de gestão industrial. \nIntrodução ao Marketing.\nIntrodução à Administração de operações em organizações: aplicação às indústrias de alimentos. \nIntrodução à Viabilidade de Projetos", "turmas": [{"codigo": "20242D8", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "14:00", "fim": "17:00", "professores": ["(R) Vivian Lara dos Santos Silva Rossignolo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 49, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Engenharia de Alimentos - Integral": {"vagas": 60, "inscritos": 49, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20242N8", "inicio": "05/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "sex", "inicio": "20:00", "fim": "23:00", "professores": ["(R) Vivian Lara dos Santos Silva Rossignolo"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 14, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Engenharia de Alimentos - Noturno": {"vagas": 60, "inscritos": 14, "pendentes": 0, "matriculados": 0}}}}}]}