{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Engenharia de Biossistemas", "campus": "Pirassununga", "codigo": "ZEB1060", "nome": "Agricultura de Precisão", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Oferecer os conceitos básicos da agricultura de precisão vista como uma ferramenta para a otimização da produção agrícola com base em levantamento de dados para diagnostico de variabilidade espacial e deficiências localizadas e seu controle por métodos de correção localizada bem como a utilização de recursos de navegação para diversas aplicações agrícolas.", "programa_resumido": "1. Conceituação da agricultura de precisão: histórico e filosofia das tecnologias e objetivos envolvidos. 2. Sistemas de Posicionamento: conceituações, opções e funcionamento dos sistemas disponíveis, erros e formas de corrigi-los. 3. Monitoramentos: levantamento de dados de variabilidade espacial da produtividade, dos parâmetros de solo e ocorrências nas culturas e suas formas de tratamento e análise. 4. Tomada de decisões: Análise integrada de parâmetros de solo, cultura e produtividade para a busca de correlações de causa e efeito para a recomendação de medidas corretivas. 5. Aplicação variada de insumos: Princípios, métodos e equipamentos disponíveis para a aplicação de insumos como fertilizantes, defensivos e sementes, bem como preparo localizado do solo e outros. 6. Aplicações de recursos de posicionamento e navegação em agricultura: aviação agrícola e faixas paralelas em aplicações terrestres..", "turmas": [{"codigo": "2025109", "inicio": "26/02/2025", "fim": "25/06/2025", "tipo": "Teórica", "horario": [{"dia": "qua", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Murilo Mesquita Baesso"]}], "vagas": {"Obrigatória": {"vagas": 80, "inscritos": 31, "pendentes": 7, "matriculados": 24, "grupos": {"FZEA - Engenharia de Biossistemas": {"vagas": 80, "inscritos": 31, "pendentes": 7, "matriculados": 24}}}}}]}