{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Medicina Veterinária", "campus": "Outro", "codigo": "ZMV0271", "nome": "Anatomia Aplicada", "creditos_aula": 2, "creditos_trabalho": 1, "objetivos": "Fortalecer e empregar os conceitos da anatomia descritiva e topográfica aplicando-os nas disciplinas profissionalizantes bem como o ensino da anestesiologia para o emprego prático tanto em centros cirúrgicos como em fazendas. O estudante deve dominar a fisiologia e farmacologia pois a anestesiologia está intimamente relacionada com as disciplinas de Clínica Médica, Laboratório Clínico, Técnica Cirúrgica, Patologia Cirúrgica, Farmacologia e Fisiologia. Já a Técnica Cirúrgica com integração disciplinar com a anatomia e anestesiologia visa o ensino das técnicas empregadas em pequenos e grandes animais. Efetuar estudo detalhado de diferentes partes do corpo animal com aplicações desde a anatomia externa e correlações com o aparelho Locomotor, principalmente voltado a miologia. Além disto, a anatomia cirúrgica é vista desde o estudo das cavidades corpóreas, esplancnologia geral e suas relações topográficas. Segue-se com a anatomia aplicada para a identificação estrutural além de pontos anestésicos e sua estrutura anatômica detalhada.", "programa_resumido": "Correlacionar disciplinas pré-hospitalares como técnica cirúrgica e anestesiologia com a anatomia de cada região a ser abordada pelo estudante.  Intensificar inter-disciplinalidade com a anatomia topográfica e estatigrafica.\nA Técnica Cirúrgica, com o conhecimento da anatomia e anestesiologia permite a abordagem cirúrgica de  sistemas orgânicos dos animais domésticos, visando o acesso às estruturas anatômicas e sua manipulação, preparando o aluno para o habilidade e destreza   cirúrgica nas diferentes modalidades e em diferentes espécies sob o efeito das anestesias locais e gerais nas diferentes espécies", "turmas": []}