{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Medicina Veterinária", "campus": "Pirassununga", "codigo": "ZMV1313", "nome": "Microbiologia Veterinária", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Proporcionar o estudo de conhecimentos teóricos e práticos sobre princípios básicos e aplicados da taxonomia, morfofisiologia, genética e diagnóstico laboratorial de bactérias, fungos e vírus de interesse em Medicina Veterinária, bem como o estudo dos mecanismos de patogenicidade determinantes das doenças infecto-contagiosas e zoonoses associadas. Capacitar o aluno para a identificação, classificação e diagnóstico laboratorial dos principais grupos de micro-organismos de interesse veterinário.", "programa_resumido": "Introdução ao estudo da Microbiologia: histórico e diversidade de micro-organismos. Anatomia funcional das células procarióticas e eucarióticas. Caracterização estrutural e biológica de vírus. Técnicas de cultivo microbiano. Controle do crescimento microbiano: medidas de esterilização e desinfecção. Antibióticos e quimioterápicos. Genética e evolução de micro-organismos. Mecanismos microbianos de patogenicidade e resistência. Técnicas de diagnóstico laboratorial em Microbiologia. Taxonomia, morfofisiologia e diagnóstico laboratorial dos principais grupos de micro-organismos de interesse em Microbiologia Veterinária.", "turmas": [{"codigo": "2024202", "inicio": "08/08/2024", "fim": "12/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "14:00", "fim": "16:00", "professores": ["(R) Ricardo Luiz Moro de Sousa"]}, {"dia": "qui", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Ricardo Luiz Moro de Sousa"]}], "vagas": {"Obrigatória": {"vagas": 65, "inscritos": 53, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Medicina Veterinária (Novo)": {"vagas": 64, "inscritos": 53, "pendentes": 0, "matriculados": 0}, "FZEA - Medicina Veterinária": {"vagas": 1, "inscritos": 0, "pendentes": 0, "matriculados": 0}}}}}]}