{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Medicina Veterinária", "campus": "Pirassununga", "codigo": "ZMV1338", "nome": "Buiatria II", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Essa disciplina tem o objetivo de estudar as causas (etiologia), mecanismos de instalação (patogenia) e sintomas das principais enfermidades de bovinos e de proporcionar aos acadêmicos de Medicina Veterinária um treinamento prático dos principais métodos utilizados no diagnóstico, tratamento médico, cirúrgico e na prevenção das enfermidades dos bovinos (Buiatria).", "programa_resumido": "O termo buiatria originou-se do grego buyus, que significa boi ou bovino, e de iatrikos, que significa relativo a medicina, ou de iatreia, que significa tratamento médico. Portanto, na sua etimologia a palavra buiatria representa a medicina dos bovinos ou a ciência e arte do diagnóstico, tratamento e prevenção das enfermidades que acometem essa espécie animal.\nEsta disciplina tem o objetivo de estudar as principais enfermidades do dos bovinos, avaliando os métodos e meios semiológicos empregados no diagnóstico destas enfermidades, relacionando-os à etiologia, patogenia, tratamento e prevenção desses problemas. Para tal é necessário que o estudante receba uma formação generalista que permita a atuação nas diversas modalidades de clínica:  médica, cirúrgica, ginecológica e obstétrica, das doenças nutricionais e metabólicas, assim como das doenças infecciosas e parasitárias, utilizando-se de seus conhecimentos em diversas áreas , incluindo a nutrição e o manejo, prescrever as medidas profiláticas para minimizar a ocorrência das enfermidades e reduzir possíveis prejuízos.\nNa Buiatria II serão estudadas a fisiologia e anormalidades relacionadas aos seguintes temas e sistemas orgânicos: Pele e Anexos, Glândula Mamária, Aparelho  Locomotor: Sistema Genito-Urinário, doenças metabólicas e carenciais., verminoses, programa de vacinações para bovinos e assistência obstétrica em bovinos.", "turmas": [{"codigo": "2024208", "inicio": "05/08/2024", "fim": "10/12/2024", "tipo": "Teórica Vinculada", "horario": [{"dia": "seg", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Eduardo Harry Birgel Junior"]}], "vagas": {"Obrigatória": {"vagas": 60, "inscritos": 57, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Medicina Veterinária": {"vagas": 60, "inscritos": 57, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20242A8", "inicio": "05/08/2024", "fim": "10/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024208", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Eduardo Harry Birgel Junior"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Medicina Veterinária": {"vagas": 30, "inscritos": 22, "pendentes": 0, "matriculados": 0}}}}}, {"codigo": "20242B8", "inicio": "05/08/2024", "fim": "10/12/2024", "tipo": "Prática Vinculada", "codigo_teorica": "2024208", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "12:00", "professores": ["(R) Eduardo Harry Birgel Junior"]}], "vagas": {"Obrigatória": {"vagas": 30, "inscritos": 35, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Medicina Veterinária": {"vagas": 30, "inscritos": 35, "pendentes": 0, "matriculados": 0}}}}}]}