{"unidade": "Faculdade de Zootecnia e Engenharia de Alimentos", "departamento": "Medicina Veterinária", "campus": "Pirassununga", "codigo": "ZMV1223", "nome": "Biosseguridade e Saúde Animal", "creditos_aula": 4, "creditos_trabalho": 0, "objetivos": "Proporcionar o estudo de conhecimentos teóricos e práticos sobre princípios básicos e aplicados de Epidemiologia, Saneamento e Manejo Higiênico-Sanitário referentes aos sistemas de criação de animais de interesse zootécnico. O aluno deverá ser capaz de planejar e discutir programas de biosseguridade aplicáveis à produção das diferentes espécies, com ênfase ao controle e prevenção de doenças infecciosas e parasitárias dos animais de produção, bem como de zoonoses.", "programa_resumido": "Conceitos fundamentais e aplicados em Epidemiologia e Saneamento. Higienização de instalações zootécnicas. Controle higiênico-sanitário da água e de dejetos em instalações zootécnicas. Programas de biosseguridade em instalações zootécnicas aplicados ao controle e prevenção de doenças infecciosas e parasitárias das diferentes espécies animais, bem como das principais zoonoses. Programas de biosseguridade aplicados ao controle de vetores e roedores. Medidas gerais de defesa sanitária animal: planos nacionais e estaduais de controle de doenças nas populações animais.", "turmas": [{"codigo": "2024206", "inicio": "07/08/2024", "fim": "11/12/2024", "tipo": "Teórica", "horario": [{"dia": "ter", "inicio": "08:00", "fim": "10:00", "professores": ["(R) Ricardo Luiz Moro de Sousa"]}, {"dia": "qua", "inicio": "16:00", "fim": "18:00", "professores": ["(R) Ricardo Luiz Moro de Sousa"]}], "vagas": {"Obrigatória": {"vagas": 45, "inscritos": 30, "pendentes": 0, "matriculados": 0, "grupos": {"FZEA - Zootecnia (5 anos)": {"vagas": 45, "inscritos": 30, "pendentes": 0, "matriculados": 0}}}}}]}